Repository: mozilla-l10n/fomo-l10n
Catalog: foundation/translations/networkapi/wagtailpages/templates/about/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: This year, we assigned <em>*Privacy Not Included</em> warning labels to products we felt had the most problems or gave us concerns about how the data collected was or could be used. We gave a product a <em>*Privacy Not Included</em> warning label if a product received multiple “mini-warnings” for privacy, had an egregious track record of not protecting privacy, or if we could not confirm if they met our Minimum Security Standards.
de: Dieses Jahr haben Produkte, deren Nutzung oder mögliche Nutzung gesammelter Daten problematisch waren, von uns einen <em>*Datenschutz nicht inbegriffen</em> Warnhinweis erhalten. Ein solcher <em>*Datenschutz nicht inbegriffen</em> Warnhinweis wird einem Produkt erteilt, wenn es mehrere Miniwarnungen in Bezug auf Datenschutz erhalten hat, nachweislich in der Vergangenheit Daten missbraucht hat, oder wenn wir nicht feststellen konnten, das ein Produkt unsere Mindestsicherheitsanforderungen erfüllt.
fr: Cette année, nous avons attribué des icônes d’avertissement <em>*Confidentialité non incluse</em> aux produits qui nous semblent les plus problématiques ou à ceux dont l’utilisation réelle ou potentielle des données collectées nous inquiète. L’icône d’avertissement <em>*Confidentialité non incluse</em> a été attribuée aux produits qui cumulent plusieurs « mini-avertissements » en matière de confidentialité, qui ont déjà présenté des manquements en matière de protection de la vie privée, ou qui ne répondent pas à nos critères élémentaires de sécurité.

source: Worst-case scenario
de: Worst-Case-Szenario
fr: Pire scénario

source: What could happen if something goes wrong?
de: Was könnte passieren, wenn etwas schiefgeht?
fr: Que pourrait-il se passer en cas de problème ?

source: We included this section to help people understand risk scenarios related to their privacy and each particular product. We aimed to identify risks that would feel relevant to consumers. It’s likely nothing bad will happen with most of the products in this guide. However, it’s also good to think through what could happen if something goes wrong. This question looks at potential worst-case scenarios for each product, in some cases for fun, and in some cases, based on things that have already happened with the product.
de: Wir haben diese Rubrik aufgenommen, um den Menschen zu helfen, Risikoszenarien in Bezug auf ihre Privatsphäre und jedes einzelne Produkt zu verstehen. Unser Ziel war es, Risiken zu identifizieren, die für Verbraucher relevant erscheinen. Es ist wahrscheinlich, dass mit den meisten Produkten in diesem Ratgeber nichts Schlimmes passieren wird. Trotzdem ist es ratsam, darüber nachzudenken, was passieren könnte, wenn etwas schiefgeht. Diese Frage befasst sich mit möglichen Worst-Case-Szenarien für jedes Produkt, in einigen Fällen aus Spaß und in anderen Fällen, weil mit dem Produkt bereits etwas passiert ist.
fr: Nous avons inclus cette section pour aider les gens à comprendre les scénarios de risque liés à leur vie privée et à chaque produit particulier. Notre objectif est d’identifier les risques qui semblent pertinents pour les consommateurs. Il est probable que rien de grave ne se produira avec la plupart des produits de ce guide. Cependant, il est également bon de réfléchir à ce qui pourrait se produire en cas de problème. Cette question se penche sur ce qu’il pourrait arriver de pire pour chaque produit, dans certains cas pour le plaisir et dans d’autres, en se basant sur des évènements déjà survenus avec le produit.

source: Minimum Security Requirements
de: Mindestsicherheitsanforderungen
fr: Critères élémentaires de sécurité

source: Mozilla has established a set of <a href="%(sec_standards)s">Minimum Security Standards</a> it has determined should be met by any manufacturer developing connected devices. We emailed each company to ask for more information about their product and how it meets our standards. For the companies who did not respond, we conducted additional research to find the answers.
de: Mozilla hat ein paar <a href="%(sec_standards)s">Mindestsicherheitsanforderungen</a> festgelegt, die unserer Ansicht nach von jedem Hersteller intelligenter Geräte erfüllt werden sollten. Wir haben eine E-Mail an jedes Unternehmen geschickt und um mehr Informationen über ihre Produkte und wie diese unseren Anforderungen gerecht werden, gebeten. Für Unternehmen, von denen wir keine Antwort erhalten haben, haben wir zusätzliche Nachforschungen betrieben.
fr: Mozilla a établi un ensemble de <a href="%(sec_standards)s">critères élémentaires de sécurité</a> qui devraient être respectés par tout fabricant d’objets connectés. Nous avons contacté chaque entreprise par email pour leur demander des informations supplémentaires sur leurs produits et sur la façon dont elles respectent nos critères. Pour les entreprises qui ne nous ont pas répondu, nous avons mené des recherches plus approfondies afin de trouver les réponses.

source: We evaluated each product on our list against five criteria:
de: Wir haben jedes Produkt auf unserer Liste auf fünf Kriterien überprüft:
fr: Chaque produit a été évalué selon cinq critères :

source: A product should use encryption in transit and at rest (where applicable). The product must use encryption for all of its network communications functions and capabilities, ensuring that communications aren’t eavesdropped on or modified in transit. User data should be encrypted when it is stored.
de: Ein Produkt sollte sowohl unterwegs als auch im Ruhezustand (falls zutreffend) Verschlüsselung verwenden. Das Produkt muss für alle seine Netzwerkkommunikationsfunktionen und -fähigkeiten Verschlüsselung verwenden, um sicherzustellen, dass die Kommunikation während der Übertragung nicht abgehört oder verändert wird. Benutzerdaten sollten verschlüsselt werden, wenn sie gespeichert werden.
fr: Un produit doit utiliser le chiffrement pendant le transport et au repos (lorsque cela s’applique). Le produit doit utiliser le chiffrement pour toutes ses fonctions et capacités de communication réseau, garantissant que les communications ne sont pas écoutées ou modifiées pendant leur acheminement. Les données utilisateur doivent être chiffrées lors de leur stockage.

source: The product must support automatic security updates for a reasonable period after sale, and be enabled by default. This ensures that when a vulnerability is known, the vendor can make security updates available for consumers, which are verified (using some form of cryptography) and then installed seamlessly.
de: Das Produkt muss automatische Sicherheitsupdates für einen angemessenen Zeitraum nach dem Verkauf unterstützen, die standardmäßig aktiviert sein sollten. Auf diese Weise wird sichergestellt, dass der Verkäufer, wenn eine Schwachstelle bekannt ist, Sicherheitsupdates für Verbraucher zur Verfügung stellen kann, die (mittels irgendeiner Form von Kryptographie) verifiziert und dann nahtlos installiert werden.
fr: Le produit doit permettre, par défaut, des mises à jour de sécurité automatiques pendant une période raisonnable après la vente. Cela garantit que lorsqu’une vulnérabilité est connue, le fabricant peut proposer aux consommateurs des mises à jour de sécurité, qui sont vérifiées (à l’aide d’une forme de cryptographie), puis installées en toute simplicité.

source: Strong passwords
de: Starke Passwörter
fr: Mots de passe robustes

source: If the product uses passwords for remote authentication, it must require that strong passwords are used, including having password strength requirements. Any non-unique default passwords must also be reset as part of the device’s initial setup. This helps protect the device from vulnerability to guessable password attacks, which could result in a compromised device.
de: Wenn das Produkt Passwörter für die Fernauthentifizierung verwendet, muss es die Verwendung von starken Passwörtern verlangen, einschließlich Anforderungen an die Passwortstärke. Alle nicht eindeutigen Standardpasswörter müssen als Teil der anfänglichen Einrichtung des Geräts ebenfalls zurückgesetzt werden. Dadurch wird das Gerät vor Angriffen mit erratbaren Passwörtern geschützt, die zu einem kompromittierten Gerät führen könnten.
fr: Si le produit utilise des mots de passe pour l’authentification à distance, il doit exiger l’utilisation de mots de passe forts et s’appuyer sur des critères de force des mots de passe. Tout mot de passe par défaut non unique doit également être réinitialisé lors de la configuration initiale de l’appareil. Cela aide à protéger l’appareil contre les attaques consistant à deviner les mots de passe, ce qui pourrait compromettre l’appareil.

source: Vulnerability management
de: Sicherheitslücken-Management
fr: Gestion des vulnérabilités

source: The vendor must have a system in place to manage vulnerabilities in the product. This must also include a point of contact for reporting vulnerabilities or a bug bounty program. This ensures that vendors are actively managing vulnerabilities throughout the product’s lifecycle.
de: Der Anbieter muss über ein System verfügen, um Sicherheitslücken im Produkt zu managen. Dazu gehört auch das Vorhandensein einer Anlaufstelle für die Meldung von Lücken oder ein Bug-Bounty-Programm. Auf diese Weise wird sichergestellt, dass die Anbieter die Sicherheitslücken während des gesamten Lebenszyklus des Produkts aktiv managen.
fr: L’entreprise doit disposer d’un système permettant de gérer les vulnérabilités du produit. Ce système doit proposer un point de contact pour signaler des vulnérabilités ou disposer d’un programme de <em>bug bounty</em>. Cela permet de s’assurer que les entreprises gèrent activement les vulnérabilités tout au long du cycle de vie du produit.

source: Privacy Policy
de: Datenschutzrichtlinie
fr: Politique de confidentialité

source: The product must have a privacy policy and/or another privacy page that applies to the device, app, or service we are evaluating.
de: Das Produkt muss über eine Datenschutzrichtlinie und/oder eine Datenschutzseite über das Gerät, die App oder den Dienst verfügen.
fr: Le produit doit disposer d’une politique de confidentialité et/ou d’une page séparée dédiée à la confidentialité qui s’applique spécifiquement à l’appareil, à l’application ou au service que nous analysons.

source: Privacy
de: Datenschutz
fr: Vie privée

source: We evaluated the privacy documentation—which included privacy policies, privacy pages, FAQs—for each company making these products to determine (1) what kind of information is generally being collected (personal, biometric, and social), (2) how data is used, (3) how you can control your data, (4) the known track record of protecting customer data, (5) if the product can be used offline, (6) and whether the privacy policy was user-friendly.
de: Wir haben die Datenschutzdokumentation – die Datenschutzrichtlinien, Datenschutzseiten, FAQ – für jedes Unternehmen, das diese Produkte herstellt, um festzustellen, (1) welche Art von Informationen im Allgemeinen gesammelt werden (persönliche, biometrische und soziale Daten), (2) wie die Daten verwendet werden, (3) wie Sie Ihre Daten kontrollieren können, (4) die bekannte Erfolgsgeschichte des Schutzes von Kundendaten, (5) ob das Produkt offline verwendet werden kann, (6) und ob die Datenschutzrichtlinie benutzerfreundlich ist.
fr: Nous avons évalué les informations liées au respect de la vie privée (les politiques de confidentialité, les pages traitant de la confidentialité, les FAQ) pour chaque entreprise fabriquant ces produits afin de déterminer (1) quels types de données sont normalement collectées (personnelles, biométriques et sociales), (2) comment les données sont utilisées, (3) comment vous pouvez contrôler vos données, (4) l’historique connu en matière de protection des données des client·e·s, (5) si le produit peut être utilisé hors ligne, (6) et si la politique de confidentialité est accessible et compréhensible.

source: What kind of information is being collected?
de: Welche Art Informationen wird gesammelt?
fr: Quels types d’informations sont collectés ?

source: We listed the personal information collected for each product, as detailed in the privacy policy. This kind of information includes, but is not limited to name, email address, phone number, address.
de: Wir haben die für jedes Produkt gesammelten persönlichen Informationen aufgelistet, wie in der jeweiligen Datenschutzrichtlinie beschrieben. Zu dieser Art von Informationen gehören unter anderem Name, E-Mail-Adresse, Telefonnummer und Adresse.
fr: Nous avons répertorié les informations personnelles collectées par chaque produit, telles qu’elles sont décrites dans la politique de confidentialité. Ce type d’informations inclut notamment votre nom, adresse électronique, numéro de téléphone, adresse postale, etc.

source: Biometric data is data that describes our bodies and distinctive personal characteristics. Many devices collect sensitive data about our heart rate, our sleep patterns, and our menstrual cycle, for instance. Some even use data about our face and voice to identify us.
de: Biometrische Daten sind Daten, die unseren Körper und unverwechselbare persönliche Merkmale beschreiben. Viele Geräte sammeln beispielsweise sensible Daten über unsere Herzfrequenz, unser Schlafverhalten und unseren Menstruationszyklus. Einige verwenden sogar Daten über unser Gesicht und unsere Stimme, um uns zu identifizieren.
fr: Les données biométriques sont des informations qui décrivent notre corps et nos caractéristiques physiques distinctives. De nombreux appareils collectent des données sensibles sur notre fréquence cardiaque, nos habitudes de sommeil et notre cycle menstruel, par exemple. Certains utilisent même des données relatives à notre visage et à notre voix pour nous identifier.

source: Social data includes information about your friends and contacts. We detailed which products collect this social information. This did not include the sharing of links or other information on social media through the product itself (e.g. sharing your route for a run on Facebook).
de: Zu den sozialen Daten gehören Informationen über Ihre Freunde und Kontakte. Wir haben detailliert beschrieben, welche Produkte diese sozialen Informationen sammeln. Dies umfasste nicht das Teilen von Links oder anderen Informationen über soziale Medien durch das Produkt selbst (z. B. wenn Sie Ihre Laufroute auf Facebook teilen).
fr: Les données sociales incluent des informations sur vos ami·e·s et vos contacts. Nous avons indiqué quels produits collectent ce type d’informations. Cette indication ne prend pas en compte l’utilisation du produit pour partager des liens ou d’autres informations sur les réseaux sociaux (partager votre itinéraire de course à pied sur Facebook, par ex.).

source: How is data used?
de: Wie werden die Daten genutzt?
fr: Comment ce produit utilise-t-il les données ?

source: How do companies collect and share customer data with third parties? For this question, we analyzed the privacy documentation to determine how and when personal customer data is shared with third parties for reasons other than expected or unrelated to fulfilling operations.
de: Wie sammeln Unternehmen Kundendaten und geben sie an Dritte weiter? Wir haben die Datenschutzdokumentation analysiert, um herauszufinden, wie und wann persönliche Kundendaten aus anderen als den erwarteten oder nicht mit der Erfüllung von Funktionen verbundenen Gründen an Dritte weitergegeben werden.
fr: Comment les entreprises collectent-elles et partagent-elles les données des clients avec des tiers ? Pour cette question, nous avons analysé les informations de confidentialité afin de déterminer quand et comment les données personnelles des clients sont partagées avec des tiers pour des raisons autres que celles prévues ou sans rapport avec leur activité.

source: For instance, if a company can share or sell personal customer data with third parties, or if third parties can use data for commercial purposes, then we noted this.
de: Wenn ein Unternehmen beispielsweise persönliche Kundendaten an Dritte weitergeben oder verkaufen kann, oder wenn Dritte die Daten für kommerzielle Zwecke nutzen können, dann haben wir dies vermerkt.
fr: Par exemple, si une entreprise peut partager ou vendre les données personnelles de ses client·e·s à des tiers, ou si des tiers peuvent utiliser ces données à des fins commerciales, nous l’avons noté.

source: Does the company provide a way for users to request deletion of their data? We looked for language around this in the privacy policy and/or whether the company had an online portal that lets users delete their data quickly.
de: Bietet das Unternehmen eine Möglichkeit für Benutzer, die Löschung ihrer Daten zu beantragen? Wir haben in der Datenschutzrichtlinie nach einer entsprechenden Formulierung gesucht und/oder ob das Unternehmen ein Online-Portal hat, über das Benutzer ihre Daten schnell löschen können.
fr: L’entreprise offre-t-elle un moyen aux utilisateurs et utilisatrices de demander la suppression de leurs données ? Nous avons cherché une mention à ce sujet dans la politique de confidentialité et / ou si l’entreprise dispose d’un portail en ligne qui permet aux utilisateurs et utilisatrices de supprimer rapidement leurs données.

source: We evaluated each company’s history of protecting customer data from January 2018 onward. We conducted research to find data breaches or any other incidents.
de: Wir haben die Geschichte jedes Unternehmens in Bezug auf den Schutz von Kundendaten ab Januar 2018 ausgewertet. Wir haben Nachforschungen angestellt, um Datenschutzverletzungen oder andere Vorfälle zu finden.
fr: Pour chaque entreprise, nous avons examiné l’historique de protection des données des client·e·s depuis janvier 2018. Nous avons recherché d’éventuelles fuites de données ou d’autres incidents.

source: Can the product be used offline?
de: Kann das Produkt offline genutzt werden?
fr: Le produit peut-il être utilisé hors connexion ?

source: We checked to see if the product could be used offline or if being online was a requirement to use the product effectively.
de: Wir haben überprüft, ob ein Produkt auch offline genutzt werden kann, oder ob eine Verbindung mit dem Internet für eine effiziente Nutzung des Produktes erforderlich ist.
fr: Nous avons vérifié si le produit peut fonctionner hors ligne ou si une connexion est nécessaire à son utilisation.

source: User-friendly privacy information
de: Benutzerfreundliche Informationen zum Datenschutz
fr: Informations relatives à la vie privée accessibles et compréhensibles

source: How easy is it to find clear information about a device’s privacy policies? How clearly is that information stated? Privacy information should be clear, readable, and communicate basic information to consumers about what happens to their data. We looked for whether the company provides easy-to-read privacy information, either in the privacy policy or in another privacy page.
de: Wie einfach ist es, klare Informationen über die Datenschutzrichtlinien eines Geräts zu finden? Wie klar werden diese Informationen angegeben? Datenschutzinformationen sollten klar und deutlich lesbar sein und den Verbrauchern grundlegende Informationen darüber vermitteln, was mit ihren Daten geschieht. Wir haben untersucht, ob das Unternehmen leicht lesbare Datenschutzinformationen zur Verfügung stellt, entweder in der Datenschutzrichtlinie oder auf einer anderen Datenschutzseite.
fr: Est-il facile de trouver des informations claires sur la confidentialité d’un appareil ? Quelle est la clarté de ces informations ? Les informations de confidentialité doivent être claires, lisibles et communiquer des informations de base aux consommateurs sur ce qui arrive à leurs données. Nous avons regardé si l’entreprise fournissait des informations de confidentialité faciles à lire, soit dans la politique de confidentialité, soit dans une autre page liée au respect de la vie privée.

source: Permissions
de: Zugriffsrechte
fr: Autorisations

source: We checked to see whether the device or its app uses a camera, microphone, or tracks your location.
de: Wir haben geprüft, ob das Gerät oder seine App eine Kamera oder ein Mikrofon verwendet oder Ihren Standort verfolgt.
fr: Nous avons regardé si l’appareil ou l’application utilise la caméra, le microphone ou des données de localisation.

source: For you to set up your new device, you will probably need to download an app. Both of these (the device and the app) will most likely need data to make things work. The app will typically need to request permissions for it to access your more sensitive data.
de: Damit Sie Ihr neues Gerät einrichten können, müssen Sie wahrscheinlich eine App herunterladen. Beides (das Gerät und die App) wird höchstwahrscheinlich Daten benötigen, damit alles funktioniert. Die App muss in der Regel Zugriffsrechte anfordern, damit sie auf Ihre sensibleren Daten zugreifen kann.
fr: Pour configurer votre nouvel appareil, vous devrez probablement télécharger une application. L’appareil et l’application auront très probablement tous les deux besoin de données pour fonctionner. L’application devra généralement demander des autorisations pour accéder à vos données sensibles.

source: In our ratings, we evaluated if the device or the app required access to the <strong>camera</strong>, <strong>microphone</strong>, or <strong>location</strong> information. We evaluated the device based on the product website and we used the <a href="%(google_play_url)s">Google Play store for Android</a> to check on the permissions requested by each app. (<strong>Note:</strong> apps may access “approximate” or “network” based location. “Tracks Location” was marked as “Yes” if an app requests <strong>any</strong> location information, including approximate location.)
de: In unseren Bewertungen haben wir darauf geachtet, ob ein Gerät oder eine App Zugriff auf Informationen über die <strong>Kamera,</strong>, das <strong>Mikrofon</strong> oder den <strong>Standort</strong> abruft. Wir haben uns die Produktseiten angeschaut und den <a href="%(google_play_url)s">Google Play Store für Android</a> genutzt, um herauszufinden, welche Zugriffsrechte von welcher App abgefragt werden. (<strong>Hinweis:</strong> Apps können „ungefähre“ oder „netzwerkbasierte“ Standorte abfragen. „Verfolgt den Standort“ wurde mit „Ja“ angegeben, wenn eine App <strong>jegliche</strong> Standortinformationen abruft, inklusive des ungefähren Standorts.)
fr: Dans nos analyses, nous avons évalué si l’appareil ou l’application demande un accès à la <strong>caméra</strong>, au <strong>microphone</strong> ou aux <strong>données de localisation GPS</strong>. Nous avons évalué l’appareil à partir du site web du produit et nous avons utilisé le <a href="%(google_play_url)s">Google Play Store d’Android</a> pour vérifier les autorisations demandées par chaque application. (<strong>Remarque </strong>: les applications peuvent accéder à une localisation « approximative » ou « en fonction du réseau ». « Piste la géolocalisation » affiche « Oui » à partir du moment où une application demande des données de localisation, même approximatives.)

source: Artificial Intelligence
de: Künstliche Intelligenz
fr: Intelligence artificielle
