Repository: mozilla-l10n/fomo-l10n
Catalog: foundation/translations/networkapi/wagtailpages/templates/about/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: The folks at the Mozilla Foundation, which makes the Firefox browser, have consumers in mind with a new chart outlining the worst privacy offenders this holiday season.
de: Die Leute der Mozilla Foundation (Macher des Firefox-Browsers) gehen mit ihrer Liste der schlimmsten Datenschutzverletzungen auf die Bedürfnisse der Verbraucher in der Vorweihnachtszeit ein.
fr: Pour les fêtes, la Fondation Mozilla, à l'origine du navigateur Firefox, prend le parti des consommateurs et consommatrices avec une nouvelle liste des produits qui respectent le moins la confidentialité.

source: <strong>Toronto Star:</strong> <a href="%(url)s">How creepy is that Christmas gift? A guide to seasonal tech</a>
de: <strong>Toronto Star:</strong> <a href="%(url)s">Wie unheimlich ist dieses Weihnachtsgeschenk? Ein Ratgeber</a>
fr: <strong>Toronto Star :</strong> <a href="%(url)s">Ce cadeau de Noël est-il flippant ? Un guide technologique indispensable pour les fêtes</a>

source: Published December 2018. Jen Caltrider, Mozilla’s Content Strategy Lead, explains how <em>*Privacy Not Included</em> can spur manufacturers to create more responsible tech.
de: Veröffentlicht im Dezember 2018. Jen Caltrider, Mozillas Content Strategy Lead, erklärt, wie <em>*Datenschutz nicht inbegriffen</em> Hersteller anspornen kann, verantwortungsvollere Technologien zu entwickeln.
fr: Publication en décembre 2018. Jen Caltrider, responsable de la stratégie de contenus chez Mozilla, explique comment le guide <em>*Confidentialité non incluse</em> peut pousser les fabricants à concevoir des technologies plus éthiques.

source: <strong>NPR:</strong> <a href="%(url)s">A Tech Foundation Discusses Security And Privacy When It Comes To Smart Devices</a>
de: <strong>NPR:</strong> <a href="%(url)s">Eine Tech-Foundation beleuchtet Datenschutz und Sicherheit in Bezug auf intelligente Geräte</a>
fr: <strong>NPR :</strong> <a href="%(url)s">Une fondation du secteur de la technologie s’intéresse à la sécurité et à la confidentialité des appareils connectés</a>

source: Published December 2018. Ashley Boyd speaks with NPR’s Scott Simon about the need to consider privacy alongside price and performance when purchasing a connected gift.
de: Veröffentlicht im Dezember 2018. Ashley Boyd im Gespräch mit NPRs Scott Simon darüber, dass beim Kauf von intelligenten Geräten nicht nur Preis und Performance sondern auch Datenschutz in Betracht gezogen werden sollten.
fr: Publication en décembre 2018. Ashley Boyd échange avec Scott Simon, de NPR, au sujet de la nécessité de prendre en compte la confidentialité au même titre que le prix et les performances lors de l’achat d’un objet connecté.

source: <strong>WIRED:</strong> <a href="%(url)s">Mozilla Makes a Naughty List of Gifts that Aren’t Secure</a>
de: <strong>WIRED:</strong> <a href="%(url)s">Mozilla stellt eine Liste „unartiger“ Tech-Geschenke zusammen</a>
fr: <strong>WIRED :</strong> <a href="%(url)s">Mozilla publie une liste de cadeaux à éviter</a>

source: Published November 2018. Writes WIRED: “In its second annual Privacy Not Included guide, the nonprofit highlights internet-connected items that value your privacy—and the ones that may not.”
de: Veröffentlicht im November 2018. WIRED schreibt: „Im zweiten Datenschutz nicht inbegriffen Ratgeber erstellt die gemeinnützige Organisation, welche Produkte den Schutz Ihrer Daten ernst nehmen und welche nicht.“
fr: Publication en novembre 2018. WIRED écrit : « Dans cette deuxième édition du guide d’achat annuel Confidentialité non incluse, l’association à but non lucratif identifie les objets connectés qui protègent votre vie privée... et ceux qui ne le font pas. »

source: <strong>Cheddar:</strong> <a href="%(url)s">Mozilla Ranks Cyber-Safety of Your Holiday Shopping List</a>
de: <strong>Cheddar:</strong> <a href="%(url)s">Mozilla sortiert Ihre Weihnachtsshoppingliste nach Cyber-Sicherheit</a>
fr: <strong>Cheddar :</strong> <a href="%(url)s">Mozilla classe vos potentiels achats de Noël selon leur niveau de sécurité</a>

source: Published November 2018. Mozilla visited Cheddar’s studio in Manhattan to talk through the most and least creepy products in <em>*Privacy Not Included</em>.
de: Veröffentlicht im November 2018. Mozilla besuchte das Studio von Cheddar in Manhattan, New York, um über die unheimlichsten (und am wenigsten unheimlichen) Produkte in <em>*Datenschutz nicht inbegriffen</em> zu sprechen.
fr: Publication en novembre 2018. Mozilla s’est rendu dans le studio de Cheddar, à Manhattan, pour décrire les produits les plus flippants et les plus sûrs du guide <em>*Confidentialité non incluse</em>.

source: Mozilla’s Gift Guide
de: Mozillas Geschenkeratgeber
fr: Le guide d’achat de Mozilla

source: Ashley Boyd, Mozilla’s VP of Advocacy, joined Cheddar on <a href="%(url)s">Mozilla Ranks Cyber-Safety of Your Holiday Shopping List</a>
de: Ashley Boyd, Mozillas VP of Advocacy, besuchte Cheddar, um über <a href="%(url)s">Mozilla sortiert Ihre Weihnachtsshoppingliste nach Cyber-Sicherheit</a> zu sprechen.
fr: Ashley Boyd, vice-présidente du secteur Militantisme chez Mozilla, a participé à l’émission <a href="%(url)s">Mozilla classe vos potentiels achats de Noël selon leur niveau de sécurité</a> sur la chaîne Cheddar.

source: <strong>New York Times:</strong> <a href="%(url)s">Don’t Give Kids Holiday Gifts That Can Spy on Them</a>
de: <strong>New York Times:</strong> <a href="%(url)s">Verschenken Sie an Weihnachten keine Geschenke an Kinder, die sie ausspionieren können</a>
fr: <strong>New York Times :</strong> <a href="%(url)s">Pour Noël, évitez d’offrir aux enfants des jouets qui les espionnent</a>

source: Published December 2017. Writes Ashley Boyd in this print and digital op-ed: “During the holiday season, my husband and I tend to offer suggestions to those who are generous enough to insist on buying presents for our kids. This year we’re adding a new rule to our list: No toys that can spy.”
de: Veröffentlicht im Dezember 2017. Ashley Boyd schreibt: „In der Weihnachtszeit neigen mein Mann und ich dazu, denjenigen, die großzügigerweise unsere Kinder beschenken wollen, Vorschläge zu machen. Dieses Jahr gibt es eine neue Regel: kein Spielzeug, das spionieren kann.“
fr: Publication en décembre 2017. Dans cet article d’opinion papier et numérique, Ashley Boyd explique : « Pendant la saison des fêtes, mon mari et moi donnons des idées de cadeaux à nos proches qui veulent gâter nos enfants. Cette année, nous ajoutons une nouvelle règle : pas de jouets espions. »

source: <strong>ABC San Francisco:</strong> <a href="%(url)s">Your privacy may be at risk with some toys, gadgets</a>
de: <strong>ABC San Francisco:</strong> <a href="%(url)s">Ihre Privatsphäre steht bei einigen Spielzeugen und Gadgets möglicherweise auf dem Spiel</a>
fr: <strong>ABC San Francisco :</strong> <a href="%(url)s">Certains jouets et gadgets peuvent représenter un risque en matière de confidentialité</a>

source: Published December 2017. Mozilla visited ABC 7’s studio in San Francisco to talk through the most and least creepy products in <em>*Privacy Not Included</em>.
de: Veröffentlicht im Dezember 2017. Mozilla besuchte die Studios von ABC 7 in San Francisco, Kalifornien, um über die unheimlichsten und am wenigsten unheimlichen Produkte in <em>*Datenschutz nicht inbegriffen</em> zu sprechen.
fr: Publication en décembre 2017. Mozilla s’est rendu dans le studio d’ABC 7, à San Francisco, pour décrire les produits les plus flippants et les plus sûrs du guide <em>*Confidentialité non incluse</em>.

source: Why We Made This Guide
de: Warum wir diesen Ratgeber erstellt haben
fr: Pourquoi avons-nous créé ce guide

source: Welcome to <a %(link_args)s>Mozilla’s</a> <em>*Privacy Not Included</em> buyer’s guide. Our goal is to help you shop smart—and safe—for products that connect to the internet.
de: Willkommen zu <a %(link_args)s>Mozillas</a> Einkaufsleitfaden <em>*Datenschutz nicht inbegriffen</em>. Unser Ziel ist es, Verbrauchern zu helfen, smart und sicher Produkte einzukaufen, die mit dem Internet verbunden sind.
fr: Bienvenue dans le guide d’achat <em>*Confidentialité non incluse</em> de <a %(link_args)s>Mozilla</a>. Notre objectif est de vous aider à faire des achats malins (et sûrs) de produits qui se connectent à Internet.

source: In 2017, when we first started <em>*Privacy Not Included</em>, we didn’t know if people would be interested in a guide about the privacy and security of connected toys, gadgets, and smart home products. Turns out, they were. And it wasn’t just people who were interested. We discovered companies were too. We’re happy to see both consumers and companies increasingly value connected products that are safe, secure, and private.
de: Als wir 2017 das erste Mal <em>*Datenschutz nicht inbegriffen</em> herausgaben, wussten wir nicht, ob sich die Menschen für einen Ratgeber zum Thema Datenschutz und Sicherheit bei intelligenten Spielzeugen, Gadgets und Smart-Home-Produkten interessieren würden. Wie sich herausstellte, taten sie das. Und nicht nur Verbraucher waren interessiert daran, sondern auch Unternehmen. Es freut uns, dass es sowohl unter den Verbrauchern als auch bei den Unternehmen ein wachsendes Bewusstsein dafür gibt, dass intelligente Produkte sicher, geschützt und privat sein sollten.
fr: En 2017, lorsque nous avons lancé <em>*Confidentialité non incluse</em>, nous ne savions pas quel serait l’intérêt pour un guide sur la vie privée et la sécurité des jouets, gadgets et produits domestiques intelligents connectés. Il s’est avéré que l’intérêt était important. Et pas seulement de la part du public, nous avons découvert que les entreprises s’y intéressaient aussi. Nous sommes ravis de constater que les consommateurs et les entreprises privilégient de plus en plus les objets connectés sûrs, sécurisés et privés.

source: What can you expect in <em>*Privacy Not Included</em>?
de: Was können Sie von <em>*Datenschutz nicht inbegriffen</em> erwarten?
fr: Que pouvez-vous attendre de <em>*Confidentialité non incluse</em> ?

source: Our *Privacy Not Included warning label
de: Unser *Datenschutz nicht inbegriffen-Warnhinweis
fr: Notre icône d’avertissement *Confidentialité non incluse

source: We’re very excited our <em>*Privacy Not Included</em> buyer’s guide now comes with <em>*Privacy Not Included</em> warning labels on products we think consumers should think twice about before buying. It’s no small thing to assign such a label to a product, so we set ourselves some strict standards. If we can’t confirm a product meets our Minimum Security Standards it automatically earns the label. We also factor in if a product shares or sells your data, doesn’t let you delete your data, or if the company has a poor track record of protecting their users’ data into our decision to assign these warning labels. We hope users will find these warnings useful. We also include a Best Of category now to showcase companies who are doing privacy and security right.
de: Wir freuen uns darüber, dass unser <em>*Datenschutz nicht inbegriffen</em> Shoppingratgeber nun mit unserem <em>*Datenschutz nicht inbegriffen</em> Warnhinweis ausgestattet ist, der auf Produkte hinweist, die unserer Meinung nach mit Vorsicht zu genießen sind. So eine Warnung auszusprechen, ist eine ernste Angelegenheit und wir befolgen strikte Regeln, bevor wir es tun. Wenn ein Produkt unsere Mindestsicherheitsanforderungen nicht erfüllt, erhält es automatisch solch einen Warnhinweis. Wir beachten auch, ob ein Produkt Ihre Daten weitergibt oder verkauft, Sie Ihre Daten nicht löschen lässt oder ob das Unternehmen in der Vergangenheit durch Datenschutzverstöße aufgefallen ist. Wir hoffen, unsere User finden diese Warnhinweise hilfreich. Dieses Jahr gibt es außerdem ein „Best Of“ der Unternehmen, die Datenschutz und Sicherheit richtig machen.
fr: Nous sommes ravis que notre guide d’achat <em>*Confidentialité non incluse</em> affiche désormais des icônes d’avertissement <em>*Confidentialité non incluse</em> sur les produits que nous considérons comme peu recommandables en la matière. Il n’est pas anodin d’attribuer une telle icône à un produit, c’est pourquoi nous avons défini des normes strictes. Si nous ne pouvons pas attester la conformité d’un produit avec nos critères élémentaires de sécurité, nous affichons automatiquement cet avertissement. Pour l’attribuer, nous prenons également en compte le fait qu’un produit partage vos données, les vende ou ne vous permette pas de les supprimer, ainsi que l’historique de l’entreprise en matière de protection des données des utilisateurs et utilisatrices. Nous espérons que les lecteurs et lectrices du guide trouveront ces avertissements utiles. Nous avons aussi inclus une catégorie « Meilleurs produits » pour mettre en valeur les entreprises qui respectent votre vie privée et assurent votre sécurité.

source: We realize people want to just know which products are safe and which aren’t. We are Mozilla—not a consumer product review company—so we won’t say “Buy this, don’t buy that.” Instead, we used our technical expertise to create a set of <a href="%(url)s">Minimum Security Standards</a> we think all products should meet in order to be sold in stores. Those standards include using encryption, automatic security updates, requiring strong passwords, having a system to manage vulnerabilities, and having an accessible privacy policy.
de: Offensichtlich wollen Verbraucher einfach wissen, welche Produkte sicher sind und welche nicht. Wir sind Mozilla – kein Unternehmen, das sich auf Rezensionen für Verbraucher spezialisiert hat – und sagen nicht, welches Produkt Sie kaufen sollten und welches nicht. Stattdessen haben wir <a href="%(url)s">Mindestsicherheitsanforderungen</a> auf Basis unseres technischen Verständnisses zusammengestellt, von denen wir der Meinung sind, dass alle Produkte, die in Geschäften erhältlich sind, sie erfüllen sollten. Diese Anforderungen umfassen Verschlüsselung, automatische Sicherheitsupdates, die Notwendigkeit starker Passwörter, das Vorhandensein eines Systems im Umgang mit Sicherheitslücken und eine zugängliche Datenschutzrichtlinie.
fr: Nous savons que le public veut savoir quels produits sont sûrs et lesquels ne le sont pas. Nous sommes Mozilla, pas une organisation spécialisée dans l’évaluation de produits de consommation, donc nous ne dirons pas « Achetez ceci, n’achetez pas cela ». Nous avons plutôt utilisé notre expertise technique pour créer un ensemble de <a href="%(url)s">critères élémentaires de sécurité</a> auxquels nous pensons que tous les produits devraient répondre pour être vendus en magasin. Ces critères comprennent l’utilisation du chiffrement, les mises à jour de sécurité automatiques, l’exigence de mots de passe robustes, la mise en place d’un système de gestion des vulnérabilités et une politique de confidentialité accessible.

source: There is a Creep-O-Meter.
de: Es gibt ein „Creep-O-Meter“.
fr: Nous avons ajouté un flippomètre

source: We want users of this guide to be able to share their opinion too. It’s important companies, and other consumers, see which products people think are safe, and which products people feel are a bit creepy. So we created our Creep-O-Meter—a user rating on each product—to let folks give their opinion. Companies are paying attention, so let them know if you think their product is creepy or not.
de: User dieses Ratgebers können ihre Meinung über Produkte mit anderen Usern teilen. Es ist wichtig, dass Unternehmen und Verbraucher sehen, welche Produkte Menschen als sicher empfinden, und welche sie eher unheimlich finden. Deshalb haben wir unser „Creep-O-Meter“ entwickelt – ein User-Rating für jedes Produkt – über das jeder seine Meinung abgeben kann. Unternehmen interessieren sich dafür, also teilen Sie ruhig mit, was Sie von einem Produkt halten!
fr: Nous souhaitons que ce guide d’achat puisse également permettre de partager son opinion. Il est important que les entreprises et les autres consommateurs sachent quels produits le public pense être sûrs et quels produits ils considèrent être un peu flippants. Nous avons donc créé notre flippomètre (une évaluation des utilisateurs sur chaque produit) pour permettre aux gens de donner leur avis. Les entreprises y sont attentives, alors faites-leur savoir si vous pensez que leur produit est flippant ou non.

source: Good research from good researchers.
de: Gute Forschung von guten Forschern.
fr: De bonnes recherches, par de bons chercheurs.

source: You’ll notice a lot of research went into this guide. From knowing if the device uses a camera or microphone, or tracks your location or biometric data, to our section laying out what could happen if something goes wrong with a product—we’ve covered a lot of ground. Fortunately, we have great researchers and expertise here at Mozilla to dig into this so you don’t have to. Our researchers combed through privacy policies, reached out to companies with questions about encryption and bug bounty programs, and sifted through product and app specifications. We’ve done our best to make your access to all this research easy to understand. One other note, in <em>*Privacy Not Included</em> we review connected sex toys. This content is targeted for readers 18+ and may contain sensitive or mature information.
de: Sie werden feststellen, dass wir für diesen Ratgeber jede Menge Nachforschungen betrieben haben. Von der Frage, ob das Gerät eine Kamera oder ein Mikrofon verwendet oder Ihren Standort oder Ihre biometrischen Daten verfolgt, bis hin zu der Rubrik, in der wir darlegen, was passieren könnte, wenn mit einem Produkt etwas schief geht – wir haben einiges abgedeckt. Glücklicherweise arbeiten bei Mozilla großartige Forscher und Experten, die sich damit befassen, damit Sie das nicht tun müssen. Unsere Forscher haben Datenschutzrichtlinien durchkämmt, sich mit Fragen zu Verschlüsselung und Bug-Bounty-Programmen an Unternehmen gewandt und Produkt- und Anwendungsspezifikationen gesichtet. Wir haben unser Bestes gegeben, um all das für Sie leicht zugänglich zu gestalten. Außerdem enthält <em>*Datenschutz nicht inbegriffen</em> Bewertungen zu Sexspielzeugen. Diese Inhalte richten sich an Leser über 18 Jahren und können Informationen enthalten, die unangenehm oder für Kinder ungeeignet sind.
fr: Vous remarquerez que de nombreuses recherches ont été effectuées pour réaliser ce guide d’achat. Nous avons couvert un large éventail de sujets, allant de l’utilisation de l’appareil photo ou du microphone, à la localisation ou aux données biométriques, en passant par la description de ce qui pourrait se passer en cas de problème avec un produit. Heureusement, nous avons des chercheurs et une expertise de renom chez Mozilla pour approfondir ce sujet afin que vous n’ayez pas à le faire. Nos chercheurs ont passé au peigne fin les politiques de confidentialité, ont contacté les entreprises pour leur poser des questions sur le chiffrement et les programmes de <em>bug bounty</em>, et ont passé au crible les spécifications des produits et des applications. Nous avons fait de notre mieux pour que le résultat de toutes ces recherches soit facile à comprendre. Une autre remarque, dans le guide <em>*Confidentialité non incluse</em> nous passons en revue des sextoys connectés. Ce contenu est destiné aux lecteurs âgés de 18 ans et plus et peut contenir des informations sensibles ou à destination des adultes.

source: We hope you use and enjoy this guide to help you think about, shop for, and buy products from companies that show they value privacy and security. We as consumers need to demand that value from the people who build our products. It’s how we’ll start to make the internet, and our lives, a bit safer in this digital world. That is our goal every day here at Mozilla.
de: Wir hoffen, Sie nutzen diesen Ratgeber, um sich über Produkte zu informieren und sich beim Kauf für ein Produkt zu entscheiden, das Ihre Daten und Ihre Sicherheit respektiert. Wir als Verbraucher müssen das von denjenigen fordern, die unsere Produkte herstellen. Auf diese Weise können wir anfangen, das Internet und unser Leben in dieser digitalen Welt ein bisschen sicherer zu machen. Das ist jeden Tag unser Ziel hier bei Mozilla.
fr: Nous espérons que ce guide vous plaira et que vous l’utiliserez pour vous aider dans votre réflexion et dans l’achat de produits d’entreprise qui montrent qu’elles accordent de l’importance à la protection de la vie privée et à la sécurité. En tant que consommateurs, nous devons exiger ces valeurs des personnes qui fabriquent nos produits. C’est ainsi que nous commencerons à rendre Internet, et nos vies, un peu plus sûrs dans ce monde numérique. C’est notre objectif quotidien chez Mozilla.

source: Thank you!
de: Vielen Dank!
fr: Merci !

source: The Team at Mozilla
de: Das Team bei Mozilla
fr: L’équipe Mozilla

source: Mozilla fights daily for a healthier internet as a non-profit tech company that puts people before profit. This guide was created by the <a %(mofo_url)s>Mozilla Foundation</a> which relies on <a %(donate_url)s>donations</a> from people like you to do our work. You can also visit <a %(mozilla_url)s>Mozilla.org</a> to learn more about our purpose driven products like Firefox and Common Voice.
de: Mozilla setzte sich täglich für ein gesünderes Internet ein – als gemeinnütziges Tech-Unternehmen, das das Wohl der Verbraucher über den Profit stellt. Dieser Ratgeber wurde von der <a %(mofo_url)s>Mozilla Foundation</a> zusammengestellt, die auf <a %(donate_url)s>Spenden</a> von Leuten wie Ihnen zählt, um ihre Arbeit zu verrichten. Sie können auch auf <a %(mozilla_url)s>Mozilla.org</a> vorbeischauen und mehr über unsere Produkte wie Firefox und Common Voice erfahren.
fr: Mozilla se bat quotidiennement pour un Internet plus sain en tant qu’entreprise tech à but non lucratif qui fait passer les gens avant les profits. Ce guide a été créé par la <a %(mofo_url)s>Fondation Mozilla</a> qui dépend <a %(donate_url)s>des dons</a> de personnes comme vous pour mener notre mission à bien. Vous pouvez également consulter <a %(mozilla_url)s>Mozilla.org</a> pour en savoir plus sur nos produits qui servent des missions spécifiques, tels que Firefox et Common Voice.

source: For any questions about the guide or to offer constructive feedback, please email <a href="mailto:%(email)s">%(email)s</a>
de: Bei Fragen zu diesem Ratgeber oder wenn Sie konstruktive Kritik üben möchten, senden Sie eine E-Mail an: <a href="mailto:%(email)s">%(email)s</a>.
fr: Pour toute question concernant le guide ou pour formuler des commentaires constructifs, veuillez envoyer un courriel à <a href="mailto:%(email)s">%(email)s</a>.
