Repository: mozilla-l10n/fomo-l10n
Catalog: foundation/translations/networkapi/wagtailpages/templates/about/locale/*/LC_MESSAGES/django.po
Languages: de, fr

# Tooltip on menu items
source: about sections
de: Über die Abschnitte
fr: sections À propos

source: Why we made this guide
de: Warum wir diesen Ratgeber erstellt haben
fr: Pourquoi avons-nous créé ce guide

source: How to use this guide
de: Wie Sie den Ratgeber nutzen
fr: Comment utiliser ce guide

source: Methodology
de: Methodik
fr: Méthodologie

source: Minimum Security Standards explained
de: Auf den Punkt gebracht: Unsere Mindestsicherheitsanforderungen
fr: Comprendre les critères élémentaires de sécurité

source: Contact us
de: Kontakt
fr: Nous contacter

source: Press
de: Presse
fr: Presse

source: Contact Us
de: Kontakt
fr: Nous contacter

source: For any questions about the guide or to offer constructive feedback, please email %(name)s at <a href="mailto:%(email)s">%(email)s</a>.
de: Bei Fragen zu diesem Ratgeber oder wenn Sie konstruktive Kritik üben möchten, schicken Sie eine E-Mail an: %(name)s – <a href="mailto:%(email)s">%(email)s</a>.
fr: Pour toute question concernant le guide ou pour formuler des commentaires constructifs, veuillez envoyer un courriel à %(name)s à <a href="mailto:%(email)s">%(email)s</a>.

source: For members of the press with questions about this guide, please email %(name)s at <a href="mailto:%(email)s">%(email)s</a>.
de: Pressevertreter mit Fragen zu diesem Ratgeber können eine E-Mail senden an: %(name)s – <a href="mailto:%(email)s">%(email)s</a>.
fr: Pour les membres de la presse qui ont des questions sur ce guide, veuillez contacter %(name)s à <a href="mailto:%(email)s">%(email)s</a>.

source: We don’t want to miss any products that might be important to you. Tell us what connected products you want reviewed in our holiday buyer’s guide and we’ll do our best to include them.
de: Wir wollen kein Produkt übersehen, das Ihnen wichtig ist. Erzählen Sie, über welche intelligenten Geräte Sie in unserem Weihnachtsshopping-Ratgeber gerne eine Rezension lesen würden, und wir geben unser Bestes, diese zu berücksichtigen.
fr: Nous ne voulons manquer aucun produit qui pourrait être important pour vous. Dites-nous quels objets connectés vous souhaiteriez voir apparaitre dans notre guide d’achat et nous ferons de notre mieux pour les inclure.

source: How to Use This Guide
de: Wie Sie den Ratgeber nutzen
fr: Comment utiliser ce guide

source: Need help understanding how to use this guide? Here you go:
de: Sie brauchen eine Anleitung für die Nutzung dieses Ratgebers? Bitte sehr:
fr: Besoin d’aide pour comprendre comment utiliser ce guide ? Voici :

source: Tip:
de: Tipp:
fr: Astuce :

source: If you don’t find the product you are looking for, search to see if we reviewed any other products made by that company. Often, criteria will match from one product to another from the same company. We simply don’t have time to review all the connected products out there.
de: Sollten Sie ein bestimmtes Produkt nicht finden, suchen Sie nach Rezensionen anderer Produkte desselben Herstellers. Häufig stimmen die Kriterien produktübergreifend überein. Wir haben einfach nicht die Zeit, jedes intelligente Produkt zu rezensieren, das es gibt.
fr: Si vous ne trouvez pas le produit que vous cherchez, effectuez une recherche pour voir si nous avons testé d’autres produits fabriqués par la même entreprise : les résultats sont souvent similaires quand les produits proviennent du même fabricant. Nous n’avons malheureusement pas le temps de tester tous les produits connectés disponibles.

source: *Privacy Not Included Warning Label
de: *Datenschutz nicht inbegriffen-Warnhinweis
fr: Icône d’avertissement *Confidentialité non incluse

source: Our <em>*Privacy Not Included</em> buyer’s guide now comes with <em>*Privacy Not Included</em> warning labels on products we think consumers should think twice about before buying. It’s no small thing to assign such a label to a product, so we set ourselves some strict standards. If we can’t confirm a product meets our Minimum Security Standards, it automatically earned the <em>*Privacy Not Included label</em>, as we feel those standards are the minimum a product should meet to be on the market. We also look at how a company uses the data the product collects on you, how you can control the data the company collects, and what the company’s known track record is over the past two years for protecting their users’ data. How a company performed on these criteria determined if we assigned them the warning label. You will see little mini-warnings in our review section of the guide to help you understand what our concerns are.
de: Unser <em>*Datenschutz nicht inbegriffen</em>-Ratgeber hat ein neues Feature: <em>*Datenschutz nicht inbegriffen</em>-Warnhinweise auf Produkten, über deren Kauf Verbraucher unserer Meinung nach besser länger nachdenken sollten. So eine Warnung auszusprechen, ist eine ernste Angelegenheit, und wir befolgen strikte Regeln, bevor wir es tun. Wenn ein Produkt unsere Mindestsicherheitsanforderungen nicht erfüllt, erhält es automatisch eine <em>*Datenschutz nicht inbegriffen-Warnung</em>. Wir sind der Meinung, ein Produkt, dass diesen Anforderungen nicht gerecht wird, sollte nicht auf dem Markt sein. Außerdem ist wichtig, wie ein Unternehmen die über die Verbraucher gesammelten Daten nutzt, wie viel Einfluss Sie als Verbraucher darauf haben und wie das Unternehmen innerhalb der letzten zwei Jahre Verbraucherdaten behandelt hat. Je nachdem, wie ein Unternehmen abschneidet, erhält es unseren Warnhinweis. Sie werden kleine Miniwarnhinweise in dem Abschnitt mit unseren Rezensionen sehen, die Ihnen helfen sollen, die Risiken eines Produkts zu verstehen.
fr: Notre guide d’achat <em>*Confidentialité non incluse</em> affiche désormais des icônes d’avertissement <em>*Confidentialité non incluse</em> sur les produits que nous considérons comme peu recommandables en la matière. Il n’est pas anodin d’attribuer une telle icône à un produit, c’est pourquoi nous avons défini des normes strictes. Si nous ne pouvons pas attester la conformité d’un produit avec nos critères élémentaires de sécurité, nous affichons automatiquement <em>l’icône *Confidentialité non incluse</em>, car nous pensons que ces critères constituent le minimum à respecter pour pouvoir être mis sur le marché. Nous examinons également comment l’entreprise utilise les données collectées à votre sujet par le produit, la façon dont vous pouvez contrôler la collecte de données par l’entreprise et l’historique de l’entreprise en matière de protection des données personnelles au cours des deux dernières années. Ces critères permettent de déterminer l’attribution de l’icône d’avertissement à l’entreprise en fonction de ses résultats. Des mini-avertissements sont affichés dans les tests du guide afin de vous permettre de comprendre quelles sont nos inquiétudes.

source: What could happen if something goes wrong
de: Was könnte passieren, wenn etwas schiefgeht?
fr: Ce qu’il pourrait se passer en cas de problème

source: It’s likely nothing bad will happen with most of the products in this guide. However, it’s also good to think through what could happen if something goes wrong. We explain what concerns users should have about the product and often lay out a potential worst-case scenario—in some cases for fun and in some cases based on things that have already happened.
de: Bei den meisten Produkten in diesem Ratgeber: wahrscheinlich nichts Schlimmes. Allerdings ist es trotzdem gut, sich eine Vorstellung von dem zu machen, was passieren könnte, wenn etwas schiefgeht. Wir erklären, welche Bedenken Verbraucher über ein Produkt haben sollten, und zeigen oft ein Worst-Case-Szenario auf – manchmal zum Spaß, aber in manchen Fällen ist es genau so eingetroffen.
fr: Il est probable que rien de grave ne se produira avec la plupart des produits de ce guide. Cependant, cela vaut également la peine de réfléchir à ce qui pourrait se passer en cas de problème. Nous expliquons les inquiétudes que les utilisateurs doivent avoir à propos du produit et nous présentons souvent un scénario catastrophe potentiel, dans certains cas juste pour le plaisir, mais parfois en se basant sur des évènements déjà survenus avec le produit.

source: Creep-O-Meter
fr: Flippomètre

source: Our Creep-O-Meter is for you to share your opinion. Read the review of the product, then rate how creepy or not creepy you think the product is. Click vote to see how your opinion stacks up with others.
de: Über unser sogenanntes Creep-O-Meter können Sie Ihre Meinung sagen. Lesen Sie die Rezension eines Produktes und geben Sie an, wie unheimlich Ihnen das Produkt ist. Klicken Sie auf „Stimme abgeben“, um zu sehen, wie Ihre Meinung im Vergleich zu der anderer Verbraucher abschneidet.
fr: Notre flippomètre vous permet de partager votre opinion. Lisez la critique du produit, puis évaluez à quel point vous pensez que le produit est effrayant. Cliquez sur voter pour voir comment votre opinion se compare aux autres.

source: Can it snoop on me?
de: Spioniert es mich aus?
fr: Ce produit peut-il m’espionner ?

source: Just because a device has a camera, microphone, or tracks location doesn’t mean it will snoop on you. It simply means it could and you should be aware of that. Also, many connected devices are controlled by apps on your phone. The apps often ask to use the phone’s camera, microphone or location tracking. Keep an eye on that, as some of the permissions the apps ask for might surprise you.
de: Nur, weil ein Gerät eine Kamera oder ein Mikrofon hat oder Ihren Standort nachverfolgt, spioniert es Sie nicht aus. Es wäre aber potenziell möglich, und das sollte Ihnen bewusst sein. Viele Smart-Home-Geräte werden über Apps auf Ihrem Smartphone bedient. Diese Apps fragen häufig nach Erlaubnis, auf die Kamera oder das Mikrofon zugreifen zu dürfen, oder wollen Ihren Standort verfolgen. Darauf sollten Sie achten, denn manches, das erfragt wird, könnte Sie überraschen.
fr: Ce n’est pas parce qu’un appareil est équipé d’une caméra, d’un microphone ou d'un système de localisation qu’il vous surveillera. Cela signifie simplement que cela pourrait être le cas et que vous devez en avoir conscience. De plus, de nombreux objets connectés sont contrôlés par des applications sur votre téléphone. Ces applications demandent souvent d’utiliser la caméra, le microphone ou le suivi de localisation du téléphone. Gardez un œil là-dessus, car certaines des autorisations demandées par les applications pourraient vous surprendre.

source: What is required to sign up?
de: Was wird für die Registrierung abgefragt?
fr: Que faut-il pour s’inscrire ?

source: To use a product do you need to give up your email address, your phone number, or sign in through a third party such as a social media account like Facebook? This is good to know ahead of time so you’re aware of what you’ll need to use the product.
de: Sie müssen Ihre E-Mail-Adresse oder Ihre Telefonnummer angeben oder sich über einen Drittanbieter wie beispielsweise Facebook oder andere soziale Medien registrieren? Das ist gut zu wissen, bevor Sie ein Produkt erwerben, damit Sie alles Nötige haben, um es zu benutzen.
fr: Pour utiliser un produit, vous devez donner votre adresse électronique, votre numéro de téléphone, ou encore utiliser une connexion tierce, par exemple via un réseau social comme Facebook ? Mieux vaut le savoir à l’avance afin de connaître ce dont vous aurez besoin pour vous servir de votre produit.

source: What data does this product collect?
de: Welche Daten sammelt dieses Produkt?
fr: Quelles données ce produit collecte-t-il ?

source: Connected devices collect information on their users. We look at what personal, biometric, and social data a product is likely to collect on you when you use it. Knowing what sorts of personal information you’ll need to give up to use a product is useful to help understand just how much a company could be learning about you. The more information you give up, the better they may know you. Personal data includes things like name, email address, phone number, gender, age, and date of birth. Biometric data includes things like voice recordings, fingerprint, facial recognition, height, weight, heart rate, sleep data, menstrual cycles, and blood oxygen levels. Social data includes things like your contacts and friends or connections you have through a platform, like gamer friends through a gaming console or connections you have through a fitness app.
de: Smart-Home-Geräte sammeln Informationen über ihre Benutzer. Wir achten darauf, welche persönlichen, biometrischen und sozialen Daten ein Produkt möglicherweise erfasst, wenn Sie es nutzen. Wenn Sie das wissen, können Sie nachvollziehen, wie viel ein Unternehmen über Sie lernen könnte. Je mehr Informationen Sie preisgeben, desto besser lernt ein Unternehmen Sie kennen. Als persönliche Daten gelten Name, E-Mail-Adresse, Telefonnummer, Geschlecht, Alter und Geburtstag. Als biometrische Daten gelten Sprachaufnahmen, Fingerabdrücke, Gesichtserkennung, Größe, Gewicht, Herzfrequenz, Schlafdaten, Menstruationszyklen und Sauerstoffgehalt im Blut. Soziale Daten sind Dinge wie Ihre Kontakte und Freunde oder Bekannte, die Sie auf einer Plattform haben, wie etwa Ihre Gaming-Freunde auf einer Spielekonsole oder Kontakte, die Sie über eine Fitness-App pflegen.
fr: Les appareils connectés collectent des informations sur leurs utilisateurs et utilisatrices. Nous déterminons quels types de données personnelles, biométriques et sociales un produit peut collecter sur vous quand vous l’utilisez. Savoir quels types d’informations personnelles vous devrez fournir pour utiliser un produit vous aide à connaître l’étendue des données collectées par une entreprise à votre sujet. Plus vous fournissez d’informations, mieux elle vous connaîtra. Les données personnelles incluent notamment votre nom, adresse électronique, numéro de téléphone, genre, âge et date de naissance. Les données biométriques désignent, par exemple, les enregistrements vocaux, les empreintes digitales, la reconnaissance faciale, la taille, le poids, le rythme cardiaque, les données sur le sommeil, les cycles menstruels et le taux d’oxygène sanguin. Les données sociales, quant à elles, incluent vos contacts, proches ou relations sur une plateforme donnée : vos ami·e·s adeptes de jeux vidéo sur une console, ou les contacts ajoutés sur une application de fitness, par exemple.

source: A note on biometric data. Your voice, heart rate, activity levels, stress levels, sleep patterns, menstrual cycles, even your fingerprint and facial features are some of the most intimate, sensitive data devices can collect on you. You should be aware if a device collects this data and how that data is used after it is collected.
de: Ein kleiner Hinweis zu biometrischen Daten: Ihre Stimme, Herzfrequenz, Aktivitätslevel, Stresslevel, Schlafverhalten, Menstruationszyklus und sogar Ihre Fingerabdrücke und Gesichtszüge gehören zu den intimsten und angreifbarsten Daten, die ein Gerät über Sie erfassen kann. Sie sollten wissen, wenn ein Gerät diese Daten über Sie sammelt und wofür sie genutzt werden.
fr: Une remarque par rapport aux données biométriques : votre voix, votre fréquence cardiaque, vos niveaux d’activité ou de stress, vos habitudes de sommeil, vos cycles menstruels, même vos empreintes digitales et vos traits du visage sont parmi les données les plus intimes et sensibles que les appareils peuvent collecter sur vous. Vous devez savoir si un appareil collecte ces données et comment ces données sont utilisées après leur collecte.

source: How does it use this data?
de: Wie werden die Daten genutzt?
fr: Comment ce produit utilise-t-il les données ?

source: Nearly every company collects some kind of information on its users. That’s how the internet works. It’s how they use and care for this information that matters. You should know whether a company shares or sells your personal information to others and for what reasons. This criteria is one of the criteria we use to determine if a product receives our <em>*Privacy Not Included</em> warning label. Companies that share or sell your data to third parties received a mini-warning label.
de: Fast jedes Unternehmen sammelt irgendwelche Informationen über seine Verbraucher. So funktioniert das Internet nun mal. Worauf es ankommt, ist, wie die Unternehmen mit den Informationen umgehen. Sie sollten wissen, wenn ein Unternehmen Ihre persönlichen Daten an Dritte weitergibt oder verkauft und aus welchen Gründen. Das ist eins der Kriterien, anhand derer wir entscheiden, ob ein Unternehmen unseren <em>*Datenschutz nicht inbegriffen</em>-Warnhinweis verdient hat. Unternehmen, die Ihre Daten an Dritte weitergeben oder verkaufen, haben einen Miniwarnhinweis von uns bekommen.
fr: Presque toutes les entreprises collectent des informations sur leurs utilisateurs. C’est ainsi que fonctionne Internet. Ce qui importe c’est la manière dont elles utilisent et prennent soin de ces informations. Vous devez savoir si une entreprise partage ou vend vos informations personnelles à des tiers et pour quelles raisons. Ce critère est l’un des critères que nous utilisons pour déterminer si un produit se voit attribuer notre icône d’avertissement <em>*Confidentialité non incluse</em>. Les entreprises qui partagent ou vendent vos données à des tiers se voient attribuer une petite icône d’avertissement.

source: How can you control your data?
de: Wie können Sie über Ihre Daten bestimmen?
fr: Comment pouvez-vous contrôler vos données ?

source: Companies collect a lot of data on their consumers. Who controls that data? Being able to contact a company and ask them to delete any data they have on you is a very good thing.
de: Unternehmen sammeln viele Daten über ihre Verbraucher. Wer bestimmt über diese Daten? Es ist sehr wichtig, dass Sie als Verbraucher diese Unternehmen kontaktieren und um die Löschung Ihrer Daten bitten können.
fr: Les entreprises collectent de nombreuses données sur leurs consommateurs. Qui contrôle ces données ? Pouvoir contacter une entreprise et lui demander de supprimer toutes les données qu’elle détient sur vous est une très bonne chose.

source: What is the company’s known track record of protecting users’ data?
de: Wie ist das Unternehmen in der Vergangenheit mit den Daten über seine Verbraucher umgegangen?
fr: Quel est l’historique de l’entreprise en matière de protection des données des utilisateurs et utilisatrices ?

source: It’s one thing for a company to say they care about their users’ privacy. It’s another thing to show. We looked at the track records of all the companies in the guide dating back to January, 2018 to see if they had known data breaches, security vulnerabilities, or other public privacy missteps. We found concerns ranging from small—an employee accidentally replying to all in an email exposing users email addresses—to large—corporate espionage and data breaches involving millions of users’ data. This criteria is one of the criteria we use to determine if a product receives our <em>*Privacy Not Included</em> warning label. Companies that had multiple or large privacy or security breaches received a mini-warning label.
de: Natürlich können Unternehmen sagen, dass ihnen die Daten ihrer Verbraucher wichtig sind. Viel wichtiger ist es aber, dass sie es zeigen. Wir haben uns alle im Ratgeber vorkommenden Unternehmen angesehen und recherchiert, ob es in der Vergangenheit (seit Januar 2018) bekannt gewordene Datenschutzverletzungen, Sicherheitsbedenken oder öffentlich gewordene Fehltritte in Bezug auf Datenschutz gab. Dabei haben wir kleine Fehler entdeckt, wie etwa ein Mitarbeiter, der versehentlich auf "Allen antworten" gekommen ist und E-Mail-Adressen von Verbrauchern offenlegte. Aber auch große, wie Wirtschaftsspionage und Datenschutzverletzungen, bei denen die Daten von Millionen von Nutzern öffentlich gemacht wurden. Das ist eins der Kriterien, anhand derer wir entscheiden, ob ein Unternehmen unseren <em>*Datenschutz nicht inbegriffen</em>-Warnhinweis erhält. Unternehmen, die mehrere oder große Datenschutzverletzungen oder Sicherheitslücken hatten, haben einen Miniwarnhinweis von uns bekommen.
fr: Déclarer qu’on protège la confidentialité de ses utilisateurs et utilisatrices, c’est une chose. Le faire vraiment, c’est une autre histoire. Nous avons étudié l’historique de toutes les entreprises présentes dans le guide depuis janvier 2018 afin de vérifier si elles ont connu des fuites de données, des failles de sécurité ou d’autres impairs en matière de confidentialité. Nous avons constaté des manquements légers (un·e employé·e ayant accidentellement utilisé la fonction « répondre à tous » pour envoyer un courriel et exposé les adresses électroniques des client·e·s), mais aussi des événements graves relevant de l’espionnage industriel et des fuites de données impliquant des millions de personnes. Ce critère fait partie de ceux que nous utilisons pour identifier les produits auxquels nous attribuons notre <em>icône d’avertissement *Confidentialité non incluse</em>. Les entreprises ayant connu des failles importantes ou multiples en matière de confidentialité ou de sécurité se voient attribuer un mini-avertissement.

source: *privacy not included with this product
de: *Datenschutz nicht inbegriffen bei diesem Produkt
fr: *confidentialité non incluse avec ce produit

source: Can this product be used offline?
de: Kann dieses Produkt offline genutzt werden?
fr: Ce produit peut-il être utilisé hors connexion ?

source: Does every product really need to be connected to the internet to work? What happens if the internet goes out or you just want to use that smart scale as a scale? Some <em>*Privacy Not Included</em> users reached out to us over the past couple of years and asked us to include this in our guide. We aim to please!
de: Muss jedes Produkt mit dem Internet verbunden sein, um zu funktionieren? Was passiert, wenn das Internet einen Durchhänger hat oder Sie die intelligente Waage einfach mal nur als Waage benutzen möchten? Einige Nutzer von <em>*Datenschutz nicht inbegriffen</em> haben sich in den letzten Jahren bei uns gemeldet und darum gebeten, das in unseren Ratgeber mit einzubeziehen. Machen wir gern!
fr: Tous les produits doivent-ils vraiment être connectés à Internet pour fonctionner ? Que se passe-t-il en cas de panne d’Internet ou si vous voulez juste utiliser votre balance connectée pour vous peser ? Ces dernières années, des utilisateurs et utilisatrices du guide <em>*Confidentialité non incluse</em> nous ont demandé d’y inclure ces informations. Nous l’avons fait avec plaisir !

source: User friendly privacy info?
de: Benutzerfreundliche Informationen zum Datenschutz?
fr: Les informations relatives à la vie privée sont-elles accessibles et compréhensibles ?
