Repository: mozilla-l10n/fomo-l10n
Catalog: foundation/translations/networkapi/wagtailpages/templates/about/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Privacy information should be clear, readable, and communicate basic information to consumers about what happens to their data. Privacy policies are often written more for lawyers than consumers. That’s why it’s nice to see more and more companies creating consumer-friendly privacy pages to outline how they handle your personal information and the data they collected on their users. We hope to see this trend continue.
de: Informationen zum Datenschutz sollten eindeutig und lesbar sein und grundlegend verdeutlichen, was mit den Daten der Verbraucher passiert. Datenschutzrichtlinien werden häufig eher für Juristen als für Verbraucher geschrieben. Umso schöner ist es, zu sehen, dass immer mehr Unternehmen ihre Datenschutzrichtlinien benutzerfreundlich verpacken und leicht verständlich darlegen, wie Daten gehandhabt werden und was damit passiert. Ein Trend, der sich hoffentlich fortsetzt!
fr: Les informations sur le respect de la vie privée doivent être claires, lisibles et communiquer des informations de base aux consommateurs sur ce qui arrive à leurs données. Les politiques de confidentialité sont souvent écrites davantage pour les avocats que pour les consommateurs. C’est pourquoi il est agréable de voir de plus en plus d’entreprises créer des pages de confidentialité conviviales pour décrire comment elles traitent vos informations personnelles et les données qu’elles ont collectées sur leurs utilisateurs. Nous espérons voir cette tendance se poursuivre.

source: Our Minimum Security Standards
de: Unsere Mindestsicherheitsanforderungen
fr: Nos critères élémentaires de sécurité

source: We developed a set of minimum security standards we think all connected products should meet at the very least. Think of it as a “you must be this tall to ride” set of standards. These include five basic things: The product must use encryption, the company must provide automatic security updates, if a product uses a password, it must require a strong password, the company must have a way to manage security vulnerabilities found in their products, and the company must have an accessible privacy policy. If you would like to learn more about our minimum security standards <a href="%(url)s">go here</a>.
de: Wir haben ein paar Mindestsicherheitsanforderungen zusammengestellt, die unserer Meinung nach jedes Produkt erfüllen sollte. Funktioniert ungefähr wie diese Schilder in Vergnügungsparks: „Um dieses Fahrgeschäft nutzen zu dürfen, musst du XX cm groß sein“. Zu unseren Anforderungen gehören fünf Dinge: Das Produkt muss Verschlüsselung nutzen, das Unternehmen muss automatische Sicherheitsupdates anbieten, sollte ein Passwort nötig sein, muss es ein starkes Passwort sein, das Unternehmen muss ein System haben, mit Sicherheitslücken seiner Produkte umzugehen und das Unternehmen muss eine zugängliche Datenschutzrichtlinie haben. Sie möchten mehr über unsere Mindestsicherheitsanforderungen wissen? Klicken Sie <a href="%(url)s">hier</a>.
fr: Nous avons développé un ensemble de critères élémentaires de sécurité que nous pensons que tous les objets connectés devraient à tout le moins respecter. Considérez que cette barre est le minimum qu’ils doivent atteindre. Ces critères comprennent cinq éléments de base : le produit doit utiliser un chiffrement, l’entreprise doit fournir des mises à jour de sécurité automatiques, si un produit utilise un mot de passe, il doit exiger un mot de passe fort, l’entreprise doit avoir un moyen de gérer les failles de sécurité trouvées dans ses produits, et l’entreprise doit avoir une politique de confidentialité accessible. Si vous souhaitez en savoir plus sur nos critères élémentaires de sécurité, <a href="%(url)s">rendez-vous ici</a>.

source: Encryption
de: Verschlüsselung
fr: Chiffrement

source: Encryption is your friend. It protects your private and personal information by scrambling it up into a code so that the only people or machines who can read it are the ones on the other end who have the key to unscramble that code. Products that don’t use encryption send personal information over the internet unscrambled so anyone can see it.
de: Verschlüsselungen stehen auf Ihrer Seite. Eine Verschlüsselung nimmt Ihre persönlichen Informationen, nimmt sie auseinander und verpackt sie in einen Code. So können nur Maschinen oder Menschen darauf zugreifen, die den Schlüssel haben, der den Code entwirrt. Produkte, die keine Verschlüsselung benutzen, senden Ihre persönlichen Informationen ungeschützt durchs Web, sodass sie jeder sehen kann.
fr: Le chiffrement est votre ami. Il protège vos informations privées et personnelles en les brouillant dans un code afin que les seules personnes ou machines qui peuvent les lire soient celles de l’autre côté qui ont la clé pour déchiffrer ce code. Les produits qui n’utilisent pas de chiffrement envoient des informations personnelles sur Internet sans être brouillées, de sorte que tout le monde peut les voir.

source: Security updates
de: Sicherheitsupdates
fr: Mises à jour de sécurité

source: Sometimes security vulnerabilities are found in products after they are sold to the public. For that reason, companies should have a way to quickly push a security update out to the product automatically so it fixes the security vulnerability without the consumer ever needing to worry about it.
de: Es kommt vor, dass Unternehmen Sicherheitslücken in einem Produkt entdecken, das schon auf dem Markt ist. Deshalb ist es sinnvoll, wenn Unternehmen ohne großen Aufwand ein Sicherheitsupdate an ihre Produkte schicken können, um die Risiken zu beheben – ganz ohne dass sich der Verbraucher darüber Sorgen zu machen braucht.
fr: Parfois, des failles de sécurité sont détectées dans les produits après leur vente au public. Pour cette raison, les entreprises devraient avoir un moyen de transférer rapidement une mise à jour de sécurité vers le produit afin de corriger la vulnérabilité de sécurité sans que le consommateur ait à s’en préoccuper.

source: Strong Password
de: Starkes Passwort
fr: Mot de passe robuste

source: Remembering passwords might be annoying, but having a good password is still one of the best lines of defense we have when it comes to protecting our privacy and security. It’s great when a password is required. But default passwords that are the same for all consumers and never change can be just as bad. You should be required to change the default password to a strong password. Products with a default password that does not require changing can leave users’ personal information exposed.
de: Sich Passwörter zu merken, ist nervig? Finden wir auch, aber trotzdem ist ein gutes Passwort der beste Schutz für unsere Daten und Sicherheit im Netz. Es ist gut, wenn ein Passwort nötig ist. Aber das Standardpasswort ist für alle Verbraucher dasselbe, und wenn man das nicht ändert, kann man auch gleich darauf verzichten. Es sollte also notwendig sein, dass Sie das Standardpasswort durch ein starkes eigenes Passwort ersetzen. Produkte mit Standardpasswort, das nicht geändert werden muss, können persönliche Informationen der Nutzer aufs Spiel setzen.
fr: Se souvenir des mots de passe peut être fastidieux, mais avoir un bon mot de passe reste l’une des meilleures lignes de défense que nous ayons lorsqu’il s’agit de protéger notre vie privée et notre sécurité. C’est bien de demander un mot de passe, mais les mots de passe par défaut qui sont les mêmes pour tous les consommateurs et qui ne changent jamais peuvent être tout aussi mauvais que pas de mot de passe du tout. Le produit doit vous inviter à remplacer le mot de passe par défaut par un mot de passe fort. Les produits qui conservent un mot de passe par défaut sans demander de le changer peuvent laisser les informations personnelles des utilisateurs exposées.

source: Manages vulnerabilities
de: Sicherheitslücken – und jetzt?
fr: Gestion des vulnérabilités

source: Security vulnerabilities in products happen. It’s how companies manage them when they arise that matter. We looked at whether or not companies have a system in place to manage vulnerabilities in the product when they are found. This includes having a point of contact for reporting vulnerabilities or an equivalent <a href="%(url)s">bug bounty program</a>.
de: Sicherheitslücken an einem Produkt können vorkommen. Es kommt also darauf an, wie Unternehmen auf solche Lücken reagieren. Wir haben geprüft, ob Unternehmen ein System haben, mit dem sie eventuelle Sicherheitslücken in ihren Produkten beheben. Dazu gehört eine Anlaufstelle, über die Sicherheitslücken gemeldet werden können oder ein entsprechendes <a href="%(url)s">Bug-Bounty-Programm</a>.
fr: Des failles de sécurité dans les produits peuvent toujours arriver. C’est la manière dont les entreprises les gèrent lorsqu’elles surviennent qui importe. Nous avons cherché à savoir si les entreprises avaient ou non un système en place pour gérer les vulnérabilités du produit lorsqu’elles étaient détectées. Cela implique d’avoir un point de contact pour signaler les vulnérabilités ou un <a href="%(url)s">programme de prime aux bogues</a>.

source: Privacy policies
de: Datenschutzrichtlinie
fr: Politiques de confidentialité

source: Privacy policies detail a lot of important information about how companies collect, use, and share your personal information. Because of that, this information should be easily found and easily understood.
de: Datenschutzrichtlinien legen dar, wie Unternehmen Ihre persönlichen Informationen sammeln, nutzen und teilen. Deshalb sollten diese Richtlinien einfach zu finden und zu verstehen sein.
fr: Les politiques de confidentialité contiennent de nombreuses informations importantes sur la manière dont les entreprises collectent, utilisent et partagent vos informations personnelles. Pour cette raison, ces informations doivent être facilement trouvables et compréhensibles.

source: Does the product use AI?
de: Hat das Produkt KI?
fr: Le produit utilise-t-il une IA ?

source: More and more products use artificial intelligence these days. It’s not just smart speakers and facial recognition in security cameras either. It’s AI in dog toys and fitness trackers and connected workout equipment. For our reviews, we defined AI as: “Changes are made to the product’s technology continually based on your user data.” What does all this mean for consumers? We’re just starting to understand. However, most consumers don’t know when AI is being used or how it may affect their experience. We believe companies should provide this information to consumers as AI-enabled products become more prevalent.
de: Immer mehr Produkte nutzen künstliche Intelligenz. Und wir meinen nicht nur intelligente Lautsprecher und Gesichtserkennung in Überwachungskameras. KI steckt in Hundespielzeugen und Fitness-Trackern und intelligentem Workout-Equipment. Für unsere Rezensionen haben wir KI wie folgt definiert: „Die Technologie des Geräts wird laufend aufgrund der Nutzungsdaten angepasst.“ Aber was bedeutet das alles für die Verbraucher? Das finden wird gerade heraus. Die meisten Verbraucher wissen nicht, wenn ihr Gerät KI verwendet oder wie sich diese auf das Erlebnis auswirkt. Unserer Meinung nach sollten Unternehmen diese Informationen mit Verbrauchern teilen. Umso mehr weil KI-fähige Produkte immer weiter verbreitet sind.
fr: De nos jours, de plus en plus de produits utilisent l’intelligence artificielle. Et il ne s’agit pas seulement d’enceintes connectées ou de caméras de surveillance à reconnaissance faciale : l’IA est même présente dans des jouets pour chien, des appareils conçus pour surveiller sa santé ou des équipements de sport connectés. Dans le cadre de nos tests, nous utilisons cette définition de l’IA : « Des modifications de la technologie du produit basées sur vos données d’utilisateur ou utilisatrice sont effectuées en continu. » Qu’est-ce que cela signifie pour les consommateurs et les consommatrices ? Nous commençons à peine à le comprendre. Cependant, la majorité des personnes ne savent pas quand l’IA est utilisée, ni comment elle peut influencer leur expérience. Les produits utilisant l’IA étant de plus en plus nombreux, nous pensons que les entreprises devraient fournir ces informations aux consommateurs et consommatrices.

source: Does the AI use your personal data to make decisions about you?
de: Nutzt die KI Ihre persönlichen Daten, um Entscheidungen über Sie zu treffen?
fr: L’IA utilise-t-elle vos données personnelles pour prendre des décisions vous concernant ?

source: We think consumers should know if a product uses their personal data to make decisions for or about them.
de: Wir finden, Verbraucher sollten wissen, wenn ein Produkt ihre persönlichen Daten nutzt, um Entscheidungen für oder über sie zu treffen.
fr: Nous pensons que les consommateurs et consommatrices devraient savoir si un produit utilise leurs informations personnelles pour prendre des décisions pour eux ou à leur sujet.

source: Does the company allow users to see how the AI works?
de: Dürfen Verbraucher erfahren, wie die KI eines Unternehmens funktioniert?
fr: L’entreprise permet-elle aux utilisateurs et utilisatrices d’observer le fonctionnement de l’IA ?

source: One of the biggest issues surrounding artificial intelligence in our consumer products is having access to essential information about how AI-enabled features work. For example, what data does it collect and how does it use that information to make decisions for or about you. Knowing how it works lets users evaluate if there may be a chance of bias or ethical implications they should consider before using a product driven by AI.
de: Eines der größten Probleme im Zusammenhang mit künstlicher Intelligenz in unseren Konsumgütern ist der Zugang zu wesentlichen Informationen darüber, wie KI-angetriebene Features funktionieren. Zum Beispiel, welche Daten sie sammeln und wie sie diese Informationen nutzen, um Entscheidungen für oder über Sie zu treffen. Wenn Verbraucher wissen, wie die KI funktioniert, können sie beurteilen, ob die Möglichkeit einer Voreingenommenheit oder ethischer Implikationen besteht, die sie in Betracht ziehen sollten, bevor sie ein KI-fähiges Produkt verwenden.
fr: L’un des principaux problèmes posés par l’intégration d’intelligence artificielle aux produits de consommation concerne l’accès aux informations essentielles sur le fonctionnement des fonctionnalités basées sur l’IA. Par exemple, quelles données sont collectées ou comment sont-elles utilisées pour prendre des décisions pour vous ou vous concernant ? Le fait de connaître le fonctionnement de ces produits permet aux utilisateurs et utilisatrices d’évaluer les éventuels risques de biais ou d’implications éthiques à prendre en compte avant d’utiliser un produit qui intègre une IA.

source: Updates
fr: Mises à jour

source: When news breaks or we come across a relevant article about a product in this guide, we will share it in the updates section on each product page.
de: Wenn es Neuigkeiten gibt oder wir einen relevanten Artikel über ein Produkt finden, das in diesem Ratgeber aufgeführt ist, werden wir diese Informationen teilen und den Abschnitt über das Produkt aktualisieren.
fr: Lorsque des informations sont publiées ou que nous trouvons un article pertinent sur un produit de ce guide, nous le partageons dans la section « Mises à jour » de chaque page de produit.

source: Comments
de: Kommentare
fr: Commentaires

source: We love to hear your thoughts and feedback on the products in this guide. And other users might like to join you in a conversation about any experiences or concerns you’ve had with a product. Please join the conversation in the comment section at the bottom of each product page.
de: Wir möchten wissen, was Sie von den Produkten in unserem Ratgeber halten. Und auch andere User möchten möglicherweise mit Ihnen über Ihre Erfahrungen oder Bedenken in Bezug auf ein Produkt diskutieren. Hierzu finden Sie unten auf jeder Produktseite ein Kommentarfeld.
fr: Nous sommes impatients de lire vos avis et vos commentaires sur les produits présentés dans ce guide. Et d’autres utilisateurs et utilisatrices pourraient se joindre à vous pour discuter de vos expériences ou de vos préoccupations concernant un produit. Vous pouvez participer dans la section « Commentaires » au bas de chaque page produit.

source: If you would like to read more about the research methodology we used to create this guide, please check out our <a href="%(url)s">methodology</a> section.
de: Sie möchten wissen, wie wir für diesen Ratgeber recherchiert haben? Dann werden Sie in unserem Abschnitt über <a href="%(url)s">Methodik</a> fündig.
fr: Si vous souhaitez en savoir plus sur la méthodologie de recherche que nous avons utilisée pour créer ce guide, veuillez consulter notre section <a href="%(url)s">méthodologie</a>.

source: About our Methodology
de: Über unsere Methodik
fr: À propos de notre méthodologie

source: The goal of Mozilla’s <em>*Privacy Not Included</em> buyer’s guide is to help consumers shop smart—and safe—for products that connect to the Internet. Many companies don’t provide clear information about the privacy and security of the connected devices they sell. Is your personal data being used in ways you may not have anticipated or expected? What are the risks of buying a product that collects your health data? How does the company regularly test for and fix security vulnerabilities?
de: Das Ziel von Mozillas <em>*Datenschutz nicht inbegriffen</em> Shoppingratgeber ist es, Verbrauchern zu helfen, smart und sicher Produkte einzukaufen, die mit dem Internet verbunden sind. Viele Unternehmen bieten keine klaren Informationen über den Datenschutz und die Sicherheit der intelligenten Geräte an, die sie verkaufen. Werden Ihre persönlichen Daten auf eine Art und Weise verwendet, die Sie vielleicht nicht vorhergesehen oder erwartet haben? Was sind die Risiken beim Kauf eines Produkts, das Ihre Gesundheitsdaten erfasst? Wie testet und behebt das Unternehmen regelmäßig Sicherheitslücken?
fr: L’objectif du guide d’achat <em>*Confidentialité non incluse</em> de Mozilla est d’aider les consommateurs à faire des achats malins (et sûrs) de produits qui se connectent à Internet. De nombreuses entreprises ne fournissent pas d’informations claires sur la confidentialité et la sécurité des objets connectés qu’elles vendent. Vos données personnelles sont-elles utilisées d’une manière que vous n’avez peut-être pas prévue ou attendue ? Quels sont les risques liés à l’achat d’un produit qui collecte vos données de santé ? Comment l’entreprise procède-t-elle régulièrement à des tests et corrige-t-elle les failles de sécurité ?

source: It’s difficult for consumers to get clear, concrete information from companies about the security and privacy of their connected products. With this guide, we hoped to help consumers navigate this landscape by understanding what questions they should ask before buying a device.
de: Für Verbraucher ist es schwierig, von Unternehmen klare, konkrete Informationen über die Sicherheit und den Datenschutz ihrer intelligenten Produkte zu erhalten. Mit diesem Ratgeber wollten wir Verbrauchern helfen, sich in dieser Landschaft zurechtzufinden und vor dem Kauf eines Geräts die richtigen Fragen zu stellen.
fr: Il est difficile pour les consommateurs d’obtenir des entreprises des informations claires et concrètes sur la sécurité et la confidentialité de leurs objets connectés. Avec ce guide, nous espérons aider les consommateurs à se repérer dans ce domaine en comprenant les questions à se poser avant d’acheter un appareil.

source: Here is the methodology we used to develop this guide.
de: Das ist die Methodik, nach der wir diesen Ratgeber zusammengestellt haben.
fr: Voici la méthodologie que nous avons utilisée pour développer ce guide.

source: Product Selection
de: Produktauswahl
fr: Sélection de produits

source: There are 136 products in the 2020 version of our <em>*Privacy Not Included</em> buyer’s guide. These products fit into seven categories—Toys & Games, Smart Home, Home Office (*new), Entertainment, Wearables, Health & Exercise, and Pets.
de: In der 2020er-Ausgabe unseres <em>*Datenschutz nicht inbegriffen</em> Ratgebers befinden sich 136 Produkte. Diese Produkte lassen sich in sieben Kategorien einteilen – Spielzeuge und Spiele, Smart-Home-Geräte, Homeoffice (*neu), Entertainment, Wearables, Gesundheit und Fitness und Haustiere.
fr: La version 2020 de notre guide d’achat <em>*Confidentialité non incluse</em> contient 136 produits. Ces produits se répartissent en 7 catégories : jouets et jeux, maison intelligente, télétravail (nouveauté), divertissement, wearables, santé et exercice, et animaux de compagnie.

source: The goal was to select connected products that were likely to be popular during the holiday season and beyond. We worked with a research firm to provide us with a list of top products in each of our product categories. From there, we refined the list based on our own research of top selling products that were highly rated across a variety of consumer product websites such as <a href="%(consumer_reports)s">Consumer Reports</a>, <a href="%(wirecutter)s">Wirecutter</a>, <a href="%(the_toy_insider)s">The Toy Insider</a>, <a href="%(pc_mag)s">PC Magazine</a>, <a href="%(tech_radar)s">Tech Radar</a>, and <a href="%(gear_brain)s">Gear Brain</a>.
de: Ziel war es, intelligente Produkte auszuwählen, die während der Weihnachtszeit und darüber hinaus wahrscheinlich beliebt sein werden. Wir arbeiteten mit einem Forschungsunternehmen zusammen, das uns eine Liste der Spitzenprodukte in jeder unserer Produktkategorien zur Verfügung stellte. Diese Liste verfeinerten wir auf der Grundlage unserer eigenen Recherchen zu den meistverkauften Produkten, die auf einer Vielzahl von Verbraucherprodukt-Websites wie <a href="%(consumer_reports)s">Consumer Reports</a>, <a href="%(wirecutter)s">Wirecutter</a>, <a href="%(the_toy_insider)s">The Toy Insider</a>, <a href="%(pc_mag)s">PC Magazine</a>, <a href="%(tech_radar)s">Tech Radar</a> und <a href="%(gear_brain)s">Gear Brain</a> hoch bewertet wurden.
fr: L’objectif était de sélectionner des objets connectés susceptibles d’être populaires pendant la période des fêtes et au-delà. Nous avons collaboré avec un organisme de recherche pour nous fournir une liste des meilleurs produits dans chacune de nos catégories de produits. À partir de là, nous avons affiné la liste en nous basant sur nos propres recherches des produits les plus vendus qui ont été très bien notés sur divers sites web de produits de consommation tels que <a href="%(consumer_reports)s">Consumer Reports</a>, <a href="%(wirecutter)s">Wirecutter</a>, <a href="%(the_toy_insider)s">The Toy Insider</a>, <a href="%(pc_mag)s">PC Magazine</a>, <a href="%(tech_radar)s">Tech Radar</a> et <a href="%(gear_brain)s">Gear Brain</a>.

source: <em>*Privacy Not Included</em> Warning Labels
de: <em>*Datenschutz nicht inbegriffen</em> Warnhinweise
fr: Icônes d’avertissement <em>*Confidentialité non incluse</em>
