Repository: mozilla-l10n/fomo-l10n
Catalog: foundation/translations/networkapi/wagtailpages/templates/about/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: We evaluated whether or not the product uses artificial intelligence. We defined AI as: Changes are made to the product’s technology continually based on your user data. This would cover Alexa changing to better understand what you say, to your fitness wearable making recommendations on exercises to do so that you meet a specific wellness goal, or your security camera deciding not to alert you because it can distinguish a racoon from a burglar.
de: Wir haben darauf geschaut, ob ein Produkt künstliche Intelligenz nutzt oder nicht. Dabei wurde KI wie folgt definiert: „Die Technologie des Geräts wird laufend aufgrund der Nutzungsdaten angepasst.“ Darunter fallen würden also etwa Alexa, die sich anpasst, um Sie besser verstehen zu können, oder Ihr Fitness-Wearable, das Ihnen für die Erreichung eines Fitnessziels Übungen vorschlägt, oder Ihre Überwachungskamera, die keinen Alarm schlägt, weil sie einen Fuchs von einem Einbrecher unterscheiden kann.
fr: Nous avons vérifié si le produit utilise ou non l’intelligence artificielle, en nous basant sur la définition suivante de l’IA : des modifications de la technologie du produit basées sur vos données d’utilisateur ou utilisatrice sont effectuées en continu. Cette définition englobe par exemple les changements mis en œuvre par Alexa pour mieux comprendre vos demandes, les conseils prodigués par votre montre connectée pour vous permettre d’atteindre un objectif bien-être spécifique ou la passivité de votre caméra de surveillance quand elle détecte un chat, car elle sait faire la différence avec un cambrioleur.

source: Based on responses from companies and our own research, we noted whether or not a product used AI, or if we could not determine whether or not the product used AI.
de: Basierend auf den Antworten der Unternehmer und unserer eigenen Recherche bestimmten wir, ob ein Produkt KI nutzt oder nicht, oder ob wir dies nicht eindeutig bestimmen konnten.
fr: En fonction des réponses des entreprises et des résultats de nos propres recherches, nous avons indiqué si un produit utilise ou non l’IA ou si nous n’avons pas pu le déterminer.

source: Based on our research, we noted whether or not decisions were made about you. This included a smart assistant knowing that you are talking to it or a foam roller telling you that you are doing an exercise correctly.
de: Auch haben wir untersucht, ob mit der KI Entscheidungen über oder für Sie getroffen werden. In diese Kategorie fallen beispielsweise der Smart Assistant, der Ihre Stimme erkennt, wenn Sie mit ihm sprechen, oder die Schaumrolle, die Ihnen sagt, wenn Sie eine Übung korrekt ausführen.
fr: En fonction de nos résultats de recherche, nous avons indiqué si les produits prennent des décisions vous concernant : par exemple, un assistant connecté qui sait que vous vous adressez à lui ou un rouleau de massage qui vous indique si vous réalisez correctement un exercice.

source: Are you able to get information about how the AI works?
de: Können Sie Informationen über die Funktionsweise der KI einsehen?
fr: Pouvez-vous accéder à des informations sur le fonctionnement de l’IA ?

source: One of the biggest issues surrounding artificial intelligence in our consumer products is having access to essential information about how AI-enabled features work. If we could find academic papers or other documentation about the AI, we marked this as Yes, and we included that information in a product’s page.
de: Ein großes Problem liegt oftmals darin, dass Verbraucher keinen Zugriff auf Informationen über die Funktionsweise von KI-fähigen Produkten haben. In unserer Bewertung haben wir Produkte, über deren KI es Forschungsarbeiten oder andere Dokumentationen gibt, mit „Ja“ markiert und diese Informationen auf der Produktseite vermerkt.
fr: L’un des principaux problèmes posés par l’intégration d’intelligence artificielle aux produits de consommation concerne l’accès aux informations essentielles sur le fonctionnement des fonctionnalités basées sur l’IA. Si nous avons réussi à trouver des documents académiques ou d’autres informations sur l’IA, nous avons considéré que oui et nous l’avons indiqué sur la page consacrée au produit.

source: Minimum Security Standards Explained
de: Auf den Punkt gebracht: Unsere Mindestsicherheitsanforderungen
fr: Comprendre les critères élémentaires de sécurité

source: Despite growing concerns about the safety and security of internet-connected devices, many companies still build and sell connected products that are insecure. Further, many companies don’t provide clear information about the data privacy of the devices they sell. Is your personal data being used in ways you may not have anticipated or expected?
de: Trotz wachsender Bedenken über die Sicherheit von mit dem Internet verbundenen Geräten entwickeln und verkaufen viele Unternehmen weiterhin unsichere Produkte. Viele Unternehmen bieten keine klaren Informationen über den Datenschutz und die Sicherheit der intelligenten Geräte an, die sie verkaufen. Werden Ihre persönlichen Daten auf eine Art und Weise verwendet, die Sie vielleicht nicht vorhergesehen oder erwartet haben?
fr: Malgré les préoccupations croissantes concernant la sûreté et la sécurité des appareils connectés à Internet, de nombreuses entreprises continuent de fabriquer et de vendre des objets connectés qui ne sont pas sécurisés. De plus, de nombreuses entreprises ne fournissent pas d’informations claires sur la confidentialité des données des appareils qu’elles vendent. Vos données personnelles sont-elles utilisées d’une manière que vous n’auriez peut-être pas prévue ou envisagée ?

source: In 2018, <a href="%(mozilla)s">Mozilla</a>, <a href="%(ci)s">Consumers International</a>, and the <a href="%(isoc)s">Internet Society</a>, decided to take a more proactive approach to these gaps. We believe that industry should start talking about what some of the initial ‘red lines’ are in this space, and should phase out practices that lead to the most egregious failings in connected devices.
de: 2018 beschlossen <a href="%(mozilla)s">Mozilla</a>, <a href="%(ci)s">Consumers International</a> und die <a href="%(isoc)s">Internet Society</a>, diese Lücken proaktiver anzugehen. Wir finden, die Branche sollte über Grenzen auf dem Gebiet sprechen und Vorgehensweisen unterbinden, die in intelligenten Geräten zu den ungeheuerlichsten Pannen führen.
fr: En 2018, <a href="%(mozilla)s">Mozilla</a>, <a href="%(ci)s">Consumers International</a> et <a href="%(isoc)s">Internet Society</a> ont décidé d’adopter une approche plus proactive de ces insuffisances. Nous pensons que l’industrie devrait commencer à définir certaines « lignes rouges » à ne pas franchir dans ce domaine et devrait éliminer progressivement les pratiques qui conduisent aux problèmes les plus flagrants des objets connectés.

source: Together, the three organizations proposed five minimum standards that companies making connected devices should reasonably be expected to satisfy.
de: Zusammen haben die drei Organisationen fünf Mindestanforderungen festgelegt, die jedes Unternehmen, das intelligente Geräte herstellt, erfüllen können sollte.
fr: Ensemble, les trois organisations ont proposé cinq critères élémentaires que les fabricants d’objets connectés devraient être en mesure de respecter.

source: Minimum Security Standards
de: Mindestsicherheitsanforderungen
fr: Critères élémentaires de sécurité

source: The product must use encryption for all of its network communications functions and capabilities. This ensures that all communications are not eavesdropped or modified in transit. The product must also use encryption at rest to ensure that customer data is protected in storage.
de: Das Produkt muss für alle seine Netzwerkkommunikationsfunktionen und -fähigkeiten Verschlüsselung verwenden, um sicherzustellen, dass die Kommunikation während der Übertragung nicht abgehört oder verändert wird. Benutzerdaten sollten verschlüsselt werden, wenn sie gespeichert werden.
fr: Le produit doit utiliser le chiffrement pour toutes ses fonctions et capacités de communication réseau. Cela garantit que les communications ne sont pas écoutées ou modifiées pendant leur acheminement. Le produit doit également utiliser le chiffrement lorsqu’il n’est pas utilisé pour garantir la protection des données client lors du stockage.

source: Security updates [1]
de: Sicherheitsupdates [1]
fr: Mises à jour de sécurité [1]

source: The product must support automatic updates for a reasonable period after sale, and be enabled by default. This ensures that when a vulnerability is known, the vendor can make security updates available for consumers, which are verified and then installed seamlessly. Updates must not make the product unavailable for an extended period.
de: Das Produkt muss automatische Updates für einen angemessenen Zeitraum nach dem Verkauf unterstützen, die standardmäßig aktiviert sein sollten. Auf diese Weise wird sichergestellt, dass der Verkäufer, wenn eine Schwachstelle bekannt ist, Sicherheitsupdates für Verbraucher zur Verfügung stellen kann, die verifiziert und dann nahtlos installiert werden. Updates sollten die Verfügbarkeit des Produkts nicht beeinflussen.
fr: Le produit doit permettre, par défaut, des mises à jour automatiques pendant une période raisonnable après la vente. Cela garantit que lorsqu’une vulnérabilité est connue, le fabricant peut proposer des mises à jour de sécurité aux consommateurs, qui sont vérifiées puis installées en toute simplicité. Les mises à jour ne doivent pas rendre le produit inutilisable pendant une longue période.

source: Strong passwords [2]
de: Starke Passwörter [2]
fr: Mots de passe robustes [2]

source: The vendor must have a system in place to manage vulnerabilities in the product. This must also include a point of contact for reporting vulnerabilities or an equivalent bug bounty program. This ensures that vendors are actively managing vulnerabilities throughout the product’s lifecycle.
de: Der Anbieter muss über ein System verfügen, um Sicherheitslücken im Produkt zu managen. Dazu gehört auch das Vorhandensein einer Anlaufstelle für die Meldung von Lücken oder ein gleichwertiges Bug-Bounty-Programm. Auf diese Weise wird sichergestellt, dass die Anbieter die Sicherheitslücken während des gesamten Lebenszyklus des Produkts aktiv managen.
fr: L’entreprise doit disposer d’un système permettant de gérer les vulnérabilités du produit. Ce système doit proposer un point de contact pour signaler des vulnérabilités ou disposer de l’équivalent d’un programme de <em>bug bounty</em>. Cela permet de s’assurer que les entreprises gèrent activement les vulnérabilités tout au long du cycle de vie du produit.

source: Privacy Practices [3]
de: Datenschutzpraktiken [3]
fr: Pratiques en matière de confidentialité [3]

source: The product must have privacy information that applies specifically to the device, not a generic privacy policy that is written to cover just the company web properties.
de: Es muss Datenschutzhinweise speziell für das Gerät geben. Eine allgemeine Datenschutzrichtlinie für den Webauftritt des Unternehmens ist nicht ausreichend.
fr: Le produit doit disposer d’informations de confidentialité qui s’appliquent spécifiquement à l’appareil, et non une politique de confidentialité générique rédigée pour couvrir uniquement les sites web de l’entreprise.

source: <strong>[1]</strong> Automatic updates are critical to creating a secure product ecosystem. Nonetheless, we have heard concerns that automatic updates can also be used in ways that are adversarial towards users. These standards are not intended in any way to encourage or condone the use of update mechanisms to push software that would weaken the privacy properties of products or modify security or privacy settings in ways that are inconsistent with users’ choices and expectations.
de: <strong>[1]</strong> Automatische Updates sind fundamental wichtig, um die Sicherheit eines Produkts zu gewährleisten. Trotzdem gibt es Bedenken, dass solche Updates zum Nachteil der Verbraucher sein können. Diese Sicherheitsanforderungen sollen in keiner Weise Updates ermuntern oder dulden, die die Datenschutzeigenschaften von Produkten schwächen oder Sicherheits- oder Datenschutzeinstellungen so modifizieren, dass die Wahl und die Erwartungen der Verbraucher nicht beachtet werden.
fr: <strong>[1]</strong> Les mises à jour automatiques sont essentielles pour créer un écosystème de produits sécurisé. Néanmoins, nous avons relevé des préoccupations quant au fait que les mises à jour automatiques peuvent également être utilisées de manière à nuire aux utilisateurs. Ces critères ne visent en aucun cas à encourager ou à tolérer l’utilisation de mécanismes de mise à jour pour déployer des logiciels qui affaibliraient les mécanismes de confidentialité des produits ou modifieraient les paramètres de sécurité ou de confidentialité d’une manière incompatible avec les choix et les attentes des utilisateurs.

source: <strong>[2]</strong> These standards are also not intended to require that all devices have a password. It is intended for devices that use passwords for remote authentication, rather than devices that are in hand. For instance, many connected devices use secure methods for Bluetooth authentication that does not involve passwords.
de: <strong>[2]</strong> Diese Sicherheitsanforderungen fordern auch nicht ein, dass alles Produkte passwortgeschützt sein müssen. Dies gilt für Geräte, die Passwörter für eine Authentifizierung aus der Ferne nutzen, nicht für solche, die der Verbraucher vor Ort bedient. Viele intelligente Geräte nutzen sichere Methoden für eine Authentifizierung mittels Bluetooth, die ohne Passwörter funktionieren.
fr: <strong>[2]</strong> Ces critères ne visent pas non plus à exiger que tous les appareils aient un mot de passe. Ils sont destinés aux appareils qui utilisent des mots de passe pour l’authentification à distance, plutôt qu’aux appareils qui peuvent être pris en main. Par exemple, de nombreux objets connectés utilisent des méthodes sécurisées pour l’authentification Bluetooth qui ne font pas appel à des mots de passe.

source: <strong>[3]</strong> In the Mozilla <em>*Privacy Not Included</em> Buyer’s Guide, we evaluate additional privacy considerations including how data is shared with third parties, whether data can be deleted, and the readability of the privacy information.
de: <strong>[3]</strong> In unserem <em>*Datenschutz nicht inbegriffen</em> Shoppingratgeber beurteilen wir, ob Daten mit Dritten geteilt werden, ob sie gelöscht werden können und ob die Datenschutzhinweise leicht verständlich sind.
fr: <strong>[3]</strong> Dans le guide d’achat de Mozilla <em>*Confidentialité non incluse</em>, nous évaluons d’autres aspects liés à la vie privée, notamment la manière dont les données sont partagées avec des tiers, la possibilité de supprimer des données et la lisibilité des informations de confidentialité.

source: <em>*Privacy Not Included</em> helps consumers shop for trustworthy connected products. But it also helps journalists cover connected products. Our research assists reporters in incorporating product privacy—and not just price and performance—into their consumer technology coverage.
de: <em>*Datenschutz nicht inbegriffen</em> hilft Verbrauchern dabei, vertrauenswürdige intelligente Geräte zu kaufen. Aber der Ratgeber dient auch Journalisten dabei, über solche Produkte zu berichten. Unsere Recherche ist nützlich, um in Testberichten über neue Tech-Produkte auch auf deren Datenschutz eingehen zu können, statt nur über Preis und Performance zu berichten.
fr: Le guide <em>*Confidentialité non incluse</em> permet aux consommateurs et consommatrices d’acheter des produits connectés dignes de confiance. Mais il aide aussi les journalistes à tester ces produits : nos recherches leur permettent d’intégrer le respect de la vie privée dans leurs critiques de produits technologiques, en plus du prix et des performances.

source: If you’re a member of the press interested in speaking with Mozilla’s <em>*Privacy Not Included</em> team, please email %(name)s at <a href="mailto:%(email)s">%(email)s</a>. Our researchers can answer questions about specific products, or speak to broader trends in the realm of privacy, security, and trustworthy AI. We can also provide high-resolution graphics and gifs from our guide.
de: Sie sind Pressevertreter und haben Interesse an einem Gespräch mit unserem <em>*Datenschutz nicht inbegriffen</em> Team? Schreiben Sie eine E-Mail an %(name)s – <a href="mailto:%(email)s">%(email)s</a>. Unsere Mitarbeiter können Fragen zu bestimmten Produkten beantworten oder über Trends im Bereich Datenschutz, Sicherheit und vertrauenswürdige KI berichten. Außerdem können wir hochauflösende Grafiken und GIFs aus unserem Ratgeber bereitstellen.
fr: Si vous êtes journaliste et souhaitez contacter l’équipe <em>*Confidentialité non incluse</em> de Mozilla, vous pouvez contacter %(name)s à l’adresse <a href="mailto:%(email)s">%(email)s</a>. Nos chercheurs et chercheuses peuvent répondre à des questions concernant des produits en particulier, ou parler plus largement des tendances dans les domaines du respect de la vie privée, de la sécurité et des IA dignes de confiance. Nous pouvons aussi vous fournir des images en haute définition et des gifs de notre guide d’achat.

source: Recognition
de: Auszeichnung
fr: Distinctions

source: Mozilla’s <em>*Privacy Not Included</em> <a href="%(url)s">won a 2020 Webby</a> in the “People’s Voice Award for Activism” category. Our five word acceptance speech? “Privacy is power. Demand it.”
de: Mozillas <em>*Datenschutz nicht inbegriffen</em> <a href="%(url)s">hat einen 2020 Webby</a> in der „People’s Voice Award for Activism“-Kategorie gewonnen. Unsere sieben Worte lange Dankesrede? „Datenschutz ist Macht. Fordern Sie ihn ein.“
fr: Le guide <em>*Confidentialité non incluse</em> de Mozilla <a href="%(url)s">a remporté un prix Webby en 2020</a> dans la catégorie « People’s Voice Award for Activism » (prix d’activisme). Notre discours de remerciement tient en quelques mots : « La confidentialité vous donne le pouvoir. Exigez-la. ».

source: 2020 Webby Award Winner Badge
fr: Badge de lauréat du Webby Award 2020

source: Since launching 2017, *Privacy Not Included has garnered hundreds of stories. Highlights include:
de: Seit dem Launch 2017 hat *Datenschutz nicht inbegriffen hunderte Storys angesammelt. Darunter folgende:
fr: Depuis ses débuts en 2017, le guide *Confidentialité non incluse a été cité dans des centaines d’articles et d’émissions. Voici certains des plus marquants :

source: <strong>Mashable:</strong> <a href="%(url)s">Privacy experts reviewed popular video-chat apps, and *yikes*</a>
de: <strong>Mashable:</strong> <a href="%(url)s">Datenschutzexperten haben beliebte Video-Chat-Apps rezensiert und *oh, oh!*</a>
fr: <strong>Mashable :</strong> <a href="%(url)s">Des expert·e·s en matière de confidentialité ont examiné des applis populaires de discussion vidéo, et... au secours !</a>

source: Published April 2020. “[Mozilla] researchers combed through privacy policies, sifted through app specifications, and looked at critical questions,” Mozilla told Mashable of our special video chat app edition of <em>*Privacy Not Included</em>.
de: Veröffentlicht im April 2020. „[Mozilla] Mitarbeiter haben Datenschutzrichtlinien durchkämmt, Angaben zu Apps durchsiebt und wichtige Fragen gestellt.“ Wir haben Mashable von unserer besonderen App-Edition von <em>*Datenschutz nicht inbegriffen</em> erzählt.
fr: Publication en avril 2020. Mozilla a échangé avec Mashable au sujet de notre édition spéciale du guide <em>*Confidentialité non incluse</em> sur les applications de discussion vidéo : « Les chercheurs et chercheuses [de Mozilla] ont passé les politiques de confidentialité au peigne fin, examiné les caractéristiques des applications et étudié certaines questions cruciales. »

source: <strong>NPR:</strong> <a href="%(url)s">Mozilla’s Latest “Privacy Not Included” Buyer’s Guide</a>
de: <strong>NPR:</strong> <a href="%(url)s">Mozillas neuster „Datenschutz nicht inbegriffen“ Shoppingratgeber</a>
fr: <strong>NPR :</strong> <a href="%(url)s">Le dernier guide d’achat « Confidentialité non incluse » de Mozilla</a>

source: Published December 2019. Ashley Boyd, Mozilla’s VP of Advocacy and Engagement, spoke with host Steve Inskeep about the surveillance features that are often built into consumer technology.
de: Veröffentlicht im Dezember 2019. Ashley Boyd, Mozillas VP of Advocacy and Engagement, im Gespräch mit Moderator Steve Inskeep über die Überwachungsfunktionen, die oft in Verbrauchertechnologien stecken.
fr: Publication en décembre 2019. Ashley Boyd, vice-présidente du secteur Militantisme et engagement chez Mozilla, échange avec le présentateur Steve Inskeep à propos des fonctionnalités de surveillance souvent intégrées à des technologies de consommation courante.

source: Here’s a warning that should be on some of the items on your holiday shopping list—privacy not included. That’s the point of a shopping guide put out by the Mozilla Foundation.
de: Dieser Warnhinweis sollte auf einigen der Dinge auf Ihrer Shoppingliste zu Weihnachten stehen: Datenschutz nicht inbegriffen. Genau darum geht es in dem Shoppingratgeber der Mozilla Foundation.
fr: Certains produits de votre liste de cadeaux de Noël devraient porter la mention « Confidentialité non incluse ». C’est ce qu’explique ce guide d’achat conçu par la Fondation Mozilla.

source: <strong>NBC News:</strong> <a href="%(url)s">The downside of connected tech: Are the smart devices in your home spying on you?</a>
de: <strong>NBC News:</strong> <a href="%(url)s">Die Nachteile intelligenter Technologien: Spionieren Ihre Smart-Home-Geräte Sie aus?</a>
fr: <strong>NBC News :</strong> <a href="%(url)s">L’inconvénient des objets connectés : vos appareils intelligents vous espionnent-ils ?</a>

source: Published December 2019. Ashley Boyd spoke with NBC about giving consumers more control over their personal data.
de: Veröffentlicht im Dezember 2019. Ashley Boyd im Gespräch mit NBC darüber, Verbrauchern mehr Kontrolle über ihre persönlichen Daten zu geben.
fr: Publication en décembre 2019. Sur NBC, Ashley Boyd parle du fait de donner plus de contrôle aux consommateurs et consommatrices sur leurs données personnelles.

source: <strong>USA Today:</strong> <a href="%(url)s">Before you buy, consider privacy, please</a>
de: <strong>USA Today:</strong> <a href="%(url)s">Achten Sie bitte auf den Datenschutz, bevor Sie kaufen</a>
fr: <strong>USA Today :</strong> <a href="%(url)s">Avant d’acheter, n’oubliez pas la confidentialité</a>

source: Published November 2019. Mozilla researcher Becca Ricks spoke with technology columnist Jefferson Graham about the privacy and security flaws of connected doorbells.
de: Veröffentlicht im November 2019. Mozilla Mitarbeiterin Becca Ricks sprach mit Techkolumnist Jefferson Graham über die Fehler in Datenschutz und Sicherheit von intelligenten Türklingeln.
fr: Publication en novembre 2019. La chercheuse Becca Ricks, de chez Mozilla, et le journaliste spécialisé dans la technologie Jefferson Graham discutent des problèmes de sécurité et de confidentialité des sonnettes connectées.
