Repository: mozilla-l10n/fomo-l10n
Catalog: foundation/translations/networkapi/wagtailpages/templates/wagtailpages/pages/youtube-regrets-2021/locale/*/LC_MESSAGES/django.po
Languages: de, es, nl, pt_br

source: Close Tab
de: Tab schließen
es: Cerrar pestaña
nl: Tab sluiten
pt_br: Fechar aba

source: Close
de: Schließen
es: Cerrar
nl: Sluiten
pt_br: Fechar

source: YouTube Regrets are primarily a result of the recommendation algorithm, meaning videos that YouTube chooses to amplify, rather than videos that people sought out.
de: YouTube Regrets sind vor allem auf den Empfehlungsalgorithmus zurückzuführen, also auf Videos, die YouTube auswählt wurden, um ihre Verbreitung zu fördern, und nicht von Nutzern ausgesuchte Videos.
es: La causa principal de las contrariedades en YouTube es el algoritmo de recomendaciones; no se trata, pues, de vídeos que buscan los usuarios, sino de vídeos que YouTube decide promocionar.
nl: YouTube Regrets zijn voornamelijk het resultaat van het aanbevelingsalgoritme, oftewel video’s die YouTube kiest om uit te lichten, in plaats van dat mensen ze zelf uitkiezen.
pt_br: Os Arrependimentos no YouTube resultam principalmente do algoritmo de recomendação, ou seja, vídeos que o YouTube escolhe amplificar, em vez de vídeos que as pessoas pesquisaram para ver.

source: 71%% of all Regret reports came from videos recommended to our volunteers and recommended videos were 40%% more likely to be regretted than videos searched for.
de: 71 %% aller gemeldeten YouTube Regrets beziehen sich auf Videos, die unseren freiwilligen Teilnehmern empfohlen wurden. Außerdem war die Wahrscheinlichkeit, dass die Wiedergabe empfohlener Videos bedauert werden würde, 40 %% höher als bei Videos, nach denen Nutzer gesucht hatten.
es: El 71 %% de todos los informes sobre contrariedades hacían referencia a vídeos recomendados a nuestros voluntarios, mientras que la probabilidad de lamentar haber visto un vídeo aumentaba un 40 %% si este era recomendado en vez de buscado.
nl: 71%% van alle Regret-meldingen kwamen voort uit aanbevelingen aan onze vrijwilligers en de kans dat mensen spijt hadden van het bekijken van de video was 40%% groter bij aanbevolen video’s dan bij de video’s waar ze zelf bewust naar zochten.
pt_br: 71%% de todos os relatos de arrependimento vieram de vídeos recomendados aos nossos voluntários; tais vídeos tinham 40%% mais probabilidade de causar arrependimento do que os vídeos que as pessoas pesquisaram para ver.

source: The YouTube Regrets our volunteers flagged had tons of views, but it’s impossible to tell how many of those views came from YouTube’s recommendation algorithm, because <span class="tw-font-bold">YouTube won’t release this information</span>.
es: Las contrariedades en YouTube señaladas por nuestros voluntarios tenían un montón de visualizaciones, pero es imposible saber cuántas de ellas procedieron del algoritmo de recomendaciones porque <span class="tw-font-bold">YouTube se niega a compartir esta información.</span>
nl: De YouTube Regrets die onze vrijwilligers rapporteerden waren al heel vaak bekeken, maar het is onmogelijk te achterhalen hoe vaak dit door het aanbevelingsalgoritme van YouTube kwam, omdat <span class="tw-font-bold">YouTube deze informatie niet vrijgeeft</span>.
pt_br: Os Arrependimentos no YouTube sinalizados por nossos voluntários tiveram milhares de visualizações, mas é impossível dizer quantas dessas visualizações vieram do algoritmo de recomendação, <span class="tw-font-bold">porque o YouTube não disponibiliza essa informação.</span>

source: Reported Videos
de: Gemeldete Videos
es: Vídeos denunciados
nl: Gerapporteerde video’s
pt_br: Vídeos denunciados

source: Other Videos
de: Sonstige Videos
es: Otros vídeos
nl: Andere video’s
pt_br: Outros vídeos

source: views per day
de: AUFRUFE PRO TAG
es: VISUALIZACIONES AL DÍA
nl: weergaven per dag
pt_br: VISUALIZAÇÕES POR DIA

source: What we do know is that reported videos seemed to accumulate views faster than those that were not.
de: Wir wissen jedoch, dass gemeldete Videos schneller Aufrufe zu verzeichnen schienen, als solche, die nicht gemeldet wurden.
es: Lo que sí sabemos es que los vídeos denunciados parecían acumular visualizaciones más deprisa que el resto.
nl: Wat we wel kunnen zeggen, is dat gerapporteerde video’s sneller werden weergegeven dan andere video’s.
pt_br: O que sabemos é que os vídeos denunciados pareciam acumular visualizações mais rápido do que aqueles que não o foram.

source: At the time they were reported, YouTube Regrets had a median of 5,794 views per day they were on the platform, while other videos our volunteers watched had only 3,312 views per day.
de: Zum Zeitpunkt, als sie gemeldet wurden, wiesen YouTube Regrets einen Mittelwert von 5.794 Aufrufen pro Tag auf, den sie sich auf der Plattform befanden, während andere Videos, die unsere Freiwilligen ansahen, nur 3.312 Aufrufe pro Tag erzielten.
es: Cuando se informó acerca de ellas, las contrariedades en YouTube recibían una media de 5794 visualizaciones cada día que estaban en la plataforma, mientras que los otros vídeos vistos por nuestros voluntarios solo alcanzaban de media las 3312 visualizaciones al día.
nl: Op het moment dat ze werden gerapporteerd, had YouTube Regrets een gemiddelde van 5.794 weergaven per dag dat ze op het platform stonden, terwijl andere video’s die door onze vrijwilligers werden bekeken slechts 3.312 weergaven per dag hadden.
pt_br: Na época em que foram denunciados, os Arrependimentos no YouTube tinham uma média de 5.794 visualizações por dia que estavam na plataforma, enquanto outros vídeos vistos por nossos voluntários tinham apenas 3.312 visualizações por dia.

source: Our data shows that YouTube’s algorithm recommended several videos that were later removed from the platform for violating YouTube’s own Community Guidelines.
de: Unsere Daten belegen, dass der YouTube-Algorithmus mehrere Videos empfohlen hat, die später wegen Verstößen gegen die Community-Richtlinien von YouTube entfernt wurden.
es: Según nuestros datos, el algoritmo de YouTube recomendó varios vídeos que más tarde se eliminaron de la plataforma por infringir las propias Normas de la Comunidad de YouTube.
nl: Onze gegevens tonen aan dat het algoritme van YouTube diverse video’s aanbeval die later van het platform werden verwijderd, omdat ze de eigen Gemeenschapsrichtlijnen van YouTube schonden.
pt_br: Nossos dados mostram que o algoritmo do YouTube recomendou vários vídeos que foram posteriormente removidos da plataforma por violar suas próprias Diretrizes.

source: In 40%% of cases where recommended YouTube Regrets were taken down from YouTube, YouTube did not provide data about the reason why these videos were removed.
de: In 40 %% der Fälle, in denen empfohlene YouTube Regrets von der Plattform genommen wurden, stellte YouTube keine Daten dazu bereit, warum diese Videos entfernt wurden.
es: En el 40 %% de los casos en que se eliminaron de la plataforma contrariedades recomendadas, YouTube no proporcionó datos sobre el motivo de dicha eliminación.
nl: Bij 40%% van de gevallen waarbij aanbevolen YouTube Regrets werden verwijderd, heeft YouTube geen gegevens vrijgegeven over de reden voor het verwijderen van deze video’s.
pt_br: Em 40%% dos casos em que os Arrependimentos no YouTube recomendados foram removidos da plataforma, o YouTube não forneceu dados sobre a razão dessas remoções.

source: What we do know is at the time they were reported they had racked up a collective 160 million views, an average of 760 thousand views per video, accrued over an average of 5 months that the videos had been up at the time they were reported. It is impossible to tell how many of these views were a result of recommendations, because <span class="tw-font-bold">YouTube won’t release this information</span>.
es: No obstante, sabemos que, en el momento en que se denunciaron, estos vídeos habían acumulado un total de 160 millones de visualizaciones, con una media de 760 000 visualizaciones por vídeo a lo largo de la media de 160 días que habían estado en la plataforma. Es imposible saber cuántas de ellas fueron resultado de recomendaciones porque <span class="tw-font-bold">YouTube se niega a compartir esta información.</span>
nl: Wat we wel weten is dat op het moment van rapporteren, ze bij elkaar 160 miljoen weergaven hadden gerealiseerd, een gemiddelde van 760 duizend views per video, vergaard in gemiddeld 160 dagen dat de video’s live stonden, op het moment dat ze werden gerapporteerd. Het is onmogelijk te bepalen hoeveel van deze weergaven het resultaat zijn van aanbevelingen, omdat <span class="tw-font-bold">YouTube deze informatie niet vrijgeeft</span>.
pt_br: O que sabemos é que na época em que foram denunciados, eles tinham alcançado 160 milhões de visualizações coletivas, uma média de 760 mil visualizações por vídeo. Essas visualizações foram acumuladas ao longo de em média 160 dias de veiculação na época em que foram relatados. É impossível dizer quantas dessas visualizações foram resultado de recomendações, porque o <span class="tw-font-bold">YouTube não revela essas informações</span>.

source: views over ~5 months
de: AUFRUFE ÜBER ~160 TAGE
es: VISUALIZACIONES A LO LARGO DE ~160 DÍAS
nl: weergaven in ~ 5 maanden
pt_br: VISUALIZAÇÕES EM CERCA DE 5 MESES

source: views per video
de: AUFRUFE PRO VIDEO
es: VISUALIZACIONES POR VÍDEO
nl: weergaven per video
pt_br: VISUALIZAÇÕES POR VÍDEO

source: K
pt_br: MIL

source: When YouTube is called out for recommending borderline content, the company usually boasts that their policy changes have led to a “70%% average drop in watch time of this content coming from non-subscribed recommendations in the U.S.” <span class="tw-font-bold">But what about the rest of the world?</span>
es: Cuando recriminan a YouTube el hecho de recomendar contenidos que rozan el límite de aceptabilidad, la empresa suele presumir de que los cambios aplicados en su política "han generado una disminución media del 70 %% en el tiempo de visualización de dichos contenidos procedente de recomendaciones no suscritas en Estados Unidos"… <span class="tw-font-bold">Muy bien, pero ¿qué hay del resto del mundo?</span>
nl: Zodra YouTube wordt geconfronteerd met het feit dat ze twijfelachtige inhoud aanbevelen, schept het bedrijf doorgaans op dat hun beleidsaanpassingen hebben geleid tot ‘gemiddeld 70%% vermindering van de kijktijd van dit type inhoud, via niet-geabonneerde aanbevelingen in de VS.’ <span class="tw-font-bold">Maar hoe zit het met de rest van de wereld?</span>
pt_br: Quando o YouTube é denunciado por recomendar conteúdo inadequado, a empresa geralmente se gaba de que suas mudanças de política levaram a uma "queda média de 70%% no tempo de exibição desse tipo de conteúdo, originado de recomendações inadequadas nos EUA,". <span class="tw-font-bold">Mas e quanto ao resto do mundo?</span>

source: We found that the rate of regrets is 60%% higher in countries where English is not the primary language.
de: Unseren Erkenntnissen zufolge ist der Anteil der Regrets in Ländern, in denen Englisch nicht Primärsprache ist, um 60 %% höher.
es: Hemos descubierto que el índice de contrariedades es un 60 %% superior en los países donde el inglés no es el idioma más hablado.
nl: We hebben geconcludeerd dat het aantal Regrets 60%% hoger is in landen waar Engels niet de voertaal is.
pt_br: Descobrimos que a taxa de arrependimentos é 60%% maior em países onde o inglês não é o idioma principal.

source: This correlates with <a href="%(statement_link)s">statements</a> made by YouTube that suggest they have focused these policy changes on English-speaking countries first.
de: Dies stimmt mit <a href="%(statement_link)s">Aussagen</a> von YouTube überein, die darauf hindeuten, dass die Richtlinienänderungen vorrangig auf englischsprachige Länder abzielen.
es: Este dato concuerda con las <a href="%(statement_link)s">declaraciones</a> hechas por YouTube, las cuales sugieren que se han centrado primero en los países de habla inglesa a la hora de aplicar estos cambios en su política.
nl: Dit is in lijn met de <a href="%(statement_link)s">verklaringen</a> van YouTube die suggereren dat ze in eerste instantie met deze beleidswijzigingen hebben gefocust op Engelstalige landen.
pt_br: Isso está relacionado às <a href="%(statement_link)s">declarações</a> feitas pelo YouTube que sugerem que essas mudanças de política foram inicialmente concentradas nos países de língua inglesa.

source: Regrets Rate by Country
de: Regrets-Quote nach Land
es: Índice de contrariedades por país
nl: Aantal Regrets per land
pt_br: Índice de arrependimentos por país

source: Primary-English
de: Primärsprache ist Englisch
es: Habla inglesa
nl: Engelstalig
pt_br: Principal – Inglês

source: Primary-non-English
de: Primärsprache ist nicht Englisch
es: Habla no inglesa
nl: Niet-Engelstalig
pt_br: Principal – idiomas que não o inglês

source: *Among countries classified as having English as a primary language, the rate is 11.0 Regrets per 10000 videos watched (95%% confidence interval is 10.4 to 11.7). In countries with a non-English primary language, the rate is 60%% higher at 17.5 Regrets per 10000 videos watched (95%% confidence interval is 16.8 to 18.3)
de: *Unter den Ländern, in denen Englisch Primärsprache ist, liegt die Quote bei 11,0 Regrets pro 10.0000 wiedergegebenen Videos (Konfidenzintervall von 95 %% liegt bei 10,4 bis 11,7). In Ländern, in denen Englisch nicht Primärsprache ist, ist die Quote 1,6 Mal höher mit 17,5 Regrets pro 10.000 wiedergegebenen Videos (Konfidenzintervall von 95 %% liegt bei 16,8 bis 18,3).
es: * Entre los países "de habla inglesa", el índice es de 11,0 contrariedades cada 10 000 vídeos vistos (con un intervalo de confianza del 95 %% situado entre 10,4 y 11,7). En los países "de habla no inglesa", el índice es de 17,5 contrariedades cada 10 000 vídeos vistos (con un intervalo de confianza del 95 %% situado entre 16,8 y 18,3), es decir, 60 %% superior.
nl: *Onder de landen die zijn geclassificeerd met Engels als voertaal, is de verhouding 11,0 Regrets per 10.000 bekeken video’s (het 95%% betrouwbaarheidsinterval ligt tussen 10,4 en 11,7). In landen waar Engels niet de voertaal is, is de verhouding 60%% hoger met 17,5 Regrets per 10.000 bekeken video’s (het 95%% betrouwbaarheidsinterval ligt tussen 16,8 en 18,3)
pt_br: *Em países onde o inglês é o idioma principal, a taxa é de 11,0 arrependimentos a cada 10.000 vídeos vistos (intervalo de confiança de 95%%, entre 10,4 e 11,7). Em países onde o idioma principal não é o inglês, a taxa é 60%% maior, com 17,5 arrependimentos a cada 10.000 vídeos vistos (intervalo de confiança de 95%%, entre 16,8 e 18,3).

source: of non-english videos were pandemic-related
de: DER NICHT ENGLISCHSPRACHIGEN VIDEOS WAREN PANDEMIEBEZOGEN.
es: DE VÍDEOS NO EN INGLÉS RELACIONADOS CON LA PANDEMIA
nl: van de niet-Engelstalige video’s waren gerelateerd aan de pandemie
pt_br: DOS VÍDEOS EM IDIOMAS QUE NÃO O INGLÊS ERAM RELACIONADOS À PANDEMIA

source: of english videos were pandemic-related
de: DER ENGLISCHSPRACHIGEN VIDEOS WAREN PANDEMIEBEZOGEN.
es: DE VÍDEOS EN INGLÉS RELACIONADOS CON LA PANDEMIA
nl: van de Engelstalige video’s waren gerelateerd aan de pandemie
pt_br: DOS VÍDEOS EM INGLÊS ERAM RELACIONADOS À PANDEMIA

source: We also found that misleading or harmful pandemic-related videos are especially prevalent among non-English regrets.
de: Wir haben außerdem herausgefunden, dass irreführende oder schädliche Videos zur Coronapandemie besonders häufig unter Regrets aus nicht englischsprachigen Ländern vorkommen.
es: También hemos descubierto que los vídeos engañosos o perjudiciales relacionados con la pandemia son especialmente prevalentes entre las contrariedades cuando el idioma no es el inglés.
nl: We zagen ook dat misleidende of schadelijke aan de pandemie gerelateerde video’s voornamelijk voorkomen onder niet-Engelse Regrets.
pt_br: Também descobrimos que vídeos enganosos ou prejudiciais relacionados à pandemia são especialmente prevalentes entre os Arrependimentos de pessoas em países onde o inglês não é o idioma principal.

source: Of the YouTube Regrets that we determined shouldn’t be on YouTube or shouldn’t be recommended by YouTube, we found that only 14%% of English videos were pandemic-related. But among non-English videos, the rate is 36%%.
de: Von den YouTube Regrets, die sich nach unseren Erkenntnissen nicht auf YouTube befinden sollten bzw. nicht von YouTube empfohlen werden sollten, waren laut unseren Untersuchungen nur 14 %% der englischsprachigen Videos pandemiebezogen. Unter den nicht englischsprachigen Videos liegt die Quote bei 36 %%.
es: Entre las contrariedades en YouTube que, según nuestras conclusiones, no deberían encontrarse en YouTube o ser recomendadas por la plataforma, solo el 14 %% de los vídeos en inglés guardaban relación con la pandemia, mientras que la cifra aumentaba hasta el 36 %% cuando se trataba de vídeos en otro idioma.
nl: Van de YouTube Regrets waarvan wij bepaalden dat ze niet op YouTube zouden moeten staan of zouden moeten worden aanbevolen door YouTube, zagen we dat slechts 14%% van de Engelse video’s aan de pandemie gerelateerd waren. Onder de niet-Engelse video’s is dat 36%%.
pt_br: Entre os Arrependimentos que determinamos que não deveriam estar no YouTube ou não deveriam ser recomendados pelo YouTube, constatamos que apenas 14%% dos vídeos em inglês estavam relacionados à pandemia. Mas a taxa para os vídeos em um idioma que não o inglês é de 36%%.

source: “In coming out to myself and close friends as transgender, <span>my biggest regret was turning to YouTube to hear the stories of other trans and queer people.</span> Simply typing in the word 'transgender' brought up countless videos that were essentially describing my struggle as a mental illness and as something that shouldn't exist. YouTube reminded me why I hid in the closet for so many years.
de: „<span>Ich bereue, dass ich auf YouTube nach Erfahrungsberichten von anderen Leuten mit transgender oder queerem Hintergrund gesucht habe</span>, als ich mich meinen Freunden und mir selbst gegenüber als Transgender geoutet habe. Allein durch die Eingabe von „Transgender“ in das Suchfeld wurden mir zahllose Videos angezeigt, die meine Probleme als psychische Erkrankung und etwas darstellten, dass es eigentlich nicht geben sollte. YouTube machte mir klar, warum ich mich jahrelang nicht geoutet hatte.
es: "Al salir del armario como transgénero de cara a mí y a mis amigos cercanos, <span>una de las mayores contrariedades fue recurrir a YouTube para escuchar historias de otras personas transgénero y queer.</span> Con tan solo teclear la palabra 'transgénero' aparecieron un sinfín de vídeos en los que básicamente se describía mi lucha como una enfermedad mental y algo que no debería existir. YouTube me recordó por qué me había escondido en el armario durante tantos años.
nl: “Bij mijn coming-out als transgender voor mezelf en mijn vrienden, <span>heb ik het meeste spijt van het feit dat ik op Youtube verhalen van andere transgenders en queers heb bekeken.</span> Door alleen het woord ‘transgender’ in te typen, kreeg ik ontelbare video’s die mijn interne worsteling beschreven als een psychische aandoening en als iets dat niet zou moeten bestaan. YouTube herinnerde me eraan waarom ik zo lang in de kast heb gezeten.
pt_br: “Ao me assumir para mim mesmo e para amigos íntimos como transexual, <span>meu maior arrependimento foi recorrer ao YouTube para ouvir as histórias de outras pessoas trans e homossexuais.</span> Simplesmente digitar a palavra "transgêneros" trouxe à tona inúmeros vídeos que basicamente descreviam minha luta como uma doença mental e como algo que não deveria existir. O YouTube me lembrou por que me escondi no armário por tantos anos.

source: Every now and then YouTube will continue to recommend me a video that tells me that my gender identity is wrong — and it reminds me of how much hate is squarely directed at me and people like me. I'm somewhat older, I've been dealing with these issues internally for a long time and I have therapy to work out these issues, but I can't imagine what it's like for those without access to help. <span>YouTube is a part of my pain in coming out</span> and is a reminder of how terrible this world can be to those who are different. I have to be proud in spite of places like YouTube.”
de: Ab und an bekomme ich von YouTube immer noch Inhalte vorgeschlagen, die meine Gender-Identität als falsch bezeichnen; das erinnert mich dann an den Hass, der mir und Leuten wie mir entgegengebracht wird. Ich bin jetzt ein bisschen älter und habe mich mit diesen Problemen schon länger auseinandergesetzt – auch durch Therapie – aber kann mir gut vorstellen, wie es Leuten damit geht, die solche Hilfe nicht in Anspruch nehmen können. <span>YouTube trägt eine Mitschuld daran, dass mein Outing so schmerzhaft war</span> und erinnert mich daran, wie gemein die Welt zu denen ist, die anders sind. Ich muss trotz Plattformen wie YouTube stolz sein.“
es: De vez en cuando YouTube sigue recomendándome vídeos en que se afirma que mi identidad de género está mal y me recuerda cuánto odio se dirige directamente contra las personas como yo. Ahora soy un poco mayor, llevo mucho tiempo lidiando internamente con estos problemas y acudo a terapia para resolverlos, pero no puedo imaginar cómo lo viven las personas que no tienen acceso a ayuda. <span>YouTube forma parte de mi dolor al salir del armario</span> y me recuerda lo terrible que puede llegar a ser este mundo para quienes son diferentes. Debo sentir orgullo a pesar de lo que se diga en sitios como YouTube".
nl: Nog steeds krijg ik zo nu en dan een aanbeveling van YouTube, waarin wordt uitgelegd dat mijn genderidentiteit verkeerd is – en ik realiseer me ook weer meteen hoeveel haat ik en anderen zoals ik krijgen. Ik ben al iets ouder en ik probeer al heel lang om te gaan met deze problemen, waarvoor ik ook in therapie ben, maar ik kan me niet voorstellen hoe het is voor mensen die geen toegang hebben tot hulp. <span>YouTube is onderdeel geworden van de pijn rond mijn coming-out</span> en is een herinnering hoe verschrikkelijk de wereld kan zijn voor mensen die anders zijn. Ik moet juist trots zijn, ondanks plekken als YouTube.”
pt_br: De vez em quando, o YouTube continua me recomendando um vídeo que diz que minha identidade de gênero está errada – e me lembra quanto ódio é diretamente direcionado a mim e a pessoas como eu. Sou um pouco mais velho, tenho lidado com esses problemas internamente há muito tempo e faço terapia para resolvê-los, mas não consigo imaginar como é para aqueles sem acesso a ajuda. <span>O YouTube faz parte da minha dor ao sair do armário</span> e é um lembrete de como este mundo pode ser terrível para aqueles que são diferentes. Tenho de sentir orgulho apesar de lugares como o YouTube.”
