Repository: mozilla-l10n/fomo-l10n
Catalog: foundation/translations/networkapi/wagtailpages/templates/wagtailpages/pages/youtube-regrets-2021/locale/*/LC_MESSAGES/django.po
Languages: de, es, nl, pt_br

source: What is a YouTube Regret?
de: Was ist ein „YouTube Regret“?
es: ¿Qué es una contrariedad en YouTube?
nl: Wat is een YouTube Regret?
pt_br: O que é um Arrependimento no YouTube?

source: The concept of a “YouTube Regret” was born out of a <a href="%(campaign_link)s">crowdsourced campaign</a> that Mozilla developed in 2019 to collect stories about YouTube’s recommendation algorithm leading people down bizarre and sometimes dangerous pathways. We have intentionally steered away from strictly defining what “counts” as a YouTube Regret to allow people to define the full spectrum of regrettable experiences that they have on YouTube.
de: Das YouTube Regret-Konzept entstand im Rahmen einer <a href="%(campaign_link)s">per Crowdsourcing finanzierten Kampagne</a>, die Mozilla 2019 entwickelt hat, um Berichte über den Empfehlungsalgorithmus von YouTube zu sammeln, der Menschen auf bizarre und mitunter gefährliche Abwege führt. Wir haben absichtlich keine genauen Angaben dazu gemacht, was als YouTube Regret zu verstehen ist, um Menschen die Möglichkeit zu geben, das gesamte Spektrum der bedauerlichen Erfahrungen zu beschreiben, die sie auf YouTube gemacht haben.
es: El concepto de "contrariedad en YouTube" tiene su origen en una <a href="%(campaign_link)s">campaña colaborativa</a> que Mozilla puso en marcha en 2019 para recopilar historias sobre cómo el algoritmo de recomendaciones de YouTube llevaba a las personas por caminos extraños y, a veces, peligrosos. Hemos evitado intencionalmente definir de forma estricta qué se considera una contrariedad en YouTube para que los usuarios puedan describir todo el abanico de experiencias lamentables que tienen en YouTube.
nl: Het concept van een ‘YouTube Regret’ komt voort uit een <a href="%(campaign_link)s">crowdsourcing-campagne</a> uit 2019, opgezet door Mozilla, waarbij gevallen werden gedocumenteerd waarbij YouTube’s aanbevelingsalgoritme mensen naar bizarre en soms gevaarlijke routes leidde. We zijn hierbij bewust weggebleven van een specifieke ‘definitie’ voor een YouTube Regret, zodat we een totaalbeeld konden krijgen van betreurenswaardige ervaringen die mensen via YouTube hebben gehad.
pt_br: O conceito de um "Arrependimento no YouTube" nasceu de uma <a href="%(campaign_link)s">campanha com a colaboração pública</a> lançada pela Mozilla em 2019 para coletar histórias sobre o algoritmo de recomendação do YouTube, que leva as pessoas a enveredarem por caminhos bizarros e, às vezes, perigosos. Nós propositalmente não explicamos de forma clara o que "vale" como um "Arrependimento no YouTube", para permitir que as pessoas definissem todo o espectro de experiências lamentáveis que vivenciam no YouTube.

source: What a YouTube Regret looks like for one person may not be the same for another, and sometimes YouTube Regrets only emerge after months or weeks of being recommended videos—an experience which is better conveyed through <a href="%(stories_link)s">stories</a> than video datasets.
de: Was für den einen Nutzer ein YouTube Regret ist, mag von einem anderen nicht als solcher empfunden werden. Und in einigen Fälle treten YouTube Regrets erst Wochen oder Monate in Erscheinung, nachdem sie als empfohlene Videos aufgeführt wurden – eine Erfahrung, die sich besser anhand von <a href="%(stories_link)s">Berichten</a> vermitteln lässt als mithilfe von Datensätzen zu Videos.
es: Lo que una persona ve como una contrariedad en YouTube puede que no lo sea para otra y, a veces, las contrariedades en YouTube emergen al cabo de meses o semanas de recibir recomendaciones de vídeos, una experiencia que se transmite mejor con <a href="%(stories_link)s">historias</a> que con conjuntos de datos.
nl: Wat voor de één een YouTube Regret is, is dat niet voor de ander. Soms duurt het weken of maanden nadat een video is aanbevolen, voordat deze boven komt drijven als YouTube Regret – een ervaring die duidelijker is over te brengen als een <a href="%(stories_link)s">verhaal</a> dan als op video’s gebaseerde gegevens.
pt_br: O que uma pessoa considera Arrependimento no YouTube pode não ser igual para outra e, às vezes, os Arrependimentos no YouTube só surgem após semanas ou meses de vídeos recomendados – uma experiência que é melhor descrita por meio de <a href="%(stories_link)s">histórias</a> do que por conjuntos de dados de vídeo.

source: This approach intentionally centers the lived experiences of people to add to what is often a highly legalistic and theoretical discussion. It does not yield clear distinctions about what type of videos should or should not be on YouTube or algorithmically promoted by YouTube.
de: Dieser Ansatz rückt gezielt die konkreten Erfahrungen von Nutzern in den Mittelpunkt, um so die oft sehr juristisch und theoretisch geprägte Debatte zu vertiefen. Er bietet keine klaren Definitionen dazu, welche Art von Videos auf YouTube zu finden sein sollte bzw. von YouTube per Algorithmus empfohlen werden sollte.
es: Este enfoque se centra de forma deliberada en las experiencias vividas por las personas para aportar algo más a lo que a menudo es un debate sumamente legalista y teórico. No hace distinciones claras sobre qué tipo de vídeos deberían o no deberían encontrarse en YouTube o ser promocionados por su algoritmo.
nl: Deze benadering draait bewust om de ervaringen van mensen om bij te dragen aan een discussie die normaal gesproken voornamelijk juridisch en theoretisch wordt gevoerd. Er ontstaat geen duidelijk onderscheid over wat voor type video’s wel of niet via YouTube beschikbaar zou moeten zijn, of moet worden gepromoot door het algoritme.
pt_br: Esta abordagem intencionalmente enfoca as experiências pessoais para enriquecer o que muitas vezes é uma discussão altamente jurídica e teórica. Ela não estabelece distinções claras sobre quais tipos de vídeos devem ou não estar no YouTube ou ser promovidos pelo algoritmo da plataforma.

source: Most of the videos people regret watching come from recommendations.
de: Bei den meisten der Videos, deren Wiedergabe Nutzer bedauern, handelt es sich um Empfehlungen.
es: La mayoría de los vídeos que la gente lamenta haber visto proceden de recomendaciones.
nl: De meeste video’s die mensen hebben bekeken en waar ze spijt van hadden, komen via aanbevelingen.
pt_br: A maioria dos vídeos que as pessoas se arrependem de assistir vem de recomendações.

source: YouTube recommends videos that violate their own policies.
de: YouTube empfiehlt Videos, die gegen die eigenen Richtlinien verstoßen.
es: YouTube recomienda vídeos que infringen sus propias políticas.
nl: YouTube beveelt video’s aan die in strijd zijn met hun eigen beleid.
pt_br: O YouTube recomenda vídeos que violam suas próprias políticas.

source: Non-English speakers are hit the hardest.
de: Nutzer in nicht englischsprachigen Ländern sind am stärksten betroffen.
es: Los países de habla no inglesa son los más afectados.
nl: Het niet-Engelstalige deel van de wereld wordt het hardst geraakt.
pt_br: O mundo que não fala inglês é o mais afetado.

source: YouTube Regrets can alter people’s lives forever.
de: YouTube Regrets können sich nachhaltig auf das Leben von Menschen auswirken.
es: Las contrariedades en YouTube pueden alterar las vidas de las personas para siempre.
nl: YouTube Regrets kunnen mensenlevens voor altijd veranderen.
pt_br: Os Arrependimentos no YouTube podem mudar a vida das pessoas para sempre.

source: Our past work has shown that these video recommendations can have significant impacts on people’s lives.
de: Unsere bisherigen Nachforschungen haben gezeigt, dass diese Videoempfehlungen erhebliche Auswirkungen auf das Leben von Menschen haben können.
es: Nuestros estudios pasados indican que estas recomendaciones de vídeos pueden tener un impacto significativo en la vida de la gente.
nl: Uit onze eerdere onderzoeken blijkt dat deze video-aanbevelingen een aanzienlijke impact kunnen hebben op mensenlevens.
pt_br: Nosso estudo anterior mostrou que estas recomendações de vídeos podem causar impactos significativos na vida das pessoas.

source: The YouTube Regrets our volunteers flagged had tons of views, but it’s impossible to tell how many of those views came from YouTube’s recommendation algorithm, because <span class="fw-bold">YouTube won’t release this information</span>.
de: Die von unseren Teilnehmern gemeldeten YouTube Regrets wiesen etliche Videoaufrufe auf. Allerdings lässt sich nicht feststellen, wie viele dieser Aufrufe auf die Empfehlungen des Algorithmus von YouTube zurückzuführen sind, da <span class="fw-bold">YouTube diese Informationen unter Verschluss hält.</span>

source: What we do know is at the time they were reported they had racked up a collective 160 million views, an average of 760 thousand views per video, accrued over an average of 5 months that the videos had been up at the time they were reported. It is impossible to tell how many of these views were a result of recommendations, because <span class="fw-bold">YouTube won’t release this information</span>.
de: Allerdings ist uns bekannt, dass diese zum Zeitpunkt, als sie gemeldet wurden, insgesamt 160 Millionen Aufrufe verzeichneten, also durchschnittlich 760.000 Aufrufe pro Video, die über die rund 160 Tage angesammelt wurden, die sich diese Videos auf der Plattform befanden, als sie gemeldet wurden. Wie viele dieser Aufrufe das Ergebnis von Empfehlungen waren, lässt sich nicht feststellen, da <span class="fw-bold">YouTube diese Informationen nicht veröffentlicht.</span>

source: When YouTube is called out for recommending borderline content, the company usually boasts that their policy changes have led to a “70%% average drop in watch time of this content coming from non-subscribed recommendations in the U.S.” <span class="fw-bold">But what about the rest of the world?</span>
de: Wenn YouTube für das Empfehlen grenzwertiger Inhalte kritisiert wird, brüstet sich das Unternehmen in der Regel damit, dass Änderungen an seinen Richtlinien zu einem durchschnittlichen Rückgang der Anzeigedauer dieser Inhalte um 70 %% geführt haben, die von Empfehlungen für Nutzer ohne Abonnement in den USA stammen. <span class="fw-bold">Aber wie steht es mit dem Rest der Welt?</span>

source: Mozilla and 37,380 YouTube users conducted a study to better understand harmful YouTube recommendations. <span class="fst-italic">This is what we learned</span>.
de: Mozilla führte mit Unterstützung von 37.380 YouTube-Nutzern eine Studie durch, um fragwürdige YouTube-Empfehlungen besser zu verstehen. <span class="fst-italic">Hier erfahren Sie, welche Erkenntnisse wir dabei gewonnen haben.</span>

source: Yet when confronted about its recommendation algorithm, <span class="fw-bold">YouTube’s <a href="%(routine_response_url)s">routine response</a> is to deny and deflect</span>.
de: Doch wenn YouTube mit diesen Auswirkungen seines Empfehlungsalgorithmus konfrontiert wird, <span class="fw-bold"><a href="%(routine_response_url)s">reagiert das Unternehmen jedes Mal</a> ausweichend und leugnet den Sachverhalt.</span>

source: Specifically: <span class="fw-bold">37,380 volunteers</span> across <span class="fw-bold">190 countries</span> installed Mozilla’s RegretsReporter browser extensions for Firefox and Chrome.
de: Im Einzelnen: <span class="fw-bold">37.380 freiwillige Teilnehmer</span> in <span class="fw-bold">190 Ländern</span> installierten die RegretsReporter-Browsererweiterungen von Mozilla für Firefox und Chrome.

source: Reports were submitted between <span class="fw-bold">July 2020 - May 2021</span>. Volunteers who downloaded the extension but did <span class="fw-bold">not</span> file a report were an important part of our study. Their data — for example, how often they use YouTube — was essential to our understanding of how frequent regrettable experiences are on YouTube and how this varies between countries.
de: Die Berichte wurden von <span class="fw-bold">Juli 2020 bis Mai 2021 eingereicht</span>. Freiwillige Teilnehmer, die die Erweiterung heruntergeladen, aber <span class="fw-bold">keinen</span> Bericht eingereicht haben, spielten bei unseren Recherchen eine wichtige Rolle. Mithilfe ihrer Daten, beispielsweise Angaben dazu, wie häufig sie YouTube nutzen, konnten wir nachvollziehen, wie oft bedauernswerte Erfahrungen auf YouTube vorkommen und wie dies von Land zu Land variiert.
