Repository: mozilla-l10n/fomo-l10n
Catalog: foundation/translations/networkapi/wagtailpages/templates/wagtailpages/pages/youtube-regrets-2021/locale/*/LC_MESSAGES/django.po
Languages: de, es, nl, pt_br

source: “When my son was preschool age, he liked to watch 'Thomas the Tank Engine' videos on YouTube. One time when I checked on him, he was watching a video compilation that <span>contained graphic depictions of train wrecks.</span>”
de: „Im Vorschulalter schaute mein Sohn gern Videos von Thomas, der kleinen Lokomotive. Das lief auch gut, bis ich einmal sah, dass ihm nun ein Zusammenschnitt von <span>ziemlich heftigen Zugunglücken gezeigt wurde</span>.“
es: "Cuando mi hijo estaba en edad preescolar, le gustaba ver vídeos de la locomotora Thomas en YouTube. En una ocasión fui a comprobar qué hacía y resultó que estaba viendo una recopilación de vídeos <span>con representaciones gráficas de desastres ferroviarios</span>".
nl: “Toen mijn zoon een peuter was, keek hij graag naar video’s van ‘Thomas the Tank Engine’ op YouTube. Toen ik een keer controleerde wat hij aan het doen was, zat hij een videocompilatie te kijken <span>met expliciete beelden van treinongelukken</span>.”
pt_br: “Quando meu filho estava em idade pré-escolar, ele gostava de assistir aos vídeos 'Thomas the Tank Engine' no YouTube. Uma vez, quando fui ver o que ele estava fazendo, ele estava assistindo a uma compilação de vídeo <span>que continha imagens de acidentes de trem</span>.”

source: “My eight-year-old granddaughter was using our tablet to watch children's videos; unknowingly as grandparents we thought she was safe. The next day we watched as our granddaughter sat at the dinner table <span>speaking candidly to her parents about her fear of cancer.</span>
de: „Meine achtjährige Enkeltochter schaute auf unserem Tablet Kindervideos. Wir als Großeltern dachten, da wäre nichts dabei. Bis wir am nächsten Tag beim Abendessen mitbekamen, wie unsere Enkeltochter <span>mit ihren Eltern über ihre Angst vor Krebs sprach.</span>
es: "Mi nieta de ocho años usaba nuestra tableta para ver vídeos infantiles; como abuelos que somos, no sospechábamos nada y pensábamos que estaba a salvo. El día siguiente nos sentamos a la mesa para cenar y nuestra nieta <span>habló abiertamente a sus padres de su miedo al cáncer</span>.
nl: “Mijn kleindochter van acht gebruikte onze tablet om kindervideo’s te bekijken. Als nietsvermoedende grootouders dachten we dat ze veilig was. De volgende dag zaten we aan tafel tijdens het avondeten, <span>waar ze openhartig tegen haar ouders sprak over haar angst voor kanker.</span>
pt_br: “Minha neta de oito anos estava usando nosso tablet para assistir a vídeos infantis; como avós sem muito conhecimento tecnológico, pensávamos que ela estava segura. No dia seguinte, vimos nossa neta se sentar à mesa do jantar e <span>conversar francamente com seus pais sobre seu medo do câncer.</span>

source: As it turned out, in the middle of watching how children with medical challenges can do great, inspirational things, the video turned dark and <span>began showing horrifying, raw footage of rotting skins and disfiguration.</span> Now we are working with her to understand cancer and to not fear eating food or drinking water.”
de: Es stellte sich dann heraus, dass ein Video, das zunächst davon handelte, wie Kinder mit Krankheiten tolle Dinge erreichen können, plötzlich Bilder davon zeigte, <span>was Krebs mit der Haut und den Knochen von Kindern macht. Das Video, wie unsere Enkeltochter es beschrieb, war gruselig und voller Bilder von verrottender Haut und Entstellungen.</span> Wir arbeiten jetzt mit ihr daran, Krebs als Krankheit zu verstehen und keine Angst davor zu haben, zu essen oder Wasser zu trinken.“
es: Resultó que, mientras veía cómo los niños con problemas de salud pueden hacer cosas grandiosas e inspiradoras, el vídeo adquirió un cariz oscuro y <span>empezó a mostrar imágenes horripilantes de piel podrida y desfiguraciones.</span> Ahora debemos trabajar con ella para que entienda qué es el cáncer y no tema comer o beber agua".
nl: Zoals later bleek, veranderde de video over kinderen met medische uitdagingen die geweldige, inspirerende dingen kunnen doen, in een duister verhaal <span>met gruwelijke, rauwe beelden met rottende huid en verminkingen.</span> We proberen nu te zorgen dat ze kanker begrijpt en haar ervan te overtuigen dat ze niet bang hoeft ze zijn om te eten of water te drinken.”
pt_br: Depois constatamos que, enquanto assistia a vídeos sobre como crianças com problemas médicos podem fazer coisas grandes e inspiradoras, o vídeo ficou sombrio e <span>começou a mostrar imagens horríveis de peles necrosadas e desfigurações.</span> Agora estamos trabalhando com ela para entender o câncer e não ter medo de comer algo ou beber água.”

source: “My 10-year-old sweet daughter innocently searched for 'tap dance videos' and now is in this spiral of recommended videos of <span>extreme 'dance' and contortionist videos</span> that give her horrible unsafe body-harming and body-image-damaging advice... She is now restricting her eating and drinking. I don’t know <span>how I can undo the damage that’s been done</span> to her impressionable mind.”
de: „Meine zehnjährige Tochter hat einfach nur nach Stepptanzvideos gesucht, und ist stattdessen auf Videos gestoßen, <span>in denen Tänzer gefährliche Tipps geben</span>, die ihre Körperwahrnehmung beeinträchtigen können. … Sie hat sogar angefangen, sehr kontrolliert zu essen und zu trinken. Ich weiß nicht, <span>wie ich den Schaden, der bei ihr angerichtet wurde</span>, je wiedergutmachen kann.“
es: "Mi hijita de 10 años buscó inocentemente 'vídeos de claqué' y entró en una espiral de vídeos recomendados sobre <span>contorsionismo y 'baile' extremos</span> donde se dan consejos horribles, peligrosos y perjudiciales para el cuerpo y la propia imagen… Y ahora ya no quiere comer ni beber. No sé <span>cómo deshacer el daño que se ha causado</span> a su mente influenciable".
nl: “Mijn lieve dochter van 10 zocht onschuldig naar ‘tapdansvideo’s’ en kwam in een spiraal terecht van aanbevolen video’s over <span>extreme ‘dans’ en onnatuurlijke lichaamshoudingen</span>, die haar vreselijke onveilige adviezen geven met mogelijk lichamelijk letsel en schade aan haar lichaamsbeeld… Waardoor ze nu slechts beperkt eet en drinkt. Ik weet niet <span>hoe ik de aangerichte schade aan haar beïnvloedbare geest</span> kan omkeren.”
pt_br: “Minha filha de 10 anos inocentemente procurou por 'vídeos de sapateado' e agora está neste labirinto de <span>vídeos de 'dança' e contorcionismo horríveis e extremos</span> que lhe dão péssimos conselhos, capazes de prejudicar seu corpo e sua imagem corporal... Ela agora está restringindo sua ingestão de comida e bebida. Eu não sei <span>como posso desfazer o dano causado</span> à sua mente impressionável.”

source: “My ex-wife, who has mental health problems, started watching conspiracy videos three years ago and believed every single one. YouTube just kept feeding her paranoia, fear and anxiety one video after another. I kept begging her to stop, but she didn't — she couldn't. <span>At one point she believed a helicopter near the house was the government coming to take her and my daughter away</span> (they were really checking the power lines) and called in a blind panic. Now she's convinced the world is going to end any day now and is an extreme religious fundamentalist.
de: „Meine Exfrau, die Probleme mit ihrer psychischen Gesundheit hat, begann vor drei Jahren, Videos über Verschwörungen anzusehen, und glaubte jede einzelne von ihnen. YouTube trug mit jedem neuen vorgeschlagenen Video zu ihrer Paranoia und ihren Angstzuständen bei. Ich habe sie immer wieder gebeten, sich keine Videos mehr anzusehen, aber sie konnte es nicht. <span>Es wurde so schlimm, dass sie davon überzeugt war, der Hubschrauber, der irgendwo in der Nähe zu hören war, wäre die Regierung, die gekommen war, um sie und meine Tochter zu holen</span>, und rief mich panisch an (in Wirklichkeit wurden die Hochspannungsleitungen überprüft). Mittlerweile ist sie vom Untergang der Welt in naher Zukunft überzeugt und gehört einer Gruppe extrem religiöser Fundamentalisten an.
es: "Hace tres años, mi exmujer, que padece problemas de salud mental, comenzó a ver vídeos de teorías conspirativas y se los creyó todos. YouTube no dejó de alimentar su paranoia, miedo y ansiedad vídeo tras vídeo. Le rogué que parara, pero no lo hizo… no pudo. <span>En un momento dado pensó que un helicóptero que pasaba cerca de casa venía en nombre del gobierno para llevársela a ella y a mi hija</span> (en realidad estaban revisando los cables de la electricidad) y me llamó aterrada. Ahora está convencida de que el mundo se acabará el día menos pensado y se ha vuelto una fundamentalista religiosa extrema.
nl: “Mijn ex-vrouw, die psychische problemen heeft, begon drie jaar geleden complottheorievideo’s te kijken en geloofde ze stuk voor stuk. YouTube bleef haar paranoia en angst maar voeden, video na video. Ik smeekte haar te stoppen, maar dat deed ze niet – ze kon het niet. <span>Op een gegeven moment wist ze zeker dat een helikopter in buurt van ons huis door de overheid gestuurd was, om haar en onze dochter mee te nemen</span> (in werkelijkheid waren ze de stroomkabels aan het controleren) en belde me op in blinde paniek. Ze is er nu van overtuigd dat de wereld ieder moment kan vergaan en is een religieuze fundamentalist geworden.
pt_br: “Minha ex-esposa, que tem problemas de saúde mental, começou a assistir a vídeos de conspiração há três anos e acreditava em todos. O YouTube continuou alimentando sua paranoia, medo e ansiedade, vídeo após vídeo. Eu implorava para ela parar, mas não parou, não conseguia. <span>A certa altura, ela acreditou que um helicóptero sobrevoando a casa estava trazendo agentes do governo para levá-la junto com minha filha</span> (na verdade, estavam verificando cabos de energia) e me ligou em pânico. Agora ela está convencida de que o mundo vai acabar a qualquer momento e é uma fundamentalista religiosa radical.

source: She refuses to even consider professional help because she no longer trusts anyone — especially doctors, the police and any government-run organisation. <span>And YouTube just keeps feeding her more and more of the fear videos.</span> My marriage is now over. Her extraordinary fear has totally consumed her and our life together.”
de: Sie verweigert alle Hilfe, weil sie niemandem mehr traut – insbesondere Ärzten, der Polizei oder von der Regierung beauftragten Organisationen. <span>YouTube empfiehlt ihr weiterhin Videos, die ihre Ängste verstärken.</span> Unsere Ehe ist gescheitert. Ihre Angstzustände haben unser gemeinsames Leben verschluckt.“
es: Ni siquiera contempla la idea de pedir ayuda profesional, pues ya no confía en nadie, sobre todo si se trata de médicos, policías o instituciones gubernamentales. <span>Y YouTube sigue mostrándole más y más vídeos que acentúan su miedo.</span> Mi matrimonio se ha terminado. Su pánico la ha consumido del todo y ha mandado al traste nuestra vida juntos".
nl: Ze weigert iedere vorm van professionele hulp omdat ze niemand meer vertrouwt – vooral dokters, de politie en overheidsorganisaties niet. <span>YouTube blijft haar maar angstvideo’s voorschotelen.</span> Ons huwelijk is voorbij. Haar buitensporige angst heeft haar en ons leven samen volledig opgeslokt.”
pt_br: Ela se recusa a considerar ajuda profissional, porque não confia mais em ninguém – especialmente em médicos, polícia e qualquer organização governamental. <span>E o YouTube continua recomendando cada vez mais vídeos de medo.</span> Agora, meu casamento acabou. Seu medo anormal consumiu totalmente a ela e a nossa vida juntos.”

source: Previous slide
de: Vorherige Folie
es: Diapositiva anterior
nl: Vorige slide
pt_br: Slide anterior

source: Next slide
de: Nächste Folie
es: Siguiente diapositiva
nl: Volgende slide
pt_br: Próximo slide

source: The most common reported category was misinformation, especially covid-19 related.
de: Am häufigsten wurden Videos gemeldet, die in die Kategorie „Fehlinformationen“ fallen, insbesondere im Zusammenhang mit dem Coronavirus.
es: La categoría que más se ha denunciado es la información errónea, sobre todo en relación con la COVID-19.
nl: De meest gerapporteerde categorie was desinformatie, voornamelijk Covid-19-gerelateerd.
pt_br: A categoria mais denunciada foi a desinformação, especialmente em vídeos relacionados à covid-19.

source: While our research considers the broad spectrum of YouTube Regrets, it is important to note that some videos are worse than others. YouTube has Community Guidelines that set the rules for what is allowed on YouTube and what isn’t. Together with a team of research assistants from the University of Exeter, we evaluated the videos reported to us against these Community Guidelines and made our own determination of which videos should either not be on YouTube or not be recommended by YouTube. Of those videos, the most common category applicable was misinformation (especially COVID-19 related). The other largest categories were violent or graphic content, hate speech, and spam/scams. Other notable categories include child safety, harassment & cyberbullying, and animal abuse.
de: Auch wenn unsere Recherchen ein breites Spektrum von YouTube Regrets erfassen, so fällt doch auf, dass einige Videos schlimmer sind als andere. YouTube hat Community-Richtlinien, die die Regeln dafür vorgeben, was auf YouTube zulässig ist und was nicht. Gemeinsam mit einem Team von wissenschaftlichen Mitarbeitern der University of Exeter haben wir die gemeldeten Videos mit diesen Community-Richtlinien abgeglichen und selbst ermittelt, welche Videos nicht auf YouTube sein bzw. nicht von YouTube empfohlen werden sollten. Die meisten dieser Videos fielen in die Kategorie „Fehlinformationen“ (insbesondere im Zusammenhang mit Corona). Weitere wesentliche Kategorien waren gewalttätige und verstörende Inhalte, Hassreden und Spam/Scams. Erwähnenswerte Kategorien waren außerdem der Schutz von Kindern, Belästigung und Cybermobbing sowie Missbrauch von Tieren.
es: Aunque nuestra investigación tiene en cuenta el amplio abanico de contrariedades en YouTube, es importante remarcar que algunos vídeos son peores que otros. YouTube ha diseñado unas Normas de la Comunidad donde se define qué está permitido y qué no en su plataforma. Junto con un equipo de asistentes de investigación de la Universidad de Exeter, evaluamos los vídeos denunciados por infringir dichas Normas de la Comunidad y llegamos a nuestras propias conclusiones sobre qué vídeos no deberían encontrarse en YouTube o ser recomendados por la plataforma. Entre esos vídeos, la categoría aplicable más veces fue la de "información errónea", sobre todo en relación con la COVID-19. Las otras categorías más repetidas fueron las de "contenido violento o explícito", "incitación al odio" y "spam/estafas", aunque también cabe destacar las de "seguridad infantil", "acoso y ciberacoso" y "abuso de animales".
nl: Ons onderzoek draait dan wel om het totaalbeeld van YouTube Regrets, toch is het belangrijk op te merken dat sommige video’s erger zijn dan andere. YouTube heeft Gemeenschapsrichtlijnen opgesteld, die definiëren wat er wel en niet toegestaan is op YouTube. Samen met een team van onderzoeksassistenten van de Universiteit van Exeter, hebben we de aan ons gerapporteerde video’s naast deze Gemeenschapsrichtlijnen gelegd en onze eigen definitie gemaakt van welke video’s niet op YouTube zouden moeten staan, of niet zouden moeten worden aanbevolen. Van deze video’s was de categorie die het meest voorkwam desinformatie (vooral COVID-19-gerelateerd). De categorieën die daarna het meest naar voren kwamen waren gewelddadige of expliciete inhoud, haatzaaien en spam/oplichtingspraktijken. Andere opmerkelijke categorieën waren kindveiligheid, intimidatie & cyberpesten en dierenmishandeling.
pt_br: Embora nosso estudo considere o amplo espectro do Arrependimentos no YouTube, é importante notar que alguns vídeos são piores do que outros. O YouTube tem Diretrizes da Comunidade que estabelecem as regras sobre o que é permitido no YouTube e o que não é. Junto com uma equipe de assistentes de pesquisa da Universidade de Exeter, avaliamos os vídeos que nos foram denunciados de acordo com as Diretrizes da Comunidade e determinamos quais vídeos deveriam ou não estar no YouTube ou não ser recomendados pelo YouTube. Desses vídeos, a principal categoria foi a desinformação (especialmente relacionada à covid-19). As outras categorias mais comuns foram conteúdo violento ou explícito, discurso de ódio e spam/scams. Outras categorias notáveis incluem segurança infantil, assédio/cyberbullying e abuso de animais.

source: Types of Regretted Content
de: Die verschiedenen Typen fragwürdiger Inhalte
es: Tipos de contenidos considerados contrariedades
nl: Verschillende typen Regretted Content
pt_br: Tipos de Conteúdo marcado como Arrependimento

source: Read more
de: Weitere Informationen
es: Más información
nl: Meer info
pt_br: Leia mais

source: Read less
de: Weniger anzeigen
es: Menos información
nl: Minder info
pt_br: Leia menos

source: Download the full report
de: Vollständigen Bericht herunterladen
es: Descargar informe completo
nl: Het volledige rapport downloaden
pt_br: Baixe o relatório completo

source: Download PDF
de: PDF herunterladen
es: Descargar PDF
nl: PDF downloaden
pt_br: Baixe o PDF

source: Contribute your data to RegretsReporter
de: Daten für RegretsReporter zur Verfügung stellen
es: Proporcionar datos a RegretsReporter
nl: Draag uw gegevens bij aan RegretsReporter
pt_br: Contribua com seus dados para o RegretsReporter

source: Add to Firefox
de: Zu Firefox hinzufügen
es: Añadir a Firefox
nl: Toevoegen aan Firefox
pt_br: Adicionar ao Firefox

source: Add to Chrome
de: Zu Chrome hinzufügen
es: Añadir a Chrome
nl: Toevoegen aan Chrome
pt_br: Adicionar ao Chrome

source: YouTube Regrets
es: Contrariedades en YouTube
pt_br: Arrependimentos no YouTube

source: Mozilla and 37,380 YouTube users conducted a study to better understand harmful YouTube recommendations. <span class="tw-italic">This is what we learned</span>.
es: Con la participación de 37 380 usuarios de YouTube, Mozilla ha llevado a cabo un estudio para comprender mejor las recomendaciones lamentables en YouTube. <span class="tw-italic">He aquí lo que hemos descubierto.</span>
nl: Mozilla heeft samen met 37.380 YouTube-gebruikers een onderzoek gedaan om schadelijke YouTube-aanbevelingen beter te begrijpen. <span class="tw-italic">Dit zijn onze bevindingen</span>.
pt_br: A Mozilla e 37.380 usuários do YouTube realizaram um estudo para entender melhor as recomendações indesejáveis do YouTube. <span class="tw-italic">Estas foram as nossas constatações.</span>

source: Download Full Report
de: Vollständigen Bericht herunterladen
es: Descargar informe completo
nl: Het volledige rapport downloaden
pt_br: Baixe o relatório completo

source: Sometimes YouTube Regrets are
de: YouTube Regrets sind unter anderem …
es: A veces, las contrariedades en YouTube son…
nl: Soms zijn YouTube Regrets
pt_br: Às vezes, os Arrependimentos no YouTube são vídeos

source: Your browser does not support the video tag.
de: Ihr Browser unterstützt das Video-Tag nicht.
es: Tu navegador no es compatible con la etiqueta de vídeo.
nl: Uw browser ondersteunt het videolabel niet.
pt_br: Seu navegador não suporta a tag de vídeo.

source: Global Warming: Fact or Fiction? Featuring Physicists Willie Soon and Elliott D. Bloom
nl: De opwarming van de aarde: feit of fictie? Met natuurkundigen Willie Soon en Elliott D. Bloom
pt_br: Aquecimento Global: Fato ou Ficção? Apresentando os físicos Willie Soon e Elliott D. Bloom

source: Misleading
de: … irreführend
es: engañosas
nl: Misleidend
pt_br: Enganosos

source: A volunteer reported that they were surprised to see a video denying climate change suggested after they watched a Mozilla video!
de: Ein freiwilliger Teilnehmer berichtete, von einem Klimawandelleugner-Video überrascht worden zu sein, das ihm vorgeschlagen wurde, nachdem er sich ein Mozilla-Video angesehen hatte.
es: Un voluntario informó de su sorpresa cuando le recomendaron un vídeo en que se negaba el cambio climático tras haber visto un vídeo de Mozilla.
nl: Een vrijwilliger meldde dat ze verrast waren dat ze een video te zien kregen waarin klimaatverandering werd ontkend, na het kijken van een Mozilla-video!
pt_br: Um participante voluntário observou: foi uma surpresa ver a sugestão de um vídeo desmentido a mudança climática depois de assistir a um vídeo da Mozilla.

source: Omar Connected Harvester SEEN Exchanging $200 for General Election Ballot. “We don’t care illegal.”
pt_br: Fraudador ligado a Omar foi VISTO pagando US$ 200 por cédula de votação. "Não importa se é ilegal."

source: Untrue
de: … unwahr
es: Falso
nl: Niet waar
pt_br: Inverídicos

source: A volunteer reported that despite mainly watching wilderness survival videos and no right-wing politics, they were recommended a video spreading an unfounded claim about U.S. Representative Ilhan Omar and voter fraud in the 2020 U.S. elections.
de: Ein Freiwilliger berichtete, dass ihm, obwohl er hauptsächlich Videos zum Thema Überleben in der Wildnis und keine zu rechter Politik angesehen habe, ein Video empfohlen wurde, das eine unbegründete Behauptung über den US-Abgeordneten Ilhan Omar und den Wahlbetrug bei den US-Wahlen 2020 verbreitete.
es: Un voluntario reportó que, a pesar de ver principalmente videos de supervivencia extrema y nada relacionado a política de derecha, le sugirieron un video divulgando falsa información sobre la representante de los EE.UU. Ilhan Omar y fraude electoral en las elecciones de Estados Unidos de 2020.
nl: Een vrijwilliger meldde dat, ondanks het voornamelijk bekijken van video’s over survival in de wildernis en geen rechtse politiek, er toch een video werd aanbevolen die een ongegronde bewering verspreidde over de Amerikaanse volksvertegenwoordiger Ilhan Omar en kiezersfraude bij de Amerikaanse verkiezingen van 2020.
pt_br: Um voluntário relatou que, apesar de assistir principalmente a vídeos de sobrevivência na selva e nenhum de política de direita, foi recomendado um vídeo divulgando uma alegação infundada sobre o representante dos EUA Ilhan Omar e a fraude eleitoral nas eleições de 2020 nos EUA.

source: Man hum1liates f3m1n1st in v1ral video
pt_br: Vídeo Homem hum1lha f3m1n1sta em vídeo v1ral

source: Offensive
de: … beleidigend
es: Ofensivo
nl: Beledigend
pt_br: Ofensivos
