Repository: mozilla-l10n/fomo-l10n
Catalog: foundation/translations/networkapi/wagtailpages/templates/wagtailpages/pages/youtube-regrets-2021/locale/*/LC_MESSAGES/django.po
Languages: de, es, nl, pt_br

source: A volunteer reported a video where the narrator claims to “completely shut down and embarass three women that have opinions about how society should be in first world feminist countries” that was recommended after watching videos about the U.S. military.
de: Ein Freiwilliger berichtete über ein Video, in dem der Erzähler behauptet, er habe „drei Frauen völlig bloßgestellt und blamiert, die Ansichten über das Gesellschaftsbild in feministischen Ländern der ersten Welt haben“, das empfohlen wurde, nachdem er Videos über das US-Militär gesehen hatte.
es: Un voluntario reportó un video donde el narrador afirmó "avergonzar y acallar a tres mujeres que opinaban sobre cómo debería ser la sociedad en países del primer mundo feministas" que le fue recomendado luego de ver videos relacionados al ejército de los EE.UU.
nl: Een vrijwilliger meldde een video waarin de verteller beweert ‘drie vrouwen die een mening hebben over hoe de samenleving zou moeten zijn in feministische landen van de eerste wereld volledig de mond te snoeren en in verlegenheid te brengen’, die werd aanbevolen na het bekijken van video’s over het Amerikaanse leger.
pt_br: Um voluntário denunciou um vídeo em que o narrador alega ter “calado completamente e envergonhado três mulheres que têm opiniões sobre como a sociedade deveria ser nos países feministas do primeiro mundo”, recomendado após assistir a vídeos sobre os militares dos EUA.

source: In 2019, Mozilla collected <a %(stories_link)s>countless stories</a> from people whose lives were impacted by YouTube’s recommendation algorithm. People had been exposed to misinformation, developed unhealthy body images, and became trapped in bizarre rabbit holes. The more stories we read, the more we realized how central YouTube has become to the lives of so many people — and just how much YouTube recommendations can impact their wellbeing.
de: 2019 sammelte Mozilla <a %(stories_link)s>unzählige Berichte</a> von Menschen, deren Leben sich durch den Empfehlungsalgorithmus von YouTube verändert hat. Nutzern wurden Fehlinformationen präsentiert, entwickelten eine ungesunde Körperwahrnehmung und wurden auf bizarre Abwege gebracht. Je mehr Berichte wir lasen, desto deutlicher wurde uns bewusst, welch eine zentrale Rolle YouTube inzwischen im Leben so vieler Menschen spielt – und wie sehr sich die Empfehlungen von YouTube auf ihr Wohlergehen auswirken können.
es: En 2019, Mozilla recopiló <a %(stories_link)s>incontables historias</a> de personas cuyas vidas se habían visto afectadas por el algoritmo de recomendaciones de YouTube. Dichas personas habían estado expuestas a información errónea, desarrollado una imagen corporal malsana y quedado atrapadas en una extraña dimensión desconocida. Cuantas más historias leímos, más nos dimos cuenta del papel central que ha adquirido YouTube en la vida de tanta gente y de hasta qué punto las recomendaciones de YouTube pueden afectar su bienestar.
nl: In 2019 heeft Mozilla <a %(stories_link)s>talloze verhalen</a> gedocumenteerd van mensen wiens leven is beïnvloed door het aanbevelingsalgoritme van YouTube. Mensen werden blootgesteld aan desinformatie, ontwikkelden een ongezond zelfbeeld en kwamen vast te zitten in bizarre digitale doolhoven. Hoe meer verhalen we lazen, hoe meer we ons realiseerden hoe belangrijk Youtube is geworden in het leven van heel veel mensen en hoeveel impact YouTube-aanbevelingen kunnen hebben op hun welzijn.
pt_br: Em 2019, a Mozilla reuniu <a %(stories_link)s>inúmeras histórias</a> de pessoas cujas vidas foram impactadas pelo algoritmo de recomendação do YouTube. As pessoas foram expostas à desinformação, criaram imagens corporais pouco saudáveis e ficaram presas em círculos viciosos bizarros. Quanto mais histórias lemos, mais percebemos como o YouTube se tornou essencial na vida de inúmeras pessoas e o quanto as recomendações do YouTube podem afetar seu bem-estar.

source: Yet when confronted about its recommendation algorithm, <span class="tw-font-bold">YouTube’s <a href="%(routine_response_url)s">routine response</a> is to deny and deflect</span>.
es: Sin embargo, cuando se piden explicaciones sobre su algoritmo de recomendaciones, <span class="tw-font-bold">YouTube <a href="%(routine_response_url)s">suele responder</a> con negativas y evasivas.</span>
nl: Maar als YouTube wordt geconfronteerd hun aanbevelingsalgoritme, <span class="tw-font-bold">dan is ontkenning en ontwijking hun <a href="%(routine_response_url)s">standaardreactie</a></span>.
pt_br: Porém, ao ser confrontado sobre seu algoritmo de recomendação, o <span class="tw-font-bold">YouTube <a href="%(routine_response_url)s">responde</a> com negações e desvios de forma sistemática.</span>

source: Faced with YouTube’s continuous refusal to engage, Mozilla built a browser extension, <a %(reporter_link)s>RegretsReporter</a>, that allows people to donate data about the YouTube videos they regret watching on the platform. Through one of the biggest crowdsourced investigations into YouTube, we’ve uncovered new information that warrants urgent attention and action from lawmakers and the public.
de: Aufgrund dieser Weigerungshaltung hat Mozilla eine Browser-Erweiterung entwickelt: <a %(reporter_link)s>RegretsReporter</a>. Diese ermöglicht es den Nutzern, Daten über die YouTube-Videos zur Verfügung zu stellen, deren Wiedergabe sie bedauern. Bei einer der größten per Crowdsourcing finanzierten Untersuchungen zu den Abläufen auf YouTube haben wir neue Erkenntnisse gewonnen, die dringend der Aufmerksamkeit und Schritte seitens der Gesetzgeber und der Öffentlichkeit bedürfen.
es: Ante semejante rechazo continuo, Mozilla diseñó una extensión del navegador llamada <a %(reporter_link)s>RegretsReporter</a> que permite a los usuarios proporcionar datos sobre los vídeos de YouTube que lamentan haber visto. A través de una de las mayores investigaciones colaborativas sobre YouTube, hemos sacado a la luz información nueva que justifica la atención y acción urgentes de los legisladores y del público.
nl: In reactie op de halsstarrige weigering om te reageren, heeft Mozilla een browserextensie ontwikkeld: <a %(reporter_link)s>RegretsReporter</a>, waarmee mensen gegevens kunnen delen over de YouTube-video’s waar ze spijt van hebben dat ze deze hebben bekeken. Door een van de grootste onderzoeken naar YouTube met behulp van crowdsourcing, hebben we nieuwe informatie kunnen blootleggen die vraagt om dringende aandacht en actie van wetgevers en het publiek.
pt_br: Diante dessa recusa contínua, a Mozilla desenvolveu uma extensão para navegadores, o <a %(reporter_link)s>RegretsReporter</a>, que permite que pessoas informem dados sobre vídeos do YouTube que elas se arrependem de ter visto na plataforma. Por meio de uma das maiores investigações sobre o YouTube realizadas com a colaboração pública, descobrimos novas informações que merecem a atenção e ação urgentes por parte das autoridades e do público.

source: We now know that YouTube is recommending videos that violate their very own content policies and harm people around the world — and that needs to stop.
de: Wir wissen, dass YouTube Videos empfiehlt, die gegen die eigenen Content-Richtlinien des Unternehmens verstoßen und Menschen auf der ganzen Welt schaden. Das muss ein Ende haben.
es: Ahora sabemos que YouTube recomienda vídeos que infringen sus propias políticas de contenidos y perjudican a personas de todo el mundo, y esto no puede seguir así.
nl: We weten dat YouTube video’s aanbeveelt die hun eigen inhoudsbeleid schenden en die mensen over de hele wereld beschadigen – en dat moet stoppen.
pt_br: Sabemos agora que o YouTube está recomendando vídeos que violam suas próprias políticas de conteúdo e prejudicam pessoas em todo o mundo – e isso precisa acabar.

source: Our research is powered by real YouTube users.
de: Unsere Recherchen stützen sich auf die Erfahrungen echter YouTube-Nutzer.
es: Nuestra investigación se basa en usuarios de YouTube reales.
nl: Ons onderzoek is uitgevoerd onder echte YouTube-gebruikers.
pt_br: Nossa pesquisa é baseada em usuários reais do YouTube.

source: Specifically: <span class="tw-font-bold">37,380 volunteers</span> across <span class="tw-font-bold">190 countries</span> installed Mozilla’s RegretsReporter browser extensions for Firefox and Chrome.
es: En concreto, <span class="tw-font-bold">37 380 voluntarios</span> de <span class="tw-font-bold">190 países</span> instalaron la extensión del navegador diseñada por Mozilla para Firefox y Chrome llamada RegretsReporter.
nl: Details: <span class="tw-font-bold">37.380 vrijwilligers</span> verdeeld over <span class="tw-font-bold">190 landen</span> hebben Mozilla’s RegretsReporter-browserextensies voor Firefox en Chrome geïnstalleerd.
pt_br: Especificamente: <span class="tw-font-bold">37.380 voluntários</span> em <span class="tw-font-bold">190 países</span> instalaram a extensão de navegador RegretsReporter da Mozilla no Firefox e Chrome.

source: For this report, We gathered from
de: FÜR DIESEN BERICHT HABEN WIR EINE VIELZAHL VON DATEN ERFASST:
es: PARA ELABORAR ESTE INFORME, RECOPILAMOS INFORMACIÓN DE…
nl: Voor dit rapport hebben we gegevens verzameld van
pt_br: PARA ESTE RELATÓRIO, COLETAMOS DADOS DE

source: Reports
de: BERICHTE
es: INFORMES
nl: Meldingen
pt_br: RELATOS

source: Volunteers
de: FREIWILLIGE TEILNEHMER
es: VOLUNTARIOS
nl: Vrijwilligers
pt_br: VOLUNTÁRIOS

source: Countries
de: LÄNDER
es: PAÍSES
nl: Landen
pt_br: PAÍSES

source: Reports were submitted between <span class="tw-font-bold">July 2020 - May 2021</span>. Volunteers who downloaded the extension but did <span class="tw-font-bold">not</span> file a report were an important part of our study. Their data — for example, how often they use YouTube — was essential to our understanding of how frequent regrettable experiences are on YouTube and how this varies between countries.
es: Los informes se enviaron <span class="tw-font-bold">entre julio de 2020 y mayo de 2021</span>. Los voluntarios que descargaron la extensión pero <span class="tw-font-bold">no</span> presentaron un informe tuvieron mucho peso en nuestro estudio; sus datos (por ejemplo, lo a menudo que usan YouTube) fueron esenciales para entender con qué frecuencia se producen experiencias lamentables en YouTube y cómo varían de un país a otro.
nl: De meldingen zijn ingestuurd tussen <span class="tw-font-bold">juli 2020 - mei 2021</span>. De vrijwilligers die de extensie hebben gedownload, maar <span class="tw-font-bold">geen</span> melding hebben gemaakt vormden een belangrijk deel van ons onderzoek. Deze gegevens – bijvoorbeeld hoe vaak men YouTube gebruikt – was essentieel voor ons inzicht in hoe vaak betreurenswaardige ervaringen op YouTube voorkomen en hoe dit tussen landen varieert.
pt_br: Os relatos foram enviados entre <span class="tw-font-bold">julho de 2020 e maio de 2021</span>. Os voluntários que baixaram a extensão mas <span class="tw-font-bold">não</span> enviaram um relato, foram uma parte importante do nosso estudo. Seus dados – como por exemplo, a frequência com que utilizam o YouTube – foram essenciais para nossa compreensão da frequência das experiências lamentáveis no YouTube e como isso varia de país para país.

source: After delving into the data with a team of research assistants from the University of Exeter, Mozilla came away with three major criticisms of YouTube recommendations: from a problematic algorithm to poor corporate oversight to geographic disparities. And our <a href="%(research_link)s">past research</a> shows that these problems can inflict lasting harm on people.
de: Nachdem sich Mozilla zusammen mit einem Team von wissenschaftlichen Mitarbeitern der University of Exeter eingehend mit den Daten beschäftigt hatte, ergaben sich für die Organisation drei Hauptkritikpunkte an den Empfehlungen von YouTube: der problematische Algorithmus, mangelnde Überwachung durch das Unternehmen und geografische Unterschiede. Und unsere <a href="%(research_link)s">bisherigen Recherchen</a> zeigen, dass diese Probleme Menschen nachhaltig schaden können.
es: Tras analizar los datos en profundidad junto con un equipo de asistentes de investigación de la Universidad de Exeter, Mozilla hizo tres grandes críticas a las recomendaciones de YouTube: el uso de un algoritmo problemático, la pésima supervisión corporativa y las disparidades geográficas. Nuestras <a href="%(research_link)s">investigaciones pasadas</a> indican que dichos problemas pueden infligir daños duraderos a la gente.
nl: Nadat de gegevens waren geanalyseerd door een team van onderzoeksassistenten verbonden aan de University of Exeter, formuleerde Mozilla drie hoofdpunten van kritiek met betrekking tot YouTube-aanbevelingen: van een problematisch algoritme tot slecht bedrijfstoezicht en geografische ongelijkheden. En op basis van onze <a href="%(research_link)s">onderzoeken uit het verleden</a> weten we dat deze problemen kunnen zorgen voor blijvende schade bij mensen.
pt_br: Depois de analisar os dados com uma equipe de assistentes de pesquisa da Universidade de Exeter, a Mozilla apresentou três grandes críticas às recomendações do YouTube: desde um algoritmo problemático até uma supervisão corporativa deficiente e disparidades geográficas. E nossa <a href="%(research_link)s">pesquisa anterior</a> mostra que estes problemas podem causar males duradouros às pessoas.

source: Here’s what we found
de: Unsere Erkenntnisse
es: He aquí lo que hemos descubierto:
nl: Dit zijn onze bevindingen
pt_br: Este são os nossos resultados

source: (Click to read more)
de: (KLICKEN SIE UNTEN, UM MEHR ZU ERFAHREN.)
es: (HAZ CLIC PARA LEER MÁS AL RESPECTO)
nl: (Klik voor meer info)
pt_br: (CLIQUE PARA LER MAIS)

source: We set <span class="quote__highlight">a high bar</span> for what videos we display prominently in our recommendations on the YouTube homepage or through the 'Up next' panel.
de: Unsere <span class="quote__highlight">Messlatte</span> für die oben unter den Empfehlungen auf der YouTube-Startseite oder in der Liste 'Nächstes Video‘ angezeigten Videos liegt sehr hoch.
es: Ponemos <span class="quote__highlight">el listón muy alto</span> en cuanto a los vídeos que aparecen a la vista en nuestras recomendaciones, tanto en la página principal de YouTube como en el panel 'Siguiente'.
nl: We stellen <span class="quote__highlight">hoge eisen</span> aan de video’s die prominent worden weergegeven in onze aanbevelingen op de startpagina van YouTube of via het paneel ‘Volgende’.
pt_br: Estabelecemos uma <span class="quote__highlight">regra rigorosa</span> para os vídeos que exibimos com destaque em nossas recomendações, tanto na página inicial do YouTube como na seção Próximo.

source: Youtube’s blog
de: YouTube-Blog
es: Blog de YouTube
nl: Youtube-blog
pt_br: Blog do YouTube

source: Our recommendation: Urgent action must be taken to rein in YouTube’s algorithm.
de: Unsere Empfehlung: Es müssen dringend Maßnahmen ergriffen werden, um den Algorithmus von YouTube zu regulieren.
es: Nuestra recomendación: Se deben tomar medidas urgentes para controlar el algoritmo de YouTube
nl: Ons advies: er moet dringend actie worden ondernomen om het YouTube-algoritme te verbeteren.
pt_br: Nossa recomendação: é preciso adotar medidas urgentes para controlar o algoritmo do YouTube.

source: YouTube’s algorithm drives 700 million hours of watch time on the platform every day. The consequences of this are simply too great to trust them to fix this on their own. Below, find a summary of Mozilla’s recommendations to YouTube, policymakers, and people who use YouTube. Details on these recommendations can be found in the <a%(report_link)s>full report</a>.
de: Durch seinen Algorithmus bringt YouTube es auf eine Anzeigedauer von täglich 700 Millionen Stunden auf seiner Plattform. Die entsprechenden Auswirkungen sind schlicht zu gravierend, um es YouTube zu überlassen, das Problem selbst zu lösen. Nachfolgend finden Sie eine Zusammenfassung der Empfehlungen von Mozilla an YouTube, Entscheidungsträger und YouTube-Nutzer. Einzelheiten zu diesen Empfehlungen finden Sie im <a%(report_link)s>vollständigen Bericht</a>.
es: El algoritmo de YouTube está detrás de 700 millones de horas al día en tiempo de visualización dentro de la plataforma. Las consecuencias de la negligencia algorítmica de YouTube simplemente son demasiado importantes como para confiar en que lo solucionen solos. Abajo se resumen las recomendaciones de Mozilla a YouTube, los legisladores y los usuarios de la plataforma. Encontrarás más detalles sobre estas recomendaciones en el <a%(report_link)s>informe completo</a>.
nl: YouTube’s algoritme zorgt elke dag voor 700 miljoen uur kijktijd op het platform. De gevolgen hiervan zijn simpelweg te groot om hen te vertrouwen het zelf op te lossen. Hieronder treft u een overzicht van Mozilla’s aanbevelingen voor YouTube, beleidsmakers en mensen die YouTube gebruiken. De details van deze aanbevelingen zijn te vinden in het <a%(report_link)s>volledige rapport</a>.
pt_br: O algoritmo do YouTube leva a 700 milhões de horas de exibição na plataforma todos os dias. As consequências disso são simplesmente grandes demais para confiar que eles resolvam isso por conta própria. Veja abaixo um resumo das recomendações da Mozilla para o YouTube, políticos e usuários do YouTube. Detalhes sobre essas recomendações podem ser encontrados no <a%(report_link)s>relatório completo</a>.

source: <span class="recommendations__accent">Policymakers</span> must require YouTube to release adequate public data about their algorithm and create research tools and legal protections that allow for real, independent scrutiny of the platform.
de: <span class="recommendations__accent">Entscheidungsträger</span> müssen von YouTube die Veröffentlichung adäquater öffentlicher Daten über seinen Algorithmus verlangen und Forschungsinstrumente und rechtliche Maßnahmen entwickeln, die eine echte, unabhängige Überprüfung der Plattform ermöglichen.
es: <span class="recommendations__accent">Los legisladores</span> deben exigir a YouTube que comparta públicamente la información pertinente sobre su algoritmo y crear herramientas de investigación y protecciones jurídicas que permitan llevar a cabo un escrutinio real e independiente de la plataforma.
nl: <span class="recommendations__accent">Beleidsmakers</span> moeten van YouTube eisen dat ze de gegevens van hun algoritme openbaar maken en onderzoekshulpmiddelen en juridische bescherming creëren voor echt, kritisch toezicht op het platform.
pt_br: <span class="recommendations__accent">Os políticos</span> devem exigir que o YouTube divulgue dados públicos adequados sobre seu algoritmo e criar ferramentas de pesquisa e proteções legais que permitam uma fiscalização real e independente da plataforma.

source: <span class="recommendations__accent">YouTube and other companies</span> must publish audits of their algorithm and give people meaningful control over how their data is used for recommendations, including allowing people to opt-out of personalized recommendations.
de: <span class="recommendations__accent">YouTube und andere Unternehmen</span> müssen Audits ihrer Algorithmen veröffentlichen und Nutzern die Möglichkeit bieten, die Verwendung ihrer Daten für Empfehlungen angemessen zu kontrollieren, einschließlich der Option, personalisierte Empfehlungen abzulehnen.
es: <span class="recommendations__accent">YouTube y otras empresas</span> deben publicar auditorías de sus respectivos algoritmos y permitir que las personas controlen realmente cómo se usan sus datos para recibir recomendaciones, lo que incluye la posibilidad de desactivar las recomendaciones personalizadas.
nl: <span class="recommendations__accent">YouTube en andere bedrijven</span> moeten audits van hun algoritme publiceren en zorgen dat mensen controle hebben over hoe hun gegevens worden gebruikt voor aanbevelingen, inclusief zorgen voor een afmeldingsoptie voor gepersonaliseerde aanbevelingen.
pt_br: <span class="recommendations__accent">O YouTube e outras empresas</span> devem publicar auditorias de seus algoritmos e dar às pessoas um controle significativo sobre como seus dados são usados para recomendações, inclusive permitindo que as pessoas optem por não receber recomendações personalizadas.

source: <span class="recommendations__accent">People who use YouTube</span> should <a href="https://www.youtube.com/watch?v=pt9YCVX7VOk">get informed</a> about how YouTube recommendations work and <a href="%(download_link)s">download RegretsReporter</a> to contribute data to future crowdsourced research.
de: <span class="recommendations__accent">Menschen, die YouTube nutzen</span>, sollten über die Funktionsweise von YouTube-Empfehlungen <a href="https://www.youtube.com/watch?v=pt9YCVX7VOk">informiert werden</a> und <a href="%(download_link)s">RegretsReporter herunterladen</a>, um Daten zu künftigen, per Crowdsourcing finanzierten Recherchen beizutragen.
es: <span class="recommendations__accent">Los usuarios de YouTube</span> deberían <a href="https://www.youtube.com/watch?v=pt9YCVX7VOk">informarse</a> acerca de cómo funcionan las recomendaciones de YouTube y <a href="%(download_link)s">descargar RegretsReporter</a> con tal de proporcionar datos para futuras investigaciones colaborativas.
nl: <span class="recommendations__accent">Mensen die YouTube gebruiken</span> zouden <a href="https://www.youtube.com/watch?v=pt9YCVX7VOk">zich moeten informeren</a> over hoe YouTube-aanbevelingen werken en <a href="%(download_link)s">RegretsReporter downloaden</a> om bij te dragen aan toekomstig onderzoek op basis van crowdsourcing.
pt_br: <span class="recommendations__accent">Os usuários do YouTube</span> devem <a href="https://www.youtube.com/watch?v=pt9YCVX7VOk">ser informados</a> sobre como as recomendações do YouTube funcionam e <a href="%(download_link)s">baixar o RegretsReporter</a> para contribuir com dados para futuras pesquisas com colaboração pública.

source: Mozilla will continue to operate RegretsReporter as an independent tool for scrutinising YouTube’s recommendation algorithm. We plan to update the extension to give people an easier way to access YouTube’s user controls to block unwanted recommendations, and will continue to publish our analysis and future recommendations.
de: Mozilla wird RegretsReporter weiterhin als unabhängiges Tool zur Untersuchung des Empfehlungsalgorithmus von YouTube anbieten. Wir planen, die Erweiterung zu aktualisieren, um Menschen einen einfacheren Zugang zu den Nutzerkontrollen von YouTube zu ermöglichen und unerwünschte Empfehlungen zu blockieren, und wir werden weiterhin Analysen und Empfehlungen veröffentlichen.
es: Mozilla continuará empleando RegretsReporter como herramienta independiente para supervisar el algoritmo de recomendaciones de YouTube. Tenemos previsto actualizar la extensión para facilitar el acceso a los controles de usuario de YouTube y bloquear las recomendaciones no deseadas, y seguiremos publicando nuestros análisis y recomendaciones en el futuro.
nl: Mozilla blijft RegretsReporter inzetten als een onafhankelijk hulpmiddel om YouTube’s aanbevelingsalgoritme nauwgezet te controleren. We zijn van plan de extensie bij te werken om mensen gemakkelijker toegang te geven tot de gebruikersinstellingen van YouTube om ongewilde aanbevelingen te blokkeren en we blijven onze analyses en toekomstige aanbevelingen publiceren.
pt_br: A Mozilla continuará a utilizar o RegretsReporter como uma ferramenta independente para examinar o algoritmo de recomendação do YouTube. Planejamos atualizar a extensão para dar às pessoas uma maneira mais fácil de acessar os controles de usuário do YouTube para bloquear recomendações indesejadas. Além disso, continuaremos a publicar nossas análises e recomendações futuras.
