Repository: mozilla-l10n/fomo-l10n
Catalog: foundation/translations/legacy_apps/wagtailpages/templates/wagtailpages/pages/youtube-regrets-2021/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Close Tab
fr: Fermer l’onglet

source: Close
fr: Fermer

source: YouTube Regrets are primarily a result of the recommendation algorithm, meaning videos that YouTube chooses to amplify, rather than videos that people sought out.
fr: Les Regrets YouTube sont principalement créés par l’algorithme, ce qui signifie qu’il s’agit de vidéos que YouTube choisit de mettre en avant, et non de vidéos que les internautes ont cherché à visionner.

source: 71%% of all Regret reports came from videos recommended to our volunteers and recommended videos were 40%% more likely to be regretted than videos searched for.
fr: 71 %% des signalements de Regrets étaient des vidéos recommandées à nos bénévoles, et les vidéos recommandées étaient 40 %% plus susceptibles de faire l’objet d’un Regret que les vidéos recherchées.

source: The YouTube Regrets our volunteers flagged had tons of views, but it’s impossible to tell how many of those views came from YouTube’s recommendation algorithm, because <span class="tw-font-bold">YouTube won’t release this information</span>.
fr: Les Regrets YouTube signalés par nos bénévoles sont des vidéos avec énormément de vues, mais il est impossible de savoir combien de vues ont été générées par l’algorithme de recommandation de YouTube, car <span class="tw-font-bold">l’entreprise refuse de divulguer cette information.</span>

source: Reported Videos
fr: Vidéos signalées

source: Other Videos
fr: Autres vidéos

source: views per day
fr: VUES PAR JOUR

source: What we do know is that reported videos seemed to accumulate views faster than those that were not.
fr: Ce dont nous avons la certitude, c’est que les vidéos signalées semblent accumuler des vues plus rapidement que les autres.

source: At the time they were reported, YouTube Regrets had a median of 5,794 views per day they were on the platform, while other videos our volunteers watched had only 3,312 views per day.
fr: Au moment de leur signalement, les Regrets YouTube engrangeaient en moyenne 5 794 vues par jour sur la plateforme, alors que les autres vidéos regardées par nos bénévoles n’engrangeaient que 3 312 vues par jour.

source: Our data shows that YouTube’s algorithm recommended several videos that were later removed from the platform for violating YouTube’s own Community Guidelines.
fr: Nos données montrent que l’algorithme de YouTube a recommandé plusieurs vidéos qui ont été supprimées de la plateforme par la suite, car elles enfreignaient le règlement de la communauté de YouTube.

source: In 40%% of cases where recommended YouTube Regrets were taken down from YouTube, YouTube did not provide data about the reason why these videos were removed.
fr: Dans 40 %% des cas de Regrets YouTube ayant été recommandés, puis supprimés de la plateforme, YouTube n’a fourni aucune information expliquant pourquoi ces vidéos avaient été supprimées.

source: What we do know is at the time they were reported they had racked up a collective 160 million views, an average of 760 thousand views per video, accrued over an average of 5 months that the videos had been up at the time they were reported. It is impossible to tell how many of these views were a result of recommendations, because <span class="tw-font-bold">YouTube won’t release this information</span>.
fr: Ce que nous savons, c’est qu’au moment où elles nous ont été signalées, elles avaient engrangé collectivement 160 millions de vues, avec une moyenne de 760 000 vues par vidéo, sur une moyenne de 5 mois de présence sur la plateforme au moment du signalement. Il est impossible de savoir combien de ces vues ont été générées par les recommandations, car <span class="tw-font-bold">YouTube refuse de divulguer cette information</span>.

source: views over ~5 months
fr: DE VUES SUR ~ 5 MOIS

source: views per video
fr: VUES PAR VIDÉO

source: When YouTube is called out for recommending borderline content, the company usually boasts that their policy changes have led to a “70%% average drop in watch time of this content coming from non-subscribed recommendations in the U.S.” <span class="tw-font-bold">But what about the rest of the world?</span>
fr: Quand les recommandations de contenus nocives de YouTube sont pointées du doigt, l’entreprise répond généralement en vantant ses changements de politique, qui ont mené à « une diminution de 70 %% en moyenne du temps de visionnage des contenus provenant de recommandations ne faisant pas l’objet d’abonnements aux États-Unis ». <span class="tw-font-bold">Mais qu’en est-il dans le reste du monde ?</span>

source: We found that the rate of regrets is 60%% higher in countries where English is not the primary language.
fr: Nous avons découvert que le taux de Regrets est 60 %% plus élevé dans les pays où l’anglais n’est pas la langue principale.

source: This correlates with <a href="%(statement_link)s">statements</a> made by YouTube that suggest they have focused these policy changes on English-speaking countries first.
fr: Ce chiffre tend à confirmer les <a href="%(statement_link)s">déclarations</a> de YouTube, qui suggèrent que ses changements de politique ont été effectués en priorité dans les pays anglophones.

source: Regrets Rate by Country
fr: Taux de Regrets par pays

source: Primary-English
fr: Principalement anglophones

source: Primary-non-English
fr: Principalement non anglophones

source: *Among countries classified as having English as a primary language, the rate is 11.0 Regrets per 10000 videos watched (95%% confidence interval is 10.4 to 11.7). In countries with a non-English primary language, the rate is 60%% higher at 17.5 Regrets per 10000 videos watched (95%% confidence interval is 16.8 to 18.3)
fr: *Parmi les pays considérés comme principalement anglophones, le taux est de 11,0 Regrets pour 10 000 vidéos visionnées (intervalle de confiance à 95 %% situé entre 10,4 et 11,7). Dans les pays dont la langue principale n’est pas l’anglais, ce taux est 60 %% supérieur : 17,5 Regrets pour 10 000 vidéos visionnées (intervalle de confiance à 95 %% situé entre 16,8 et 18,3)

source: of non-english videos were pandemic-related
fr: DES VIDÉOS NON ANGLOPHONES CONCERNAIENT LA PANDÉMIE

source: of english videos were pandemic-related
fr: DES VIDÉOS ANGLOPHONES CONCERNAIENT LA PANDÉMIE

source: We also found that misleading or harmful pandemic-related videos are especially prevalent among non-English regrets.
fr: Nous avons également découvert que les vidéos nocives ou fallacieuses concernant la pandémie étaient particulièrement représentées au sein des Regrets non anglophones.

source: Of the YouTube Regrets that we determined shouldn’t be on YouTube or shouldn’t be recommended by YouTube, we found that only 14%% of English videos were pandemic-related. But among non-English videos, the rate is 36%%.
fr: Parmi les Regrets YouTube qui, selon nous, ne devraient pas apparaître sur YouTube ou être recommandées par YouTube, nous avons découvert que seulement 14 %% des vidéos anglophones concernent la pandémie. Ce taux monte à 36 %% pour les vidéos non anglophones.

source: “In coming out to myself and close friends as transgender, <span>my biggest regret was turning to YouTube to hear the stories of other trans and queer people.</span> Simply typing in the word 'transgender' brought up countless videos that were essentially describing my struggle as a mental illness and as something that shouldn't exist. YouTube reminded me why I hid in the closet for so many years.
fr: « Quand j’ai vraiment réalisé que j’étais transgenre et que j’ai fait mon coming-out à mes amis proches, <span>mon plus grand regret a été d’avoir cherché les histoires d’autres personnes trans et queer sur YouTube.</span> En tapant seulement le mot "transgenre" dans la barre de recherche, j’ai trouvé plein de vidéos qui disaient, en gros, que j’avais une maladie mentale et que je ne devrais pas exister. YouTube m’a rappelé pourquoi je n’osais pas "sortir du placard" pendant toutes ces années.

source: Every now and then YouTube will continue to recommend me a video that tells me that my gender identity is wrong — and it reminds me of how much hate is squarely directed at me and people like me. I'm somewhat older, I've been dealing with these issues internally for a long time and I have therapy to work out these issues, but I can't imagine what it's like for those without access to help. <span>YouTube is a part of my pain in coming out</span> and is a reminder of how terrible this world can be to those who are different. I have to be proud in spite of places like YouTube.”
fr: De temps en temps, YouTube recommence à me proposer des vidéos qui nient mon identité de genre, et ça me rappelle qu’il y a énormément de haine dirigée contre les gens comme moi. Pour ma part, j’ai mûri, je me débats avec ces questions depuis longtemps et je suis une thérapie pour travailler sur mes problèmes, mais je n’imagine même pas à quel point ça peut être horrible pour celles et ceux qui n’ont pas cette chance. <span>Pendant mon coming-out, YouTube a été une influence négative</span>, car il m’a rappelé à quel point le monde peut être cruel pour les personnes différentes. Malgré l’existence de plateformes comme YouTube, je dois garder la tête haute. »

source: “When my son was preschool age, he liked to watch 'Thomas the Tank Engine' videos on YouTube. One time when I checked on him, he was watching a video compilation that <span>contained graphic depictions of train wrecks.</span>”
fr: « Quand mon fils était en maternelle, il adorait regarder sur YouTube "Thomas et ses amis", qui raconte les aventures d’un petit train. Un jour, en allant vérifier que tout allait bien, j’ai remarqué qu’il regardait une <span>compilation de déraillements, avec des images très choquantes.</span> »

source: “My eight-year-old granddaughter was using our tablet to watch children's videos; unknowingly as grandparents we thought she was safe. The next day we watched as our granddaughter sat at the dinner table <span>speaking candidly to her parents about her fear of cancer.</span>
fr: « Ma petite-fille de huit ans utilisait notre tablette pour regarder des vidéos pour enfants. Nous, ses grands-parents, nous pensions naïvement qu’il n’y avait aucun danger. Le lendemain, au dîner, elle s’est mise à <span>parler à ses parents de sa peur du cancer.</span>

source: As it turned out, in the middle of watching how children with medical challenges can do great, inspirational things, the video turned dark and <span>began showing horrifying, raw footage of rotting skins and disfiguration.</span> Now we are working with her to understand cancer and to not fear eating food or drinking water.”
fr: En fait, elle regardait comment des enfants malades peuvent accomplir des choses inspirantes, et soudain, la vidéo est devenue sinistre, <span>avec des images brutes de peau en décomposition et d’enfants défigurés.</span> Maintenant, nous essayons de lui faire comprendre ce qu’est le cancer et de la rassurer au sujet de l’eau et de la nourriture. »

source: “My 10-year-old sweet daughter innocently searched for 'tap dance videos' and now is in this spiral of recommended videos of <span>extreme 'dance' and contortionist videos</span> that give her horrible unsafe body-harming and body-image-damaging advice... She is now restricting her eating and drinking. I don’t know <span>how I can undo the damage that’s been done</span> to her impressionable mind.”
fr: « Ma fille de 10 ans a simplement recherché des "vidéos de claquettes", et depuis elle est tombée dans un cercle vicieux de vidéos horribles de <span>"danse" et de contorsions extrêmes</span> qui lui donnent des conseils désastreux pour sa santé et l’image qu’elle se fait de son corps… Maintenant, elle restreint son alimentation et sa boisson. <span>Elle est très influençable</span>, et je ne sais pas comment réparer le mal qui a été fait. »

source: “My ex-wife, who has mental health problems, started watching conspiracy videos three years ago and believed every single one. YouTube just kept feeding her paranoia, fear and anxiety one video after another. I kept begging her to stop, but she didn't — she couldn't. <span>At one point she believed a helicopter near the house was the government coming to take her and my daughter away</span> (they were really checking the power lines) and called in a blind panic. Now she's convinced the world is going to end any day now and is an extreme religious fundamentalist.
fr: « Il y a quelques années, mon ex-femme, qui a des problèmes psychologiques, a commencé à regarder des vidéos conspirationnistes et à croire tout ce qu’elle y voyait. Une vidéo après l’autre, YouTube entretenait sa paranoïa, sa peur et son anxiété. Je la suppliais d’arrêter, mais elle continuait ; elle ne pouvait pas s’en empêcher. <span>Une fois, elle a cru qu’un hélicoptère qui passait près de chez nous était envoyé par le gouvernement pour les enlever, elle et notre fille</span>, et elle m’a appelé, complètement paniquée (en fait, ils contrôlaient les lignes électriques). À présent, elle est convaincue que la fin du monde va se produire d’un jour à l’autre et elle s’est tournée vers le fondamentalisme religieux.

source: She refuses to even consider professional help because she no longer trusts anyone — especially doctors, the police and any government-run organisation. <span>And YouTube just keeps feeding her more and more of the fear videos.</span> My marriage is now over. Her extraordinary fear has totally consumed her and our life together.”
fr: Elle refuse de se faire aider par un professionnel car elle ne fait plus confiance à personne, et surtout pas aux médecins, à la police ou à toute organisation gouvernementale. <span>Et YouTube continue à lui recommander de plus en plus de vidéos anxiogènes.</span> Aujourd’hui, nous avons divorcé. Ses peurs irrationnelles l’ont complètement détruite, ainsi que notre couple. »

source: Previous slide
fr: Écran précédent

source: Next slide
fr: Écran suivant

source: The most common reported category was misinformation, especially covid-19 related.
fr: La catégorie la plus souvent signalée est la désinformation, particulièrement en ce qui concerne le COVID-19.

source: While our research considers the broad spectrum of YouTube Regrets, it is important to note that some videos are worse than others. YouTube has Community Guidelines that set the rules for what is allowed on YouTube and what isn’t. Together with a team of research assistants from the University of Exeter, we evaluated the videos reported to us against these Community Guidelines and made our own determination of which videos should either not be on YouTube or not be recommended by YouTube. Of those videos, the most common category applicable was misinformation (especially COVID-19 related). The other largest categories were violent or graphic content, hate speech, and spam/scams. Other notable categories include child safety, harassment & cyberbullying, and animal abuse.
fr: Bien que nos recherches englobent tout le spectre des Regrets YouTube, il est important de noter que certaines vidéos sont plus dangereuses que d’autres. YouTube dispose d’un règlement de la communauté définissant ce qui est autorisé sur YouTube et ce qui ne l’est pas. En collaboration avec une équipe d’assistant·e·s de recherche de l’Université d’Exeter, nous avons utilisé ce règlement de la communauté pour évaluer les vidéos qui nous ont été signalées et déterminer nous-mêmes lesquelles ne devraient pas apparaître sur YouTube ou être recommandées par YouTube. Parmi ces vidéos, la catégorie la plus représentée est la désinformation, en particulier concernant le COVID-19. Les autres catégories principales comprennent les contenus violents ou explicites, les discours haineux et les spams ou les arnaques. La sécurité infantile, le harcèlement et cyberharcèlement et la maltraitance animale font partie des autres catégories notables.

source: Types of Regretted Content
fr: Types de contenus signalés en tant que Regrets

source: Read more
fr: Afficher la suite

source: Read less
fr: Masquer le paragraphe

source: Download the full report
fr: Téléchargez le rapport complet

source: Download PDF
fr: Télécharger le PDF

source: Contribute your data to RegretsReporter
fr: Participez à RegretsReporter

source: Add to Firefox
fr: Ajouter à Firefox

source: Add to Chrome
fr: Ajouter à Chrome

source: YouTube Regrets
fr: Regrets YouTube

source: Mozilla and 37,380 YouTube users conducted a study to better understand harmful YouTube recommendations. <span class="tw-italic">This is what we learned</span>.
fr: Mozilla et 37 380 utilisateurs et utilisatrices de YouTube ont mené une enquête visant à mieux comprendre les recommandations YouTube néfastes. <span class="tw-italic">Voici ce que nous avons appris.</span>

source: Download Full Report
fr: Télécharger le rapport complet

source: Sometimes YouTube Regrets are
fr: Les regrets YouTube peuvent être

source: Your browser does not support the video tag.
fr: Votre navigateur ne prend pas en charge la balise vidéo.

source: Misleading
fr: Trompeurs

source: A volunteer reported that they were surprised to see a video denying climate change suggested after they watched a Mozilla video!
fr: Un·e bénévole a été étonné·e de se voir suggérer une vidéo niant le dérèglement climatique après avoir regardé une vidéo de Mozilla.

source: Untrue
fr: Fallacieux

source: A volunteer reported that despite mainly watching wilderness survival videos and no right-wing politics, they were recommended a video spreading an unfounded claim about U.S. Representative Ilhan Omar and voter fraud in the 2020 U.S. elections.
fr: Un·e bénévole a signalé ne principalement regarder que des vidéos de survie en milieu sauvage et aucune vidéo politisée de droite, YouTube lui a recommandé une vidéo qui répand une rumeur sans fondement sur la membre du parlement états-unien Ilhan Omar et la fraude électorale aux élections de 2020.

source: Offensive
fr: Insultants

source: A volunteer reported a video where the narrator claims to “completely shut down and embarass three women that have opinions about how society should be in first world feminist countries” that was recommended after watching videos about the U.S. military.
fr: Après avoir regardé des vidéos sur l’armée des États-Unis, un·e bénévole a trouvé dans ses recommandations une vidéo dans laquelle le narrateur prétend « mettre mal à l’aise et clouer le bec à trois femmes qui ont des opinions sur la façon dont la société devrait être dans les pays développés ».

source: In 2019, Mozilla collected <a %(stories_link)s>countless stories</a> from people whose lives were impacted by YouTube’s recommendation algorithm. People had been exposed to misinformation, developed unhealthy body images, and became trapped in bizarre rabbit holes. The more stories we read, the more we realized how central YouTube has become to the lives of so many people — and just how much YouTube recommendations can impact their wellbeing.
fr: En 2019, Mozilla a recueilli <a %(stories_link)s>un grand nombre de témoignages</a> de personnes pour lesquelles l’algorithme de recommandation de YouTube avait eu un impact négatif sur leur vie. Elles avaient été exposées à de la désinformation, développé une mauvaise image de leurs corps, et étaient tombées dans des cercles vicieux de vidéos douteuses. À mesure que nous lisions ces témoignages, nous avons réalisé à quel point YouTube est devenu central dans la vie de nombreuses personnes, et à quel point les recommandations YouTube peuvent les influencer et leur nuire.

source: Yet when confronted about its recommendation algorithm, <span class="tw-font-bold">YouTube’s <a href="%(routine_response_url)s">routine response</a> is to deny and deflect</span>.
fr: Et pourtant, quand les problèmes de son algorithme de recommandation sont pointés du doigt, <span class="tw-font-bold">YouTube <a href="%(routine_response_url)s">se contente</a> de nier et de changer de sujet.</span>

source: Faced with YouTube’s continuous refusal to engage, Mozilla built a browser extension, <a %(reporter_link)s>RegretsReporter</a>, that allows people to donate data about the YouTube videos they regret watching on the platform. Through one of the biggest crowdsourced investigations into YouTube, we’ve uncovered new information that warrants urgent attention and action from lawmakers and the public.
fr: Face à ce refus d’agir, Mozilla a conçu une extension pour navigateur, baptisée <a %(reporter_link)s>RegretsReporter</a>, qui permet aux internautes de fournir des informations sur les vidéos YouTube qu’ils ou elles ont regretté avoir regardé. Cet outil nous a permis de mener l’une des plus grandes enquêtes collaboratives au monde sur YouTube et de découvrir de nouvelles informations, qui devraient alarmer les législateurs et législatrices ainsi que le grand public, et pousser tout le monde à agir.

source: We now know that YouTube is recommending videos that violate their very own content policies and harm people around the world — and that needs to stop.
fr: Nous savons désormais que YouTube recommande des vidéos qui enfreignent ses propres politiques en matière de contenus et ont des conséquences nocives pour de nombreuses personnes dans le monde. Ça ne peut plus durer.

source: Our research is powered by real YouTube users.
fr: Nos recherches sont menées avec de vrai·e·s utilisateurs et utilisatrices de YouTube.

source: Specifically: <span class="tw-font-bold">37,380 volunteers</span> across <span class="tw-font-bold">190 countries</span> installed Mozilla’s RegretsReporter browser extensions for Firefox and Chrome.
fr: Plus précisément : <span class="tw-font-bold">37 380 bénévoles</span> originaires de <span class="tw-font-bold">190 pays</span> ont installé l’extension RegretsReporter de Mozilla sur Firefox et Chrome.

source: For this report, We gathered from
fr: CE RAPPORT TIRE SES DONNÉES DE

source: Reports
fr: SIGNALEMENTS

source: Volunteers
fr: BÉNÉVOLES

source: Countries
fr: PAYS

source: Reports were submitted between <span class="tw-font-bold">July 2020 - May 2021</span>. Volunteers who downloaded the extension but did <span class="tw-font-bold">not</span> file a report were an important part of our study. Their data — for example, how often they use YouTube — was essential to our understanding of how frequent regrettable experiences are on YouTube and how this varies between countries.
fr: Les signalements ont été envoyés entre <span class="tw-font-bold">juillet 2020 et mai 2021</span>. Les bénévoles ayant téléchargé l’extension mais n’ayant <span class="tw-font-bold">pas</span> effectué de signalement ont également fourni des informations précieuses à notre enquête. Leurs données passives (par exemple, leur fréquence d’utilisation de YouTube) ont été essentielles pour déterminer la fréquence des mauvaises expériences sur YouTube et comprendre les différences entre pays.
