Repository: mozilla-l10n/fomo-l10n
Catalog: foundation/translations/legacy_apps/wagtailpages/templates/wagtailpages/pages/youtube-regrets-2021/locale/*/LC_MESSAGES/django.po
Languages: fr

source: After delving into the data with a team of research assistants from the University of Exeter, Mozilla came away with three major criticisms of YouTube recommendations: from a problematic algorithm to poor corporate oversight to geographic disparities. And our <a href="%(research_link)s">past research</a> shows that these problems can inflict lasting harm on people.
fr: Après un examen minutieux des données en collaboration avec une équipe d’assistant·e·s de recherche de l’Université d’Exeter, Mozilla a formulé trois principales critiques sur les recommandations YouTube : un algorithme problématique, un manque de supervision de la part de l’entreprise et une discrimination géographique. Et, comme le montrent nos <a href="%(research_link)s">précédentes recherches</a>, ces problèmes peuvent avoir des effets néfastes durables sur les personnes concernées.

source: Here’s what we found
fr: Voici ce que nous avons découvert

source: (Click to read more)
fr: (CLIQUEZ POUR DÉVELOPPER CHAQUE SECTION)

source: We set <span class="quote__highlight">a high bar</span> for what videos we display prominently in our recommendations on the YouTube homepage or through the 'Up next' panel.
fr: Nous avons <span class="quote__highlight">des exigences strictes</span> concernant les vidéos que nous mettons en avant dans nos recommandations, que ce soit en page d’accueil de YouTube ou dans la partie ­« À suivre ».

source: Youtube’s blog
fr: blog de YouTube

source: Our recommendation: Urgent action must be taken to rein in YouTube’s algorithm.
fr: Voici notre recommandation : l’algorithme de YouTube doit être retravaillé urgemment.

source: YouTube’s algorithm drives 700 million hours of watch time on the platform every day. The consequences of this are simply too great to trust them to fix this on their own. Below, find a summary of Mozilla’s recommendations to YouTube, policymakers, and people who use YouTube. Details on these recommendations can be found in the <a%(report_link)s>full report</a>.
fr: L’algorithme de YouTube génère 700 millions d’heures de visionnage par jour sur la plateforme. Les conséquences sont donc bien trop importantes pour que YouTube prenne l’initiative de le retravailler. Vous trouverez ci-dessous un aperçu des recommandations de Mozilla à l’adresse de YouTube, des législateurs et législatrices et des utilisateurs et utilisatrices de YouTube. Vous pouvez consulter les recommandations détaillées dans <a%(report_link)s>le rapport complet</a>.

source: <span class="recommendations__accent">Policymakers</span> must require YouTube to release adequate public data about their algorithm and create research tools and legal protections that allow for real, independent scrutiny of the platform.
fr: <span class="recommendations__accent">Les législateurs et législatrices</span> doivent exiger que YouTube fournisse des données publiques au sujet de son algorithme, et créer des outils de recherche et des protections légales permettant un contrôle efficace et indépendant de la plateforme.

source: <span class="recommendations__accent">YouTube and other companies</span> must publish audits of their algorithm and give people meaningful control over how their data is used for recommendations, including allowing people to opt-out of personalized recommendations.
fr: <span class="recommendations__accent">YouTube et d’autres entreprises</span> doivent publier des audits de leurs algorithmes et offrir aux internautes un véritable contrôle sur la façon dont leurs données sont utilisées pour fournir des recommandations, ainsi que leur permettre de refuser les recommandations personnalisées.

source: <span class="recommendations__accent">People who use YouTube</span> should <a href="https://www.youtube.com/watch?v=pt9YCVX7VOk">get informed</a> about how YouTube recommendations work and <a href="%(download_link)s">download RegretsReporter</a> to contribute data to future crowdsourced research.
fr: <span class="recommendations__accent">Les utilisateurs et utilisatrices de YouTube</span> devraient <a href="https://www.youtube.com/watch?v=pt9YCVX7VOk">s’informer</a> sur le fonctionnement des recommandations YouTube et <a href="%(download_link)s">télécharger RegretsReporter</a> afin de fournir des données aux futurs travaux de recherche participative.

source: Mozilla will continue to operate RegretsReporter as an independent tool for scrutinising YouTube’s recommendation algorithm. We plan to update the extension to give people an easier way to access YouTube’s user controls to block unwanted recommendations, and will continue to publish our analysis and future recommendations.
fr: Mozilla continuera d’utiliser RegretsReporter en tant qu’outil indépendant permettant d’analyser l’algorithme de recommandation de YouTube. Nous souhaitons mettre l’extension à jour pour permettre aux utilisateurs et utilisatrices d’accéder plus facilement aux contrôles d’utilisation de YouTube afin de bloquer les recommandations indésirables. Nous continuerons également de publier nos analyses et nos recommandations futures.

source: What is a YouTube Regret?
fr: Un « Regret YouTube », qu’est-ce que c’est ?

source: The concept of a “YouTube Regret” was born out of a <a href="%(campaign_link)s">crowdsourced campaign</a> that Mozilla developed in 2019 to collect stories about YouTube’s recommendation algorithm leading people down bizarre and sometimes dangerous pathways. We have intentionally steered away from strictly defining what “counts” as a YouTube Regret to allow people to define the full spectrum of regrettable experiences that they have on YouTube.
fr: Le concept de « Regret YouTube » est né lors d’une <a href="%(campaign_link)s">campagne participative</a> menée par Mozilla en 2019, qui visait à recueillir des témoignages racontant comment les recommandations YouTube ont pu mener des internautes sur des voies étranges, voire dangereuses. Nous avons volontairement évité de définir précisément ce qu’est un Regret YouTube afin de permettre aux participant·e·s d’exposer tout ce qu’ils et elles considèrent comme une expérience néfaste sur YouTube.

source: What a YouTube Regret looks like for one person may not be the same for another, and sometimes YouTube Regrets only emerge after months or weeks of being recommended videos—an experience which is better conveyed through <a href="%(stories_link)s">stories</a> than video datasets.
fr: Les Regrets YouTube varient donc beaucoup d’une personne à l’autre et, parfois, ils n’apparaissent qu’après plusieurs semaines ou mois de recommandations de vidéos. Ces expériences sont mieux retranscrites dans des <a href="%(stories_link)s">témoignages</a> que par le biais de bases de données vidéo.

source: This approach intentionally centers the lived experiences of people to add to what is often a highly legalistic and theoretical discussion. It does not yield clear distinctions about what type of videos should or should not be on YouTube or algorithmically promoted by YouTube.
fr: Cette approche est volontairement centrée sur les expériences vécues par les internautes afin d’apporter une nouvelle dimension à une discussion souvent axée sur des aspects juridiques et théoriques. Elle ne vise pas à définir clairement quel type de vidéos devrait ou non apparaître sur YouTube ou être mis en avant par l’algorithme de YouTube.

source: Most of the videos people regret watching come from recommendations.
fr: La plupart des vidéos provoquant des regrets proviennent des recommandations.

source: YouTube recommends videos that violate their own policies.
fr: YouTube recommande des vidéos qui enfreignent ses propres règles.

source: Non-English speakers are hit the hardest.
fr: Les pays non anglophones sont les plus touchés.

source: YouTube Regrets can alter people’s lives forever.
fr: Les Regrets YouTube peuvent empoisonner durablement la vie des internautes.

source: Our past work has shown that these video recommendations can have significant impacts on people’s lives.
fr: Nos précédents travaux ont montré que ces vidéos recommandées peuvent avoir un impact considérable sur la vie des personnes concernées.
