Repository: mozilla-l10n/fomo-l10n
Catalog: foundation/translations/legacy_apps/templates/pages/buyersguide/about/locale/*/LC_MESSAGES/django.po
Languages: de, es, pt_br

source: Connected devices collect information on their users. We look at what personal, body-related, and social data a product is likely to collect on you when you use it. Knowing what sorts of personal information you’ll need to give up to use a product is useful to help understand just how much a company could be learning about you. The more information you give up, the better they may know you. Personal data includes things like name, email address, phone number, gender, age, and date of birth. Body-related data includes things like voice recordings, fingerprint, facial recognition, height, weight, heart rate, sleep data, menstrual cycles, and blood oxygen levels. Social data includes things like your contacts and friends or connections you have through a platform, like gamer friends through a gaming console or connections you have through a fitness app.
de: Smart-Home-Geräte sammeln Informationen über ihre Benutzer. Wir achten darauf, welche persönlichen, körperbezogenen und sozialen Daten ein Produkt möglicherweise erfasst, wenn Sie es nutzen. Wenn Sie das wissen, können Sie nachvollziehen, wie viel ein Unternehmen über Sie lernen könnte. Je mehr Informationen Sie preisgeben, desto besser lernt ein Unternehmen Sie kennen. Als persönliche Daten gelten Name, E-Mail-Adresse, Telefonnummer, Geschlecht, Alter und Geburtstag. Als körperbezogene Daten gelten Sprachaufnahmen, Fingerabdrücke, Gesichtserkennung, Größe, Gewicht, Herzfrequenz, Schlafdaten, Menstruationszyklen und Sauerstoffgehalt im Blut. Soziale Daten sind Dinge wie Ihre Kontakte und Freunde oder Bekannte, die Sie auf einer Plattform haben, wie etwa Ihre Gaming-Freunde auf einer Spielekonsole oder Kontakte, die Sie über eine Fitness-App pflegen.
es: Los dispositivos conectados recopilan información sobre sus usuarios. Nosotros nos fijamos en qué datos personales, biométricos y sociales puede recopilar un producto sobre ti cuando lo usas. Por eso, saber qué tipo de datos personales debes proporcionar para utilizar un producto te ayudará a comprender cuánta información puede recopilar una empresa sobre ti. Sin duda, cuanta más información proporciones, mejor te conocerán. Los datos personales incluyen el nombre, la dirección de correo electrónico, el número de teléfono, el sexo, la edad y la fecha de nacimiento. Los datos biométricos incluyen grabaciones de voz, huellas dactilares, reconocimiento facial, peso, altura, frecuencia cardíaca, datos sobre el sueño, ciclos menstruales y niveles de oxígeno en sangre. Entre los datos sociales se incluyen los contactos, amigos y conexiones que tienes a través de una plataforma, como, por ejemplo, amigos gamers a través de una consola de juegos o conexiones que estableces mediante una aplicación de fitness.
pt_br: Os dispositivos conectados coletam informações sobre seus usuários. Analisamos quais dados pessoais, corporais e sociais um produto provavelmente coletará sobre você ao utilizá-lo. Saber que tipos de informações pessoais você precisará fornecer para usar um produto é útil para ajudar a entender o quanto uma empresa pode aprender sobre você. Quanto mais informações você fornecer, mais conhecimento terão sobre você. Os dados pessoais incluem nome, e-mail, número de telefone, gênero, idade e data de nascimento. Dados corporais incluem registros de voz, impressões digitais, reconhecimento facial, altura, peso, frequência cardíaca, dados de sono, ciclos menstruais e níveis de oxigênio no sangue. Os dados sociais incluem seus contatos e amigos ou conexões que você tem em uma plataforma, como amigos jogadores em um console de jogos ou conexões que você tem em um aplicativo de condicionamento físico.

source: How does it use this data?
de: Wie werden die Daten genutzt?
es: ¿Cómo se utilizan estos datos?
pt_br: Como este produto utiliza esses dados?

source: Nearly every company collects some kind of information on its users. That’s how the internet works. It’s how they use and care for this information that matters. You should know whether a company shares or sells your personal information to others and for what reasons. This criteria is one of the criteria we use to determine if a product receives our <em>*Privacy Not Included</em> warning label. Companies that share or sell your data to third parties received a mini-warning label.
de: Fast jedes Unternehmen sammelt irgendwelche Informationen über seine Verbraucher. So funktioniert das Internet nun mal. Worauf es ankommt, ist, wie die Unternehmen mit den Informationen umgehen. Sie sollten wissen, wenn ein Unternehmen Ihre persönlichen Daten an Dritte weitergibt oder verkauft und aus welchen Gründen. Das ist eins der Kriterien, anhand derer wir entscheiden, ob ein Unternehmen unseren <em>*Datenschutz nicht inbegriffen</em>-Warnhinweis verdient hat. Unternehmen, die Ihre Daten an Dritte weitergeben oder verkaufen, haben einen Miniwarnhinweis von uns bekommen.
es: Casi todas las empresas recopilan algún tipo de información sobre sus usuarios, Internet funciona así. Lo que nos importa es saber cómo usan y protegen esta información. Deberíamos saber si una empresa comparte o vende nuestra información personal a otras empresas u organismos y por qué motivos. Este es uno de los criterios que empleamos para determinar si un producto debe recibir la etiqueta de advertencia <em>* Privacidad no incluida</em>. Del mismo modo, aquellas empresas que comparten o venden tus datos a terceros recibieron una mini etiqueta de advertencia.
pt_br: Praticamente toda empresa coleta algum tipo de informação sobre seus usuários. É assim que a internet funciona. É a maneira como eles usam e cuidam dessas informações que interessa. Você deve saber se uma empresa compartilha ou vende suas informações pessoais a outros e por quais razões. Este é um dos critérios que usamos para determinar se um produto recebe nosso selo de aviso <em>*Privacidade não incluída</em>. As empresas que compartilham ou vendem seus dados a terceiros receberam um minisselo de advertência.

source: How can you control your data?
de: Wie können Sie über Ihre Daten bestimmen?
es: ¿Cómo puedes controlar el uso de tus datos?
pt_br: Como você pode controlar seus dados?

source: Many companies collect a lot of data on their consumers. Who controls that data? Being able to contact a company and ask them to delete any data they have on you is a very good thing.
de: Viele Unternehmen sammeln viele Daten über ihre Verbraucher. Wer bestimmt über diese Daten? Es ist sehr wichtig, dass Sie als Verbraucher diese Unternehmen kontaktieren und um die Löschung Ihrer Daten bitten können.
es: Las empresas recopilan muchos datos de sus consumidores, pero ¿quién controla estos datos? Por eso, es muy recomendable ponerse en contacto con las empresas y solicitarles que eliminen todos los datos que tengan sobre ti.
pt_br: Inúmeras empresas coletam muitos dados sobre seus consumidores. Quem controla esses dados? Poder entrar em contato com uma empresa e pedir-lhes que apaguem quaisquer dados que tenham sobre você é muito bom.

source: What is the company’s known track record of protecting users’ data? + mini ding
de: Wie ist das Unternehmen in der Vergangenheit mit den Daten über seine Verbraucher umgegangen? + Mini-Warnschild
es: ¿Qué historial tiene la empresa en cuanto a la protección de los datos de los usuarios? + mini ding
pt_br: Qual é o histórico conhecido da empresa em termos de proteção dos dados dos usuários? + minicampainha

source: It’s one thing for a company to say they care about their users’ privacy. It’s another thing to show that. We look at the track records of all the companies in the guide dating back three years to see if they had known data leaks, security vulnerabilities, or other privacy missteps. This criteria is one of the criteria we use to determine if a product receives our <em>*Privacy Not Included</em> warning label. Companies that have multiple or serious privacy or security breaches receive a mini-warning label.
de: Es ist eine Sache wenn ein Unternehmen behauptet, dass es sich um die Privatsphäre seiner Benutzer kümmert. Das zu zeigen ist eine andere Sache. Wir schauen uns die Erfolgsbilanzen aller Unternehmen im Leitfaden an, die drei Jahre zurückliegen, um zu sehen, ob sie Datenlecks, Sicherheitslücken oder andere Datenschutzfehler hatten. Dieses Kriterium ist eines der Kriterien, die wir verwenden, um zu bestimmen, ob ein Produkt unser Warnetikett <em>*Datenschutz nicht inbegriffen</em> erhält. Unternehmen mit mehreren oder schwerwiegenden Datenschutz- oder Sicherheitsverletzungen erhalten ein Mini-Warnschild.
es: Una cosa es que una empresa diga que se preocupa por la privacidad de sus usuarios y otra cosa es demostrarlo. Hemos analizado los antecedentes de todas las empresas que aparecen en la guía desde 2018 para determinar si habían sufrido filtraciones de datos, violaciones de seguridad u otros incidentes relacionados con la privacidad. Este es uno de los criterios que usamos para determinar si un producto recibe nuestra etiqueta de advertencia de <em>*Privacidad no incluida</em>. Del mismo modo, aquellas empresas que registran múltiples o graves vulneraciones de seguridad o privacidad recibieron una pequeña etiqueta de advertencia.
pt_br: Uma coisa é dizer que uma empresa se preocupa com a privacidade de seus usuários. Outra coisa é demonstrar isso. Analisamos os registros de todas as empresas do guia que remontam a três anos para verificar se elas tinham conhecimento de vazamentos de dados, vulnerabilidades de segurança ou outras falhas de privacidade. Este é um dos critérios que usamos para determinar se um produto recebe nosso selo de advertência <em>*Privacidade não incluída</em>. As empresas que têm várias ou sérias violações de privacidade ou segurança recebem um minisselo de advertência.

source: Can this product be used offline?
de: Kann dieses Produkt offline genutzt werden?
es: ¿Se puede usar el producto sin conexión?
pt_br: Este produto pode ser usado off-line?

source: Does every product really need to be connected to the internet to work? What happens if the internet goes out or you just want to use that smart scale as a scale? Some <em>*Privacy Not Included</em> users reached out to us over the past couple of years and asked us to include this in our guide. We aim to please!
de: Muss jedes Produkt mit dem Internet verbunden sein, um zu funktionieren? Was passiert, wenn das Internet einen Durchhänger hat oder Sie die intelligente Waage einfach mal nur als Waage benutzen möchten? Einige Nutzer von <em>*Datenschutz nicht inbegriffen</em> haben sich in den letzten Jahren bei uns gemeldet und darum gebeten, das in unseren Ratgeber mit einzubeziehen. Machen wir gern!
es: Realmente, ¿necesitan estar todos los productos conectados a Internet para funcionar? ¿Qué ocurre si Internet se va o solo quieres usar esa balanza inteligente para pesar cosas? Algunos usuarios de la guía <em>*Privacidad no incluida</em> se han puesto en contacto con nosotros durante los últimos dos años y nos han pedido que incluyamos esta información en la nueva edición. ¡Vuestros deseos son órdenes!
pt_br: Será que todos os produtos realmente precisam estar conectados à internet para funcionar? O que acontece se a internet cair ou se você quiser apenas usar essa balança inteligente como uma balança? Alguns usuários de <em>*Privacidade não incluída</em> nos últimos dois anos nos pediram para incluir esta informação no nosso guia. A sua satisfação é muito importante para nós!

source: User friendly privacy info?
de: Benutzerfreundliche Informationen zum Datenschutz?
es: ¿La información de privacidad es fácil de entender?
pt_br: Informações sobre privacidade de fácil consulta?

source: Privacy information should be clear, readable, and communicate basic information to consumers about what happens to their data. Privacy policies are often written more for lawyers than consumers. That’s why it’s nice to see more and more companies creating consumer-friendly privacy pages to outline how they handle your personal information and the data they collected on their users. We hope to see this trend continue.
de: Informationen zum Datenschutz sollten eindeutig und lesbar sein und grundlegend verdeutlichen, was mit den Daten der Verbraucher passiert. Datenschutzrichtlinien werden häufig eher für Juristen als für Verbraucher geschrieben. Umso schöner ist es, zu sehen, dass immer mehr Unternehmen ihre Datenschutzrichtlinien benutzerfreundlich verpacken und leicht verständlich darlegen, wie Daten gehandhabt werden und was damit passiert. Ein Trend, der sich hoffentlich fortsetzt!
es: La información sobre privacidad debe ser clara, legible y explicar a los consumidores lo que básicamente sucede con sus datos. A menudo, las políticas de privacidad parecen escritas más para abogados que para consumidores. Por eso, es agradable ver que cada vez más empresas crean páginas de privacidad claras y asequibles donde describen cómo gestionan tu información personal y los datos que recopilan sobre sus usuarios. Confiamos en que esta tendencia continúe.
pt_br: As informações sobre privacidade devem ser claras, fáceis de entender e fornecer informações básicas aos consumidores sobre o que acontece com seus dados. As políticas de privacidade são frequentemente escritas mais para advogados do que para consumidores. É por isso que é bom ver cada vez mais empresas criando páginas de privacidade voltadas para o consumidor para mostrar como elas lidam com suas informações pessoais e os dados coletados sobre seus usuários. Esperamos ver essa tendência continuar.

source: Security
de: Sicherheit
es: Seguridad
pt_br: Segurança

source: Our Minimum Security Standards
de: Unsere Mindestsicherheitsanforderungen
es: Nuestros estándares mínimos de seguridad
pt_br: Nossos padrões mínimos de segurança

source: We developed a set of minimum security standards we think all connected products should meet at the <em>very least</em>. Think of it as a “you must be this tall to ride” set of standards. These include five basic things: The product must use encryption, the company must provide automatic security updates, if a product uses a password, it must require a strong password, the company must have a way to manage security vulnerabilities found in their products, and the company must have an accessible privacy policy.
de: Wir haben ein paar Mindestsicherheitsanforderungen zusammengestellt, die unserer Meinung nach <em>jedes Produkt</em> erfüllen sollte. Funktioniert ungefähr wie diese Schilder in Vergnügungsparks: „Um dieses Fahrgeschäft nutzen zu dürfen, musst du XX cm groß sein“. Zu unseren Anforderungen gehören fünf Dinge: Das Produkt muss Verschlüsselung nutzen, das Unternehmen muss automatische Sicherheitsupdates anbieten, sollte ein Passwort nötig sein, muss es ein starkes Passwort sein, das Unternehmen muss ein System haben, mit Sicherheitslücken seiner Produkte umzugehen und das Unternehmen muss eine zugängliche Datenschutzrichtlinie haben.
es: Hemos desarrollado un conjunto de estándares mínimos de seguridad que, en nuestra opinión, todos los productos conectados deberían cumplir <em>como mínimo</em>. Considéralo como un conjunto de estándares de "altura mínima permitida para ingresar". Estos requisitos incluyen cinco aspectos básicos: el producto debe usar cifrado; la empresa debe proporcionar actualizaciones de seguridad automáticas; si un producto requiere de contraseña, debe ser una contraseña fuerte; la empresa debe tener una forma de administrar las violaciones de seguridad presentes en sus productos; y la empresa debe tener una política de privacidad accesible.
pt_br: Desenvolvemos um conjunto de padrões mínimos de segurança que julgamos que todos os produtos conectados devem <em>realmente atender</em>. Pense nele como um conjunto de padrões “altura mínima para entrar no brinquedo”. Eles incluem cinco itens básicos: o produto deve usar criptografia; a empresa deve fornecer atualizações automáticas de segurança; se o produto usa senha, deve exigir uma senha forte; a empresa deve ter uma forma de gerenciar as vulnerabilidades de segurança encontradas em seus produtos; e a empresa deve ter uma política de privacidade acessível.

source: Encryption
de: Verschlüsselung
es: Cifrado
pt_br: Criptografia

source: Encryption is your friend. It protects your private and personal information by scrambling it up into a code so that the only people or machines who can read it are the ones on the other end who have the key to unscramble that code. Products that don’t use encryption send personal information over the internet unscrambled so anyone can see it.
de: Verschlüsselungen stehen auf Ihrer Seite. Eine Verschlüsselung nimmt Ihre persönlichen Informationen, nimmt sie auseinander und verpackt sie in einen Code. So können nur Maschinen oder Menschen darauf zugreifen, die den Schlüssel haben, der den Code entwirrt. Produkte, die keine Verschlüsselung benutzen, senden Ihre persönlichen Informationen ungeschützt durchs Web, sodass sie jeder sehen kann.
es: El cifrado es tu aliado. Protege tu información privada y personal codificándola de modo que las únicas personas o máquinas que puedan leerla sean las del otro extremo que tienen la clave para descifrar ese código. Los productos que no utilizan cifrado envían información personal a través de Internet sin codificar, de modo que cualquiera puede verla.
pt_br: A criptografia é sua amiga. Ela protege suas informações privadas e pessoais, codificando-as para que as únicas pessoas ou máquinas que possam lê-las sejam as que, do outro lado, têm a chave para decifrar esse código. Os produtos que não usam criptografia enviam informações pessoais pela internet sem qualquer proteção e qualquer pessoa pode vê-las.

source: Security updates
de: Sicherheitsupdates
es: Actualizaciones de seguridad
pt_br: Atualizações de segurança

source: Sometimes security vulnerabilities are found in products after they are sold to the public. For that reason, companies should have a way to quickly push a security update out to the product automatically so it fixes the security vulnerability without the consumer ever needing to worry about it.
de: Es kommt vor, dass Unternehmen Sicherheitslücken in einem Produkt entdecken, das schon auf dem Markt ist. Deshalb ist es sinnvoll, wenn Unternehmen ohne großen Aufwand ein Sicherheitsupdate an ihre Produkte schicken können, um die Risiken zu beheben – ganz ohne dass sich der Verbraucher darüber Sorgen zu machen braucht.
es: A veces, se detectan debilidades de seguridad en los productos después de su comercialización. En tal caso, las empresas deben poder contar con sistemas para enviar una actualización de seguridad al producto automáticamente y solucionar el fallo de seguridad sin que el consumidor tenga que preocuparse por ello.
pt_br: Às vezes, são encontradas vulnerabilidades de segurança em produtos depois de serem vendidos ao público. Por essa razão, as empresas devem ter uma maneira de lançar uma atualização de segurança para o produto de forma rápida e automática para que ela corrija a vulnerabilidade sem que o consumidor precise se preocupar com ela.

source: Strong Password
de: Starkes Passwort
es: Contraseña fuerte
pt_br: Senha forte

source: Remembering passwords might be annoying, but having a good password is still one of the best lines of defense we have when it comes to protecting our privacy and security. It’s great when a password is required. But default passwords that are the same for all consumers and never change can be just as bad. You should be required to change the default password to a strong password. Products with a default password that does not require changing can leave users’ personal information exposed.
de: Sich Passwörter zu merken, ist nervig? Finden wir auch, aber trotzdem ist ein gutes Passwort der beste Schutz für unsere Daten und Sicherheit im Netz. Es ist gut, wenn ein Passwort nötig ist. Aber das Standardpasswort ist für alle Verbraucher dasselbe, und wenn man das nicht ändert, kann man auch gleich darauf verzichten. Es sollte also notwendig sein, dass Sie das Standardpasswort durch ein starkes eigenes Passwort ersetzen. Produkte mit Standardpasswort, das nicht geändert werden muss, können persönliche Informationen der Nutzer aufs Spiel setzen.
es: Tener que recordar contraseñas puede llegar a ser una molestia, pero siguen siendo una de las mejores líneas de defensa a nuestro alcance cuando queremos proteger nuestra privacidad y seguridad. Del mismo modo, las contraseñas por defecto que se repiten para todos los consumidores y no cambian nunca pueden ser contraproducentes. Por eso, al adquirir un producto, deberías poder cambiar la contraseña por defecto por una contraseña fuerte porque, en caso contrario, tu información personal puede quedar expuesta.
pt_br: Lembrar senhas pode ser um incômodo, mas ter uma boa senha ainda é uma das melhores linhas de defesa que temos quando se trata de proteger nossa privacidade e segurança. É ótimo quando uma senha é necessária. Mas senhas padrão iguais para todos os consumidores e que nunca mudam podem ser ruins também. Você deveria receber uma solicitação para mudar a senha padrão para uma senha forte. Produtos com uma senha padrão que não exige alteração podem deixar as informações pessoais dos usuários expostas.

source: Manages vulnerabilities
de: Sicherheitslücken – und jetzt?
es: Gestionar las vulnerabilidades
pt_br: Gerenciamento de vulnerabilidades

source: Security vulnerabilities in products happen. It’s how companies manage them when they arise that matters. We looked at whether or not companies have a system in place to manage vulnerabilities in the product when they are found. This includes having a point of contact for reporting vulnerabilities or an equivalent <a href="%(url)s">bug bounty program.</a>
de: Sicherheitslücken an einem Produkt können vorkommen. Es kommt also darauf an, wie Unternehmen auf solche Lücken reagieren. Wir haben geprüft, ob Unternehmen ein System haben, mit dem sie eventuelle Sicherheitslücken in ihren Produkten beheben. Dazu gehört eine Anlaufstelle, über die Sicherheitslücken gemeldet werden können oder ein entsprechendes <a href="%(url)s">Bug-Bounty-Programm</a>.
es: Es un hecho que los productos registran vulnerabilidades de seguridad, pero lo que realmente importa es cómo reaccionan las empresas cuando eso ocurre. Analizamos si las empresas disponen o no de un sistema para gestionar las debilidades de sus productos cuando se detectan, incluyendo un medio de contacto para denunciarlas o algún <a href="%(url)s">programa de recompensas por errores</a> equivalente.
pt_br: As vulnerabilidades de segurança em produtos acontecem. O que importa é como as empresas as tratam quando elas aparecem. Analisamos se as empresas têm ou não um sistema para gerenciar as vulnerabilidades no produto quando elas são encontradas. Para isso, elas devem ter uma forma de contato para comunicar as vulnerabilidades ou um algo semelhante a um <a href="%(url)s">programa de recompensa por bugs</a>.

source: Privacy policies
de: Datenschutzrichtlinie
es: Políticas de privacidad
pt_br: Políticas de privacidade
