Repository: mozilla-l10n/fomo-l10n
Catalog: foundation/translations/legacy_apps/templates/pages/buyersguide/about/locale/*/LC_MESSAGES/django.po
Languages: de, es, pt_br

source: We evaluate the publicly available privacy documentation provided by each company for each product. This includes privacy policies, privacy pages, and FAQs. We attempt to determine (1) what kind of information is generally collected by a product, including personal, body-related, and social, (2) how the data is used by the company, (3) how you can control your data, including how you can access and delete your data, (4) the known track record of a company for protecting user data, (5) if the product can be used offline, (6) and whether the privacy policy is user-friendly. If a company does not provide a product-specific privacy notice, we rely on their general privacy policy for this information. This often means we cannot verify which information mentioned in a company’s privacy documentation may or may not be true about a specific product. In our requests for information from companies before publication, we ask for product-specific privacy policies and if a company shares it, we analyze the product-specific policy. We believe consumers should be able to access privacy policies and documentation before they purchase a product. Learning what data a company collects and how it uses that data is important to know before downloading an app or buying a product.
de: Wir bewerten die öffentlich zugängliche Datenschutzdokumentation, die von jedem Unternehmen für jedes Produkt bereitgestellt wird. Dazu gehören Datenschutzrichtlinien, Datenschutzseiten und FAQs. Wir versuchen festzustellen, (1) welche Art von Daten im Allgemeinen von einem Produkt erfasst werden, einschließlich personenbezogener, körperbezogener und sozialer Daten, (2) wie die Daten vom Unternehmen verwendet werden, (3) wie Sie Ihre Daten kontrollieren können, einschließlich wie Sie auf Ihre Daten zugreifen und diese löschen können, (4) die bekannte Erfolgsbilanz eines Unternehmens zum Schutz von Benutzerdaten, (5) ob das Produkt offline verwendet werden kann, (6) und ob die Datenschutzerklärung benutzerfreundlich ist. Wenn ein Unternehmen keine produktspezifische Datenschutzerklärung zur Verfügung stellt, stützen wir uns für diese Informationen auf deren allgemeine Datenschutzerklärung. Dies bedeutet oft, dass wir nicht überprüfen können, welche Informationen in der Datenschutzdokumentation eines Unternehmens für ein bestimmtes Produkt möglicherweise zutreffend sind oder nicht. In unseren Informationsanfragen an Unternehmen vor der Veröffentlichung fragen wir nach produktspezifischen Datenschutzrichtlinien und wenn ein Unternehmen diese mitteilt, analysieren wir die produktspezifischen Richtlinien. Wir glauben, dass Verbraucher in der Lage sein sollten, vor dem Kauf eines Produkts auf Datenschutzrichtlinien und -dokumentation zuzugreifen. Es ist wichtig zu wissen, welche Daten ein Unternehmen sammelt und wie es diese Daten verwendet, bevor Sie eine App herunterladen oder ein Produkt kaufen.
es: Evaluamos los documentos de privacidad disponibles al público que las empresas proporcionan sobre cada producto, entre otros, las políticas de privacidad, las páginas de privacidad y las preguntas frecuentes. Intentamos determinar (1) qué tipo de información se recopila generalmente de cada producto, tanto personal, como biométrica y social; (2) cómo usa la empresa los datos; (3) cómo puedes controlar tus datos, incluyendo como acceder a ellos y borrarlos; (4) el historial conocido de una empresa en cuanto a la protección de datos de los usuarios; (5) si el producto puede usarse sin conexión; (6) y si la política de privacidad le resulta fácil de entender a los usuarios. En caso de que una empresa no proporcione un aviso de privacidad específico para un producto, dependemos de su política general de privacidad para obtener esta información. Con frecuencia, esto significa que no podemos constatar si la información que aparece en los documentos de privacidad de una empresa realmente es fidedigna respecto a un producto en particular. En nuestras solicitudes de información a las empresas antes de publicarla, pedimos que proporcionen las políticas de privacidad específicas para cada producto. Y si una empresa las comparte, las analizamos. Consideramos que los consumidores deberían tener acceso a las políticas y documentos de privacidad antes de comprar un producto. Es importante saber qué datos recopila una empresa y cómo los utiliza antes de descargar una aplicación o comprar un producto.
pt_br: Avaliamos a documentação de privacidade disponível ao público fornecida por cada empresa para cada produto. Isso inclui políticas de privacidade, páginas de privacidade e Perguntas Frequentes. Tentamos determinar: (1) que tipo de informação é geralmente coletada por um produto, incluindo pessoal, corporal e social; (2) como os dados são usados pela empresa; (3) como você pode controlar seus dados, incluindo como você pode acessar e excluir seus dados; (4) o histórico conhecido de uma empresa em relação à proteção de dados do usuário; (5) se o produto pode ser usado off-line; e (6) se a política de privacidade é fácil de entender. Se uma empresa não fornecer um aviso de privacidade específico para o produto, nós nos baseamos em sua política geral de privacidade para essa informação. Muitas vezes isso significa que não podemos verificar quais informações mencionadas na documentação de privacidade de uma empresa podem ou não ser verdadeiras para um produto específico. Em nossos pedidos de informações às empresas antes da publicação, solicitamos as políticas de privacidade específicas do produto e, se a empresa as compartilha, nós as analisamos. Acreditamos que os consumidores devem poder acessar as políticas de privacidade e a documentação antes de comprar um produto. É importante saber quais dados uma empresa coleta e como utiliza esses dados antes de baixar um aplicativo ou comprar um produto.

source: What kind of data does the company collect?
de: Welche Art von Daten sammelt das Unternehmen?
es: ¿Qué tipo de datos recopila la empresa?
pt_br: Que tipo de dados a empresa coleta?

source: Personal
de: Persönliche
es: Información personal
pt_br: Pessoal

source: We list the personal data collected by each product, as specified in the privacy policy. This kind of information includes, but is not limited to, name, email address, phone number, and address.
de: Wir listen die von jedem Produkt gesammelten personenbezogenen Daten auf, wie in der Datenschutzerklärung angegeben. Diese Art von Daten umfasst unter anderem Name, E-Mail-Adresse, Telefonnummer und Adresse.
es: En la guía registramos qué tipo de información personal recopila cada producto, conforme a lo que se especifica en la política de privacidad. Estos datos incluyen, entre otros, el nombre, la dirección de correo electrónico, el número de teléfono y el domicilio.
pt_br: Listamos os dados pessoais coletados por cada produto, conforme especificado na política de privacidade. Esse tipo de informação inclui, mas não está limitado a, nome, e-mail, número de telefone e endereço domiciliar.

source: Body-Related
de: Körperbezogene
es: Información biométrica
pt_br: Corporais

source: Body-related (including biometric data) is data that describes our bodies and distinctive personal characteristics such as fingerprints, voices, and heart rates. Many devices collect sensitive data about stress, sleep patterns, and menstrual cycles, for instance. Some products use face and voice to identify users.
de: Körperbezogen (einschließlich biometrischer Daten) sind Daten, die unseren Körper und charakteristische persönliche Merkmale wie Fingerabdrücke, Stimmen und Herzfrequenzen beschreiben. Viele Geräte sammeln beispielsweise sensible Daten über Stress, Schlafmuster und Menstruationszyklen. Einige Produkte verwenden Gesicht und Stimme, um Benutzer zu identifizieren.
es: En esta información, incluidos los datos biométricos, describe nuestro cuerpo y características personales distintivas, como huellas dactilares, voz y frecuencia cardíaca. Muchos dispositivos recopilan datos confidenciales como estrés, patrones de sueño y ciclo menstrual, por ejemplo. Algunos utilizan el rostro o la voz para identificarnos.
pt_br: Dados corporais (incluindo dados biométricos) descrevem nossos corpos e características pessoais distintas, como impressões digitais, vozes e batimentos cardíacos. Muitos dispositivos coletam dados confidenciais sobre estresse, padrões de sono e ciclos menstruais, por exemplo. Alguns produtos utilizam rosto e voz para identificar os usuários.

source: Social
de: Soziale
es: Información social

source: Social data includes information about your friends and contacts. We detailed which products collect this social information. This does not include the sharing of links or other information on social media through the product itself (e.g. sharing your route for a run on Facebook).
de: Zu den sozialen Daten gehören Informationen über Ihre Freunde und Kontakte. Wir haben detailliert beschrieben, welche Produkte diese sozialen Informationen sammeln. Dies umfasst nicht das Teilen von Links oder anderen Informationen über soziale Medien durch das Produkt selbst (z. B. wenn Sie Ihre Laufroute auf Facebook teilen).
es: Los datos sociales incluyen información sobre tus amigos y tus contactos. En la guía, te explicamos qué productos recopilan esta información social, aunque no incluimos el intercambio de enlaces u otra información en las redes sociales a través del producto en sí (por ejemplo, cuando compartes en Facebook la ruta de alguna carrera).
pt_br: Os dados sociais incluem informações sobre seus amigos e contatos. Detalhamos quais produtos coletam essas informações sociais. Isso não inclui o compartilhamento de links ou outras informações sobre redes sociais por meio do próprio produto (por exemplo, compartilhando sua rota de corrida no Facebook).

source: How does the company use this data?
de: Wie nutzt das Unternehmen die Daten?
es: ¿Cómo utiliza la empresa estos datos?
pt_br: Como a empresa utiliza esses dados?

source: How do companies collect, use, and share or sell user data with third parties? Do companies combine user data with data from other sources? Is data used for advertisement? For this question, we analyzed the company’s privacy documentation to determine how and when personal customer data is shared with third parties for reasons other than expected. For instance, if a company can share or sell personal customer data with third parties, or if third parties can use data for commercial purposes, then we noted this. Often, privacy policies are written to allow a company the widest set of options for data sharing and sales, even if they don’t currently engage in those activities. To determine current practices, we look for FAQs or other information on company websites to provide additional information. Additionally, if a company provides us with posted information about these practices, we include that information and relevant links.
de: Wie sammeln, verwenden und teilen oder verkaufen Unternehmen Nutzerdaten an Dritte? Kombinieren Unternehmen Nutzerdaten mit Daten aus anderen Quellen? Werden Daten für Werbung verwendet? Für diese Frage haben wir die Datenschutzdokumentation des Unternehmens analysiert, um festzustellen, wie und wann personenbezogene Kundendaten aus anderen als erwarteten Gründen an Dritte weitergegeben werden. Wenn ein Unternehmen beispielsweise personenbezogene Kundendaten an Dritte weitergeben oder verkaufen kann oder wenn Dritte Daten zu kommerziellen Zwecken verwenden können, haben wir dies zur Kenntnis genommen. Oftmals werden Datenschutzrichtlinien verfasst, um einem Unternehmen die größtmögliche Auswahl an Optionen für den Datenaustausch und den Verkauf zu ermöglichen, auch wenn es derzeit nicht an diesen Aktivitäten beteiligt ist. Um aktuelle Praktiken zu ermitteln, suchen wir nach FAQs oder anderen Informationen auf Unternehmenswebsites, um zusätzliche Informationen bereitzustellen. Wenn uns ein Unternehmen veröffentlichte Informationen zu diesen Praktiken zur Verfügung stellt, fügen wir diese Informationen und relevante Links hinzu.
es: ¿Cómo recopilan, usan, comparten o venden las empresas los datos de terceros? ¿Las empresas combinan los datos de usuarios con datos de otras fuentes? ¿Se utilizan los datos para publicidad? Para esta pregunta, analizamos la documentación sobre privacidad de la empresa para determinar cómo y cuándo se comparten los datos personales de los clientes con terceros por motivos distintos a los previstos. Por ejemplo, si una empresa puede compartir o vender datos personales de sus clientes a terceros, o si los terceros usan los datos con propósitos comerciales, entonces lo señalamos. Con frecuencia, las políticas de privacidad se redactan para brindar a las empresas una extensa variedad de opciones para compartir datos y conseguir ventas, incluso si dichas empresas de hecho por el momento no se dedican a alguna de esas actividades. Para determinar las prácticas actuales, buscamos las Preguntas frecuentes u otra información en los sitios web de las empresas para proporcionar información adicional. Además, si una empresa nos proporciona información publicada acerca de tales prácticas, la incluimos, así como cualquier enlace relevante.
pt_br: Como as empresas coletam, usam e compartilham ou vendem dados de usuários a terceiros? Elas combinam os dados dos usuários com dados de outras fontes? Os dados são usados para publicidade? Para esta pergunta, analisamos a documentação de privacidade da empresa para determinar como e quando os dados pessoais dos clientes são compartilhados com terceiros por razões diferentes das esperadas. Por exemplo, se uma empresa pode compartilhar ou vender dados pessoais de clientes a terceiros, ou se terceiros podem usar dados para fins comerciais, registramos esse fato. Muitas vezes, as políticas de privacidade são escritas para permitir a uma empresa o mais amplo conjunto de opções para compartilhamento de dados e vendas, mesmo que ela não se envolva em tais atividades no momento. Para determinar as práticas atuais, procuramos por FAQs ou outras informações nos sites da empresa para fornecer informações adicionais. Além disso, se uma empresa nos fornecer informações publicadas sobre essas práticas, incluímos essas informações e os links relevantes.

source: When determining if a product receives a warning on this criteria we look at three major factors. (1) How much data does the company collect on a user? What can and does the company learn about you with this data? Does it collect a large amount of personal data or only what seems necessary for their product to work? (2) Does the company share, combine, or sell this data with a large number of third parties for purposes beyond the normal function of the product? (3) Does the company provide clear and explicit notice before sharing user data with third parties? (4) What types of data are shared for advertising and marketing purposes? We attempt to explain to users what sorts of data collection they should be concerned about in our reviews.
de: Bei der Bestimmung, ob aufgrund dieser Kriterien vor einem Produkt gewarnt wird, betrachten wir drei Hauptfaktoren. (1) Wie viele Daten erhebt das Unternehmen über einen Benutzer? Erfährt das Unternehmen damit etwas über den Benutzer und wenn ja, was? Sammelt es eine große Menge an personenbezogenen Daten oder nur das, was für das Funktionieren des Produkts notwendig erscheint? (2) Teilt, kombiniert oder verkauft das Unternehmen diese Daten mit einer Vielzahl von Dritten für Zwecke, die über die normale Funktion des Produkts hinausgehen? (3) Macht das Unternehmen eine klare und ausdrückliche Mitteilung, bevor es Benutzerdaten an Dritte weitergibt? (4) Welche Arten von Daten werden zu Werbe- und Marketingzwecken weitergegeben? Wir versuchen, den Nutzern in unseren Bewertungen zu erklären, über welche Arten von Datenerhebungen sie sich Gedanken machen sollten.
es: Al determinar si un producto recibe una advertencia con base en tales criterios, analizamos tres factores principales: (1) ¿Cuántos datos del usuario recopila la empresa? Con estos datos, ¿qué averigua la empresa sobre ti? ¿Recopila una gran cantidad de datos personales o solamente lo que parece necesario para que funcione su producto? (2) ¿La empresa comparte, combina o vende datos con gran cantidad de terceros con propósitos que rebasan la función normal de su producto? (3) ¿La empresa proporciona avisos claros y explícitos antes de compartir los datos de usuarios con terceros? (4) ¿Qué tipo de datos se comparten para propósitos de publicidad y mercadotecnia? En nuestras reseñas, intentamos explicar a los usuarios qué tipos de recolección de datos deberían preocuparles.
pt_br: Ao determinar se um produto recebe um alerta neste critério, consideramos três fatores principais: (1) Qual é a quantidade de dados que a empresa coleta sobre um usuário? O que a empresa aprende sobre você com esses dados? Ela coleta uma grande quantidade de dados pessoais ou apenas o que parece necessário para que seu produto funcione? (2) A empresa compartilha, combina ou vende esses dados a um grande número de terceiros para fins que vão além da função normal do produto? (3) A empresa fornece aviso claro e explícito antes de compartilhar os dados do usuário com terceiros? (4) Que tipos de dados são compartilhados para fins de publicidade e marketing? Em nossas avaliações, procuramos explicar aos usuários com quais tipos de coleta de dados eles devem se preocupar.

source: Does the company provide a way for users to request access to and deletion of their data? We look for language around this in the privacy policy and/or whether the company has an online portal or contact that allows users to delete their data quickly and easily. We also look for clear retention periods and deletion methods, keeping in mind that retention periods vary greatly and may have different use cases for different types of products. Where anonymization is offered as an alternative to data deletion (which is allowable under GDPR) we note that some forms of anonymization do not completely eliminate the potential for identification.
de: Bietet das Unternehmen den Benutzern die Möglichkeit, Zugriff auf ihre Daten und deren Löschung zu beantragen? Wir suchen diesbezüglich in der Datenschutzerklärung und/oder ob das Unternehmen ein Online-Portal oder einen Kontakt hat, mit dem Benutzer ihre Daten schnell und einfach löschen können. Wir suchen auch nach klaren Aufbewahrungsfristen und Löschmethoden, wobei wir bedenken, dass die Aufbewahrungsfristen stark variieren und für verschiedene Produkttypen unterschiedliche Anwendungsfälle haben können. Soweit eine Anonymisierung als Alternative zur Datenlöschung angeboten wird (die nach der DSGVO zulässig ist), weisen wir darauf hin, dass einige Formen der Anonymisierung das Identifizierungspotenzial nicht vollständig ausschließen.
es: ¿La empresa ofrece algún medio para que los usuarios soliciten el acceso a sus datos y su eliminación? Buscamos menciones en este sentido en la política de privacidad o un portal o contacto en línea de la empresa para que los usuarios eliminen sus datos rápida y fácilmente. También buscamos períodos de retención y métodos de eliminación, sin olvidar que este tipo de plazos pueden variar mucho y quizás su uso sea diferente para cada producto. Cuando se ofrece la anonimización (permitida según el GDPR de la Unión Europea) como alternativa a la eliminación de datos, señalamos que algunas de sus modalidades no eliminan por completo la posibilidad de identificación.
pt_br: A empresa oferece aos usuários uma maneira de solicitar acesso e exclusão de seus dados? Pesquisamos a linguagem relacionada a isso na política de privacidade e/ou se a empresa tem um portal on-line ou contato que permita aos usuários excluírem seus dados de forma rápida e fácil. Também pesquisamos períodos de retenção e métodos de exclusão claros, tendo em mente que os períodos de retenção variam muito e podem ter diferentes casos de uso para diferentes tipos de produtos. Quando a anonimização é oferecida como uma alternativa à exclusão de dados (que é permitida pela GDPR), observamos que algumas formas de anonimização não eliminam completamente o potencial de identificação.

source: When determining if a product receives a warning on this criteria we look at three major factors. (1) Does the company have a means for a user to request access to the data the company has collected? (2) Does the company have a clear means for users to request the deletion of their data in a reasonable timeframe? (3) Does the company provide retention details for user data? Does the company promise to delete data after it is not needed to fulfill the purposes for which it was collected?
de: Bei der Bestimmung, ob aufgrund dieser Kriterien vor einem Produkt gewarnt wird, betrachten wir drei Hauptfaktoren. (1) Verfügt das Unternehmen über die Möglichkeit, dass ein Benutzer Zugriff auf die vom Unternehmen gesammelten Daten verlangt? (2) Verfügt das Unternehmen über eine klare Möglichkeit für Nutzer, die Löschung ihrer Daten in einem angemessenen Zeitraum zu verlangen? (3) Stellt das Unternehmen Angaben zur Aufbewahrung von Nutzerdaten bereit? Verspricht das Unternehmen, Daten zu löschen, nachdem sie zur Erfüllung der Zwecke, für die sie erhoben wurden, nicht mehr benötigt werden?
es: Al decidir si un producto recibe una advertencia conforme a estos criterios, analizamos tres factores principales: (1) ¿La empresa proporciona medios para que un usuario solicite el acceso a los datos que la compañía ha recolectado? (2) ¿La empresa tiene procesos claros para que los usuarios soliciten la eliminación de sus datos en un período razonable de tiempo? (3) ¿La empresa proporciona detalles de retención de datos de los usuarios? ¿La empresa promete borrar los datos después de que ya no los necesite para cumplir con el propósito para el que se recolectaron?
pt_br: Ao determinar se um produto recebe um alerta neste critério, consideramos três fatores principais: (1) A empresa tem um meio para um usuário solicitar acesso aos dados que a empresa coletou? (2) A empresa tem um meio claro para os usuários solicitarem a exclusão de seus dados em um prazo razoável? (3) A empresa fornece detalhes sobre a retenção dos dados do usuário? A empresa promete apagar os dados depois de não serem necessários para cumprir as finalidades para as quais foram coletados?

source: What is the company’s known track record of protecting users’ data?
de: Wie ist das Unternehmen in der Vergangenheit mit den Daten über seine Verbraucher umgegangen?
es: ¿Qué historial tiene la compañía en cuanto a la protección de los datos de los usuarios?
pt_br: Qual é o histórico conhecido da empresa em termos de proteção dos dados dos usuários?
