Repository: mozilla-l10n/fomo-l10n
Catalog: foundation/translations/legacy_apps/templates/pages/buyersguide/about/locale/*/LC_MESSAGES/django.po
Languages: de, es, pt_br

source: Contact Us
de: Kontakt
es: Contacta con nosotros
pt_br: Fale conosco

source: We don’t want to miss any products that might be important to you. Tell us what connected products you want reviewed in our holiday buyer’s guide and we’ll do our best to include them.
de: Wir wollen kein Produkt übersehen, das Ihnen wichtig ist. Erzählen Sie, über welche intelligenten Geräte Sie in unserem Weihnachtsshopping-Ratgeber gerne eine Rezension lesen würden, und wir geben unser Bestes, diese zu berücksichtigen.
es: Queremos informar sobre todos los productos que puedan ser de tu interés. Cuéntanos qué productos con conexión quieres que incluyamos en nuestra guía del comprador de regalos y haremos todo lo posible para incluirlos.
pt_br: Não queremos deixar de fora nenhum produto que possa ser importante para você. Indique quais produtos conectados você deseja que sejam avaliados no nosso guia de compras de fim de ano e faremos o possível para incluí-los.

source: How to Use This Guide
de: Wie Sie den Ratgeber nutzen
es: Cómo usar esta guía
pt_br: Como usar este guia

source: Need help understanding how to use this guide? Here you go.
de: Sie brauchen eine Anleitung für die Nutzung dieses Ratgebers? Bitte sehr.
es: ¿Necesitas ayuda para entender cómo utilizar esta guía? Lee a continuación.
pt_br: Precisa de ajuda para entender como usar este guia? Aqui está.

source: Tip:
de: Tipp:
es: Consejo:
pt_br: Dica:

source: If you don’t find the product you are looking for, search to see if we reviewed any other products made by that company. Often, criteria will match from one product to another from the same company. We simply don’t have time to review all the connected products out there.
de: Sollten Sie ein bestimmtes Produkt nicht finden, suchen Sie nach Rezensionen anderer Produkte desselben Herstellers. Häufig stimmen die Kriterien produktübergreifend überein. Wir haben einfach nicht die Zeit, jedes intelligente Produkt zu rezensieren, das es gibt.
es: Si no encuentras el producto que estás buscando, investiga para saber si hemos revisado cualquier otro producto del mismo fabricante. A menudo, los criterios que se aplican a un producto son válidos para otros productos de la misma empresa. Sencillamente, no tenemos tiempo de revisar todos los productos conectados que existen.
pt_br: Se você não encontrar o produto que deseja, verifique se avaliamos algum outro produto da mesma empresa. Muitas vezes, os critérios de um produto correspondem aos de outro da mesma empresa. É que nós simplesmente não temos tempo para avaliar todos os produtos conectados existentes.

source: *Privacy Not Included Warning Label
de: *Datenschutz nicht inbegriffen-Warnhinweis
es: Etiqueta de advertencia de *Privacidad no incluida
pt_br: Selo de alerta de *Privacidade não incluída

source: Our <em>*Privacy Not Included</em> buyer’s guide comes with <em>*Privacy Not Included</em> warning labels on products we think consumers should think twice about before buying. It’s no small thing to assign such a label to a product, so we set ourselves some <a href="%(url)s">strict standards</a>. If we can’t confirm a product meets our Minimum Security Standards, it automatically earned the <em>*Privacy Not Included</em> label, as we feel those standards are the minimum a product should meet to be on the market. We also look at how a company uses the data the product collects on you, how you can control the data the company collects, and what the company’s known track record is over the past two years for protecting their users’ data. How a company performs on these criteria determines if we assign them the warning label. You will see little <span class='mini-warning-ding-icon'>mini-warnings</span> in our review section of the guide to help you understand what our concerns are.
de: Unser <em>*Datenschutz nicht inbegriffen</em>-Ratgeber hat eine Besonderheit: <em>*Datenschutz nicht inbegriffen</em>-Warnhinweise auf Produkten, über deren Kauf Verbraucher unserer Meinung nach besser länger nachdenken sollten. So eine Warnung auszusprechen, ist eine ernste Angelegenheit, und wir befolgen <a href="%(url)s">strikte Regeln</a>, bevor wir es tun. Wenn ein Produkt unsere Mindestsicherheitsanforderungen nicht erfüllt, erhält es automatisch eine <em>*Datenschutz nicht inbegriffen</em>-Warnung. Wir sind der Meinung, ein Produkt, dass diesen Anforderungen nicht gerecht wird, sollte nicht auf dem Markt sein. Außerdem ist wichtig, wie ein Unternehmen die über die Verbraucher gesammelten Daten nutzt, wie viel Einfluss Sie als Verbraucher darauf haben und wie das Unternehmen innerhalb der letzten zwei Jahre Verbraucherdaten behandelt hat. Je nachdem, wie ein Unternehmen abschneidet, erhält es unseren Warnhinweis. Sie werden kleine <span class='mini-warning-ding-icon'>Miniwarnhinweise</span> in dem Abschnitt mit unseren Rezensionen sehen, die Ihnen helfen sollen, die Risiken eines Produkts zu verstehen.
es: Nuestra guía del comprador <em>*Privacidad no incluida</em> ahora viene con etiquetas de advertencia <em>*Privacidad no incluida</em> para los productos que, en nuestra opinión, los consumidores deberían valorar seriamente antes de comprar. Sabemos que no es poca cosa asignar una etiqueta de este tipo a un producto, por lo que nos marcamos unos <a href="%(url)s">estándares muy estrictos</a>. Si no podemos confirmar que un producto cumple con nuestros estándares mínimos de seguridad, le otorgamos automáticamente la etiqueta <em>etiqueta *Privacidad no incluida</em>, ya que creemos que tales estándares son los mínimos que un producto debe cumplir para estar en el mercado. También analizamos cómo la empresa utiliza los datos que el producto recopila sobre ti, cómo puedes controlar la recolección de dichos datos y cuál es el historial de rastreo conocido de la empresa en los últimos dos años en cuanto a la protección de datos de los usuarios. El comportamiento de una empresa según estos criterios determinará si le asignamos la etiqueta de advertencia. En la sección de revisión de la guía también observarás pequeñas <span class='mini-warning-ding-icon'>advertencias</span> que te ayudarán a entender lo que más nos preocupa.
pt_br: Nosso Guia do comprador <em>*Privacidade não incluída</em> traz selos de advertência <em>*Privacidade não incluída</em> nos produtos que os consumidores devem pensar duas vezes antes de comprar, segundo a nossa avaliação. Atribuir tal selo a um produto não é algo simples, por isso, definimos <a href="%(url)s">padrões rigorosos</a>. Se não pudermos confirmar que um produto atende aos nossos Padrões mínimos de segurança, ele automaticamente recebe o selo <em>*Privacidade não incluída</em>, pois consideramos que esses padrões são o mínimo que um produto deve atender para estar no mercado. Também analisamos como uma empresa utiliza os dados que o produto coleta sobre você, como você pode controlar esses dados coletados e qual é o histórico de proteção de dados da empresa conhecido nos últimos dois anos. A forma como uma empresa se comporta segundo esses critérios determina se atribuímos a ela o selo de advertência. Você verá pequenas <span class='mini-warning-ding-icon'>notificações</span> em nossa seção de avaliação do guia que vão ajudar você a entender quais são nossas preocupações.

source: What could happen if something goes wrong
de: Was könnte passieren, wenn etwas schiefgeht?
es: Qué podría pasar si algo falla
pt_br: O que pode acontecer se algo der errado

source: It’s likely nothing bad will happen with most of the products in this guide. However, it’s also good to think through what <em>could</em> happen if something goes wrong. We try to identify what risks and concerns users should have about the product. We often lay out a potential worst-case scenario--in some cases for fun and in some cases based on things that have already happened.
de: Bei den meisten Produkten in diesem Ratgeber wird wahrscheinlich nichts Schlimmes passieren. Es ist jedoch auch gut zu überlegen, was <em>möglich</em> ist, wenn etwas schief geht. Wir versuchen herauszufinden, welche Risiken und Bedenken die Benutzer bezüglich des Produkts haben sollten. Wir entwerfen oft ein mögliches Worst-Case-Szenario – manchmal aus Spaß und manchmal basierend auf bereits passierten Ereignissen.
es: Lo más probable es que no ocurra nada malo con la mayoría de productos de esta guía. Sin embargo, también conviene valorar lo que <em>podría</em> suceder si algo falla. Tratamos de identificar los riesgos y preocupaciones que los usuarios deberían tener acerca del producto y a menudo planteamos un escenario de "lo peor que podría pasar", a veces por diversión y otras veces basándonos en cosas que ya han sucedido realmente.
pt_br: É provável que nada de ruim aconteça com a maioria dos produtos deste guia. Entretanto, também é bom pensar sobre o que <em>poderia</em> acontecer se algo desse errado. Tentamos identificar os riscos e preocupações que os usuários devem ter sobre o produto. Muitas vezes, traçamos o pior cenário possível – em alguns casos por diversão e, em outros, com base em coisas que já aconteceram.

source: Tips to Protect Yourself
de: Tipps zu Ihrem Schutz
es: Consejos para protegerte
pt_br: Dicas para se proteger

source: While we don’t think all the responsibility should be on consumers to protect themselves when they buy a connected product, the reality is, the more you can do as a consumer, the better. We lay out a few tips of things you can do to be a little safer, whether it be to set up two-factor authentication, lock down your privacy settings, or remember to opt-out of data sharing. And we try to link to places to help you understand how to do this too.
de: Wir sind zwar nicht der Meinung, dass die gesamte Verantwortung beim Kauf eines vernetzten Produkts bei den Verbrauchern liegen sollte, aber die Realität ist: Je mehr Sie als Verbraucher tun können, desto besser. Wir geben ein paar Tipps, was Sie tun können, um ein wenig sicherer zu sein, sei es die Zwei-Faktor-Authentifizierung einzurichten, Ihre Datenschutzeinstellungen zu sperren oder daran zu denken, die Datenfreigabe abzulehnen. Und wir versuchen, auf Orte zu verlinken, um Ihnen zu helfen, dies auch zu verstehen.
es: Aunque no creemos que los consumidores deberían asumir toda la responsabilidad de protegerse cuando compran un producto conectado, en realidad, entre más puedas hacer como consumidor, mejor. Te proponemos algunas recomendaciones que puedes seguir para obtener un poco más de seguridad, como realizar una autenticación de dos factores, configurar tu privacidad para que sea más estricta o recordar elegir no compartir datos. También intentamos ofrecerte enlaces a sitios donde puedes aprender a hacer esto también.
pt_br: Embora a gente ache que o consumidor não deve assumir toda a responsabilidade pela sua proteção ao comprar um produto conectado, a realidade é que, quanto mais você puder fazer como consumidor, melhor. Apresentamos algumas dicas para você ficar um pouco mais seguro, seja configurando uma autenticação de dois fatores, bloqueando suas configurações de privacidade ou lembrando-se de optar por não compartilhar dados. E também procuramos colocar um link para lugares que ajudem você a entender como fazer isso.

source: Time Spent on Research
de: Zeitaufwand für Forschung
es: Tiempo invertido en investigación
pt_br: Tempo investido em pesquisa

source: We approach our research for <em>*Privacy Not Included</em> from the viewpoint of you, the consumer. We don’t purchase the products and test them in a lab. Consumers can’t do that. Instead, we look at all the publicly available information we can find to try and understand the privacy and security concerns you should be aware of. We want to help you understand how long this takes us, in part so you know we’ve taken the time to get things right. But also to help you understand how ridiculous it is that consumers are expected to spend so much time researching connected products before they buy them just to hopefully protect their privacy. It shouldn’t be like this. Companies should do better by building privacy by design into their products.
de: Wir nähern uns unserer Forschung für <em>*Datenschutz nicht inbegriffen</em> aus der Sicht Ihres Verbrauchers. Wir kaufen die Produkte nicht und testen sie auch nicht in einem Labor. Verbraucher können das auch nicht. Stattdessen schauen wir uns alle öffentlich verfügbaren Informationen an, um zu versuchen, die Datenschutz- und Sicherheitsbedenken zu verstehen, die Sie kennen sollten. Wir möchten Ihnen helfen zu verstehen, wie viel Zeit uns dies kostet, zum Teil, damit Sie wissen, dass wir die Zeit genommen haben, um die Dinge richtig zu machen. Aber auch, um Ihnen zu helfen, zu verstehen, wie lächerlich es ist, dass Verbraucher so viel Zeit mit der Erforschung vernetzter Produkte verbringen, bevor sie sie kaufen, nur um ihre Privatsphäre hoffentlich zu schützen. Es sollte nicht so sein. Unternehmen sollten besser daran tun, indem sie Privatsphäre schaffen, indem sie ihre Produkte gestalten.
es: Nuestra investigación acerca de la <em>*Privacidad no incluida</em> tiene como punto de vista el tuyo, el consumidor. No compramos los productos y los probamos en un laboratorio. No es eso lo que hacen los consumidores. Así que, en vez de eso, bien, revisamos toda la información disponible para el público que podemos encontrar para tratar de entender todas las cuestiones de privacidad y seguridad de las que deberías estar consciente. Queremos ayudarte a entender cuánto tiempo invertimos en esto, en parte para que sepas que buscamos corregir las cosas, pero también para que veas qué absurdo es esperar que los consumidores pasen tanto tiempo investigando los productos conectados antes de comprarlos, con la esperanza de proteger su privacidad. No debería ser así... Las empresas deberían hacer más por incorporar intencionalmente la privacidad a sus productos.
pt_br: A nossa pesquisa para <em>*Privacidade não incluída</em> foi feita sob o ponto de vista do consumidor. Nós não compramos os produtos e os testamos em um laboratório, afinal os consumidores não conseguem fazer isso. Em vez disso, analisamos todas as informações disponíveis publicamente para compreender as preocupações com privacidade e segurança das quais você deve estar ciente. Queremos ajudar você a entender quanto tempo isso leva, em parte para que você saiba que dedicamos o tempo necessário para fazer as coisas direito. Mas também para ajudar você a entender como é ridículo esperar que os consumidores passem tanto tempo pesquisando produtos conectados antes de comprá-los apenas com o objetivo de, com sorte, proteger sua privacidade. Não deveria ser assim. As empresas deveriam agir melhor, incorporando a privacidade nos seus produtos desde o projeto.

source: Mozilla Says
de: Mozillas Meinung
es: Mozilla dice
pt_br: Mozilla diz

source: If a product receives our <em>*Privacy Not Included</em> warning label, we give it a Thumbs Down. If we designate a product as Best Of, it receives a Thumbs Up. If a product receives neither, we give it a Thumbs Sideways.
de: Wenn ein Produkt unser Warnetikett <em>*Datenschutz nicht inbegriffen</em> erhält, geben wir ihm einen Daumen nach unten. Wenn wir ein Produkt als „Best Of“ bezeichnen, erhält es einen Daumen hoch. Wenn ein Produkt keines von beiden erhält, geben wir ihm einen Daumen zur Seite.
es: Si ponemos a un producto nuestra etiqueta de advertencia de <em>*Privacidad no incluida</em>, lo desaprobamos con un Pulgar abajo. Si lo incluimos en nuestra categoría El mejor de, recibe el un Pulgar arriba. Y si no cae en ninguna de estas dos categorías, le damos un Pulgar de lado.
pt_br: Se um produto recebe nosso selo de advertência <em>*Privacidade não incluída</em>, ele recebe um polegar para baixo. Se qualificamos um produto como Melhor de, ele recebe um polegar para cima. Se um produto não for qualificado em nenhuma das duas categorias, ele recebe um polegar para o lado.

source: Creep-O-Meter
es: «Yuyómetro»
pt_br: Assustadômetro

source: Our Creep-O-Meter is a reader-generated rating - and an opportunity for you to share your opinion. Read the review of the product, then rate how creepy or not creepy you think the product is. Click vote to see how your opinion stacks up with others. It helps other consumers understand the risks of a product and shows companies how creepy customers find their products. Look at the top of the page to see the “people voted” rating of each product in the guide.
de: Unser Creep-O-Meter ist eine von Lesern generierte Bewertung – und eine Möglichkeit für Sie, Ihre Meinung zu teilen. Lesen Sie die Rezension des Produkts und bewerten Sie dann, wie gruselig oder nicht gruselig Sie das Produkt finden. Klicken Sie auf Abstimmung, um zu sehen, wie Ihre Meinung mit anderen abschneidet. Es hilft anderen Verbrauchern, die Risiken eines Produkts zu verstehen und zeigt Unternehmen, wie gruselig Kunden ihre Produkte finden. Oben auf der Seite sehen Sie die Bewertung „Lesermeinung“ für jedes Produkt im Leitfaden.
es: Nuestro Siniestrómetro es una escala de calificación que dan los lectores y una oportunidad para que compartas tu opinión. Lee la reseña del producto; luego, decide que tan siniestro te parece el producto. Al dar clic en Votar podras ver el acumulado de opiniones. Esto ayuda a otros consumidores a entender los riesgos de un producto y muestra a las empresas qué tan siniestros les parecen sus productos a los consumidores. Observa en la parte superior de la página la calificación por "voto popular" de cada producto en la guía.
pt_br: Nosso medidor Assustadômetro é uma classificação gerada pelos leitores. É também uma oportunidade para que você compartilhe sua opinião. Leia a avaliação do produto, depois classifique o quão assustador ou não você acha que o produto é. Clique em votar para ver como sua opinião se compara com outras. Esse medidor ajuda outros consumidores a entenderem os riscos de um produto e mostra às empresas o quanto os clientes acham seus produtos assustadores. Veja no topo da página a classificação de “pessoas que votaram” de cada produto no guia.

source: Privacy
de: Datenschutz
es: Privacidad
pt_br: Privacidade

source: Can it snoop on me?
de: Spioniert es mich aus?
es: ¿Me puede espiar?
pt_br: Ele pode me espionar?

source: Just because a device has a camera, microphone, or tracks location doesn’t mean it <em>will</em> snoop on you. It simply means it <em>could</em> and you should be aware of that. Also, many connected devices are controlled by apps on your phone. The apps often ask to use the phone’s camera, microphone or location tracking. Keep an eye on that, as some of the permissions the apps ask for might surprise you.
de: Nur, weil ein Gerät eine Kamera oder ein Mikrofon hat oder Ihren Standort nachverfolgt, spioniert es Sie nicht <em>zwangsläufig</em> aus. Es wäre aber <em>potenziell möglich</em>, und das sollte Ihnen bewusst sein. Viele Smart-Home-Geräte werden über Apps auf Ihrem Smartphone bedient. Diese Apps fragen häufig nach Erlaubnis, auf die Kamera oder das Mikrofon zugreifen zu dürfen, oder wollen Ihren Standort verfolgen. Darauf sollten Sie achten, denn manches, das erfragt wird, könnte Sie überraschen.
es: El hecho de que un dispositivo disponga de cámara, micrófono o rastree tu ubicación no significa que <em>tenga</em> que espiarte. Simplemente significa que <em>podría</em> hacerlo y tú deberías ser consciente de ello. Además, muchos dispositivos conectados están controlados por aplicaciones que tienes en el teléfono, las cuales suelen pedir tu permiso para usar la cámara, el micrófono o el rastreo de tu ubicación. De todos modos, permanece atento; es posible que alguna app te sorprenda con su solicitud de permiso.
pt_br: Só porque um dispositivo tem uma câmera ou um microfone ou monitora localização não significa que ele <em>vai</em> espionar você. Simplesmente significa que ele <em>poderia</em> e que você deve estar ciente disso. Além disso, muitos dispositivos conectados são controlados por aplicativos no seu celular. Os aplicativos frequentemente pedem para usar a câmera, o microfone ou monitorar a localização do celular. Fique atento a isso, pois algumas das permissões que os aplicativos pedem podem ser surpreendentes.

source: What is required to sign up?
de: Was wird für die Registrierung abgefragt?
es: ¿Qué se requiere para registrarse?
pt_br: O que é necessário para se inscrever?

source: To use a product do you need to give up your email address, your phone number, or sign in through a third party such as a social media account like Facebook? This is good to know ahead of time so you’re aware of what you’ll need to use the product.
de: Sie müssen Ihre E-Mail-Adresse oder Ihre Telefonnummer angeben oder sich über einen Drittanbieter wie beispielsweise Facebook oder andere soziale Medien registrieren? Das ist gut zu wissen, bevor Sie ein Produkt erwerben, damit Sie alles Nötige haben, um es zu benutzen.
es: Para utilizar un producto, ¿necesitas facilitar tu dirección de correo electrónico, tu número de teléfono o iniciar sesión a través de un tercero, como, por ejemplo, una cuenta de redes sociales como Facebook? Es recomendable informarte de antemano, de modo que sepas lo que vas a necesitar para utilizar el producto.
pt_br: Para usar um produto, você precisa fornecer seu e-mail, seu número de telefone ou fazer login por meio de um terceiro, como uma conta de rede social como o Facebook? É bom saber disso antes para que você esteja ciente do que precisa para usar o produto.

source: What data does this product collect?
de: Welche Daten sammelt dieses Produkt?
es: ¿Qué datos recopila este producto?
pt_br: Quais dados este produto coleta?
