Repository: mozilla-l10n/fomo-l10n
Catalog: foundation/translations/legacy_apps/templates/pages/buyersguide/about/locale/*/LC_MESSAGES/django.po
Languages: de, es, pt_br

source: Published August 2022. “In total, of the 25 apps and products Mozilla reviewed, 18 were slapped with its ‘Privacy Not Included’ label, indicating that people should be cautious of using them.”
de: Veröffentlicht im August 2022. „Insgesamt wurden von 25 von Mozilla geprüften Apps und Produkten 18 mit dem „Datenschutz nicht inbegriffen“-Label gekennzeichnet, was bedeutet, dass die Menschen bei deren Verwendung vorsichtig sein sollten.“
es: Publicado en agosto de 2022. «En total, de las 25 aplicaciones y productos revisados por Mozilla, 18 fueron abofeteados con su etiqueta de “Privacidad no incluida”, lo que indica que las personas deben tener cuidado al usarlos».
pt_br: Publicado em agosto de 2022. “No total, dos 25 aplicativos e produtos analisados pela Mozilla, 18 foram advertidos com o selo 'Privacidade não incluída', indicando que as pessoas devem ser cautelosas ao usar.”

source: <strong>The Guardian:</strong> <a href="%(url)s">How private is your period-tracking app? Not very, study reveals</a>
de: <strong>The Guardian:</strong> <a href="%(url)s">Wie privat ist Ihre Perioden-Tracking-App? Nicht sehr, zeigt die Studie</a>
es: <strong>The Guardian:</strong> <a href="%(url)s">¿Qué tan privada es tu aplicación para el seguimiento del periodo menstrual? No mucho, revela un estudio</a>
pt_br: <strong>TheGuardian:</strong> <a href="%(url)s">Quão privativo é seu aplicativo de acompanhamento de ciclo menstrual? Não muito, revela estudo</a>

source: Published August 2022. “Experts at internet research non-profit Mozilla studied more than 20 pregnancy and period tracking apps for privacy and security features and said the results were grim.”
de: Veröffentlicht im August 2022. „Experten für Internetforschung der gemeinnützigen Organisation Mozilla haben mehr als 20 Schwangerschafts- und Perioden-Tracking-Apps auf Datenschutz- und Sicherheitsfunktionen untersucht und sagten, dass die Ergebnisse düster sind.“
es: Publicado en agosto de 2022. «Los expertos de la organización de investigación sin fines de lucro de Mozilla estudiaron más de 20 aplicaciones para el seguimiento de embarazos y periodos con el fin de conocer sus características de privacidad y seguridad, y dijeron que los resultados fueron funestos».
pt_br: Publicado em agosto de 2022. “Especialistas da Mozilla, organização sem fins lucrativos, estudaram recursos de privacidade e segurança de mais de 20 aplicativos de acompanhamento de gravidez e ciclo menstrual e disseram que os resultados foram sombrios.”

source: <strong>Daily Dot:</strong> <a href="%(url)s">These sex toys and dating apps may jeopardize your privacy, Mozilla warns</a>
de: <strong>Daily Dot:</strong> <a href="%(url)s">Diese Sexspielzeuge und Dating-Apps können Ihre Privatsphäre gefährden, warnt Mozilla </a>
es: <strong>Daily Dot:</strong> <a href="%(url)s">Estos juguetes sexuales y estas aplicaciones de citas podrían poner en peligro tu privacidad, advierte Mozilla</a>
pt_br: <strong>Daily Dot:</strong> <a href="%(url)s">A Mozilla adverte que esses brinquedos sexuais e aplicativos de namoro podem comprometer sua privacidade</a>

source: Published February 2021. “Mozilla’s new Privacy Not Included report looks at 50 sex toys and dating apps and ranks them based on how they respect users’ privacy. And the answers aren’t sexy.”
de: Veröffentlicht im Februar 2021. „Mozillas neuer Bericht „Datenschutz nicht inbegriffen“ untersucht 50 Sexspielzeuge und Dating-Apps und ordnet sie danach ein, wie sie die Privatsphäre der Benutzer respektieren. Und die Antworten sind nicht sexy.“
es: Publicado en febrero de 2021. «El nuevo informe de Privacidad no incluida de Mozilla analiza 50 juguetes sexuales y aplicaciones de citas, y los clasifica en función de cómo respetan la privacidad de los usuarios. Los resultados no son nada seductores».
pt_br: Publicado em fevereiro de 2021. “O novo relatório de Privacidade não incluída da Mozilla analisa 50 brinquedos sexuais e aplicativos de namoro e os classifica com base em como respeitam a privacidade dos usuários. As respostas não são sexy.”

source: <strong>Mashable:</strong> <a href="%(url)s">Privacy experts reviewed popular video-chat apps, and *yikes*</a>
de: <strong>Mashable:</strong> <a href="%(url)s">Datenschutzexperten haben beliebte Video-Chat-Apps rezensiert und *oh, oh!*</a>
es: <strong>Mashable:</strong> <a href="%(url)s">Expertos en privacidad examinaron las apps de videochat más populares y... *dios mío*</a>
pt_br: <strong>Mashable:</strong> <a href="%(url)s">Especialistas em privacidade avaliaram aplicativos de bate-papo por vídeo populares, e *eca*</a>

source: Published April 2020. “[Mozilla] researchers combed through privacy policies, sifted through app specifications, and looked at critical questions.”
de: Veröffentlicht im April 2020. „[Mozilla]-Forscher haben Datenschutzrichtlinien durchforstet, App-Spezifikationen durchsucht und kritische Fragen untersucht.“
es: Publicado en abril de 2020. «Los investigadores de Mozilla revisaron las políticas de privacidad, examinaron las especificaciones de la aplicación y analizaron preguntas críticas».
pt_br: Publicado em abril de 2020. “Pesquisadores [da Mozilla] analisaram políticas de privacidade, examinaram especificações de aplicativos e estudaram questões críticas.”

source: <strong>NPR:</strong> <a href="%(url)s">Mozilla’s Latest “Privacy Not Included” Buyer’s Guide</a>
de: <strong>NPR:</strong> <a href="%(url)s">Mozillas neuster „Datenschutz nicht inbegriffen“ Shoppingratgeber</a>
es: <strong>NPR:</strong> <a href="%(url)s">La última guía del comprador «Privacidad no incluida» de Mozilla</a>
pt_br: <strong>NPR:</strong> <a href="%(url)s">Guia do Comprador “Privacidade não incluída” mais recente da Mozilla</a>

source: Published December 2019. Ashley Boyd, Mozilla’s VP of Advocacy and Engagement, spoke with host Steve Inskeep about the surveillance features that are often built into consumer technology.
de: Veröffentlicht im Dezember 2019. Ashley Boyd, Mozillas VP of Advocacy and Engagement, im Gespräch mit Moderator Steve Inskeep über die Überwachungsfunktionen, die oft in Verbrauchertechnologien stecken.
es: Publicado en diciembre de 2019. Ashley Boyd, VP of Advocacy and Engagement de Mozilla, habló con el presentador Steve Inskeep sobre las funciones de vigilancia que suelen venir de serie con los productos de tecnología.
pt_br: Publicado em dezembro de 2019. Ashley Boyd, VP de Defesa e Engajamento da Mozilla, falou com o apresentador Steve Inskeep sobre os recursos de vigilância que muitas vezes são incorporados à tecnologia de consumo.

source: Here’s a warning that should be on some of the items on your holiday shopping list—*Privacy Not Included. That’s the point of a shopping guide put out by the Mozilla Foundation.
de: Dieser Warnhinweis sollte auf einigen der Dinge auf Ihrem Einkaufszettel zu Weihnachten stehen: *Datenschutz nicht inbegriffen. Genau darum geht es in dem Einkaufsratgeber der Mozilla Foundation.
es: Esta es una advertencia que debería estar en algunos de los artículos de tu lista de compras navideñas: *Privacidad no incluida. Ese es el objetivo de la guía de compras publicada por la Fundación Mozilla.
pt_br: Este é um aviso que deveria constar em alguns dos itens de sua lista de compras —*Privacidade não incluída. Esse é o objetivo do guia de compras divulgado pela Fundação Mozilla.

source: <strong>USA Today:</strong> <a href="%(url)s">Before you buy, consider privacy, please</a>
de: <strong>USA Today:</strong> <a href="%(url)s">Achten Sie bitte auf den Datenschutz, bevor Sie kaufen</a>
es: <strong>USA Today:</strong> <a href="%(url)s">Antes de comprar, por favor, piensa en tu privacidad</a>
pt_br: <strong>USA Today:</strong> <a href="%(url)s">Antes de comprar, pense na privacidade</a>

source: Published November 2019. Mozilla researcher Becca Ricks spoke with technology columnist Jefferson Graham about the privacy and security flaws of connected doorbells.
de: Veröffentlicht im November 2019. Mozilla Mitarbeiterin Becca Ricks sprach mit Techkolumnist Jefferson Graham über die Fehler in Datenschutz und Sicherheit von intelligenten Türklingeln.
es: Publicado en noviembre de 2019. La analista de Mozilla, Becca Ricks, habló con el columnista de tecnología, Jefferson Graham, sobre privacidad y los fallos de seguridad de los timbres conectados.
pt_br: Publicado em novembro de 2019. A pesquisadora da Mozilla Becca Ricks conversou com o colunista de tecnologia Jefferson Graham sobre as falhas de privacidade e segurança das campainhas conectadas.

source: <strong>WIRED:</strong> <a href="%(url)s">Mozilla Makes a Naughty List of Gifts that Aren’t Secure</a>
de: <strong>WIRED:</strong> <a href="%(url)s">Mozilla stellt eine Liste „unartiger“ Tech-Geschenke zusammen</a>
es: <strong>WIRED:</strong> <a href="%(url)s">Mozilla elabora una lista de regalos que no son seguros</a>
pt_br: <strong>WIRED:</strong> <a href="%(url)s">Mozilla faz uma lista de presentes travessos que não são seguros</a>

source: Published November 2018. “In its second annual Privacy Not Included guide, the nonprofit highlights internet-connected items that value your privacy—and the ones that may not.”
de: Veröffentlicht im November 2018. „Im zweiten Datenschutz nicht inbegriffen Ratgeber erstellt die gemeinnützige Organisation, welche Produkte den Schutz Ihrer Daten ernst nehmen und welche nicht.“
es: Publicado en noviembre de 2018. «En su segunda guía anual de Privacidad no incluida, la organización sin fines de lucro te muestra los dispositivos conectados a Internet que valoran tu privacidad y los que no».
pt_br: Publicado em novembro de 2018. “Em seu segundo guia anual de Privacidade não incluída, a entidade sem fins lucrativos destaca itens conectados à internet que valorizam sua privacidade e os que não valorizam.”

source: <strong>New York Times:</strong> <a href="%(url)s">Don’t Give Kids Holiday Gifts That Can Spy on Them</a>
de: <strong>New York Times:</strong> <a href="%(url)s">Verschenken Sie an Weihnachten keine Geschenke an Kinder, die sie ausspionieren können</a>
es: <strong>New York Times:</strong> <a href="%(url)s">No regales a los niños dispositivos que pueden espiarlos</a>
pt_br: <strong>New York Times:</strong> <a href="%(url)s">Não dê presentes de Natal às crianças que podem espioná-las</a>

source: Published December 2017. Writes Ashley Boyd in this print and digital op-ed: “During the holiday season, my husband and I tend to offer suggestions to those who are generous enough to insist on buying presents for our kids. This year we’re adding a new rule to our list: No toys that can spy.”
de: Veröffentlicht im Dezember 2017. Ashley Boyd schreibt: „In der Weihnachtszeit neigen mein Mann und ich dazu, denjenigen, die großzügigerweise unsere Kinder beschenken wollen, Vorschläge zu machen. Dieses Jahr gibt es eine neue Regel: kein Spielzeug, das spionieren kann.“
es: Publicado en diciembre de 2017. Extracto del artículo de opinión impreso y digital de Ashley Boyd: “Durante la temporada de Navidad, mi marido y yo tendemos a sugerir ideas a los familiares que insisten generosamente en comprarles regalos a nuestros hijos. Este año, hemos añadido una condición: nada de juguetes que puedan espiarlos.”
pt_br: Publicado em dezembro de 2017. Escreve Ashley Boyd neste editorial impresso e digital: “Durante as festas de fim de ano, meu marido e eu oferecemos sugestões às pessoas que são generosas o suficiente para insistir na compra de presentes para nossos filhos. Este ano, estamos acrescentando uma nova regra à nossa lista: nada de brinquedos que possam espionar”.

source: Why We Made This Guide
de: Warum wir diesen Ratgeber erstellt haben
es: Por qué hemos elaborado esta guía
pt_br: Por que fizemos este guia

source: Welcome to <a %(link_args)s>Mozilla’s</a> <em>*Privacy Not Included</em> buyer’s guide. Our goal is to help you shop smart—and safe—for products that connect to the internet.
de: Willkommen zu <a %(link_args)s>Mozillas</a> Einkaufsleitfaden <em>*Datenschutz nicht inbegriffen</em>. Unser Ziel ist es, Verbrauchern zu helfen, smart und sicher Produkte einzukaufen, die mit dem Internet verbunden sind.
es: Bienvenido a la guía del comprador <em>*Privacidad no incluida</em> de <a %(link_args)s>Mozilla</a>. Nuestro objetivo es ayudarte a hacer una buena compra y, sobre todo, segura, de productos conectados a Internet.
pt_br: Bem-vindo ao guia de compras da <a %(link_args)s>Mozilla</a> <em>*Privacidade não incluída</em>. Nosso objetivo é ajudar você a comprar produtos que se conectam à internet de forma inteligente e segura.

source: In 2017, when we first started <em>*Privacy Not Included</em>, we didn’t know if people would be interested in a guide about the privacy and security of connected toys, gadgets, and smart home products. Turns out, they were. And it wasn’t just people who were interested. We discovered some companies were too. We’re happy to see both consumers and companies increasingly value connected products that are safe, secure, and private.
de: Als wir 2017 das erste Mal <em>*Datenschutz nicht inbegriffen</em> herausgaben, wussten wir nicht, ob sich die Menschen für einen Ratgeber zum Thema Datenschutz und Sicherheit bei intelligenten Spielzeugen, Gadgets und Smart-Home-Produkten interessieren würden. Wie sich herausstellte, taten sie das. Und nicht nur Verbraucher waren interessiert daran, sondern auch einige Unternehmen. Es freut uns, dass es sowohl unter den Verbrauchern als auch bei den Unternehmen ein wachsendes Bewusstsein dafür gibt, dass intelligente Produkte sicher, geschützt und privat sein sollten.
es: En 2017, cuando decidimos lanzar la primera edición de <em>*Privacidad no incluida</em>, no sabíamos si una guía sobre la privacidad y seguridad de los juguetes, dispositivos y productos inteligentes conectados despertaría interés. Pero resultó que sí... Y no solo las personas se interesaron, sino también las empresas. Hoy nos complace enormemente ver que tanto consumidores como empresas valoran cada vez más aquellos productos conectados que son seguros y privados.
pt_br: Em 2017, quando começamos <em>*Privacidade não incluída</em>, não sabíamos se as pessoas estariam interessadas em um guia sobre a privacidade e segurança de brinquedos, gadgets e produtos domésticos inteligentes conectados. Ao que parece, elas estavam. E não eram apenas as pessoas que estavam interessadas. Descobrimos que algumas empresas também estavam. Estamos felizes em ver tanto consumidores quanto empresas valorizando cada vez mais os produtos conectados que são seguros, protegidos e privados.

source: Unfortunately, It is often difficult for consumers to get clear, concrete information from companies about the security and privacy of their connected products. Is your personal data shared or sold in ways you may not have expected? What is the company’s known track record for protecting the personal information they collect on you? How does the company regularly test for and fix security vulnerabilities?
de: Leider ist es für Verbraucher oft schwierig, klare, konkrete Informationen von Unternehmen über die Sicherheit und den Schutz der Privatsphäre ihrer verbundenen Produkte zu erhalten. Werden Ihre personenbezogenen Daten so weitergegeben oder verkauft, wie Sie es vielleicht nicht erwartet haben? Was ist die bekannte Erfolgsbilanz des Unternehmens für den Schutz der personenbezogenen Daten, die sie über Sie sammeln? Wie testet und behebt das Unternehmen regelmäßig Sicherheitslücken?
es: Por desgracia, a los compradores suele resultarles difícil que las empresas les proporcionen información clara y concreta respecto a la privacidad y seguridad de sus productos conectados. ¿Se comparten o venden tus datos personales de una manera que no esperabas? ¿Cuáles son los antecedentes de la empresa en cuanto a protección de los datos que recopilan de los usuarios? ¿Cómo verifica la empresa regularmente las vulnerabilidades de seguridad y cómo las resuelve?
pt_br: Infelizmente, muitas vezes, os consumidores têm dificuldades de obter informações claras e concretas das empresas sobre a segurança e a privacidade de seus produtos conectados. Seus dados pessoais estão sendo compartilhados ou vendidos de maneiras que você talvez não esperasse? Qual é o histórico conhecido da empresa em termos de proteção das informações pessoais que eles coletam sobre você? Como a empresa testa e corrige regularmente as vulnerabilidades de segurança?

source: With this guide, we hope to help you navigate this landscape by understanding what questions you should ask and what answers you should expect before buying a connected tech product.
de: Mit diesem Leitfaden möchten wir Ihnen helfen, sich in dieser Landschaft zurechtzufinden, indem Sie verstehen, welche Fragen sie stellen und welche Antworten Sie erwarten sollten, bevor Sie ein vernetztes Technologieprodukt kaufen.
es: Con esta guía, esperamos ayudar a los consumidores a salir avante al enseñarles qué deben preguntar y qué respuestas deberían recibir antes de comprar un producto tecnológico conectado.
pt_br: Com este guia, esperamos ajudar você a se orientar neste cenário, entendendo quais perguntas deve fazer e quais respostas deve esperar antes de comprar um produto tecnológico conectado.

source: The way we approach our research here at <em>*Privacy Not Included</em> is from the viewpoint of you, the consumer. We just have a bit more time and expertise to read privacy policies and delve into company’s security practices. We don’t purchase the products and test them in a lab. Consumers can’t do that. Instead, we look at all the information we can find that is publicly available to consumers before they purchase a product to try and understand the privacy and security concerns you should be aware of. We seek a future in which hours of research like this aren’t required to buy safe, responsible products. Unfortunately, it seems we have a long way to go. In the meantime, we’ll read those boring privacy policies so you don’t have to.
de: Die Art und Weise, wie wir unsere Forschung hier bei <em>*Datenschutz nicht inbegriffen</em> angehen, ist aus der Sicht von Ihnen, dem Verbraucher. Wir haben nur ein bisschen mehr Zeit und Erfahrung, um die Datenschutzrichtlinien zu lesen und uns mit den Sicherheitspraktiken des Unternehmens zu befassen. Wir kaufen die Produkte nicht und testen sie in einem Labor. Verbraucher können das auch nicht. Stattdessen prüfen wir alle Informationen, die Verbrauchern öffentlich zugänglich sind, bevor sie ein Produkt kaufen, um zu versuchen, die Datenschutz- und Sicherheitsbedenken zu verstehen, die Sie beachten sollten. Wir streben eine Zukunft an, in der keine stundenlangen Recherchen wie diese erforderlich sind, um sichere und verantwortungsvolle Produkte zu kaufen. Leider scheinen wir noch einen langen Weg vor uns zu haben. In der Zwischenzeit werden wir diese langweiligen Datenschutzrichtlinien lesen, damit Sie es nicht tun müssen.
es: La investigación que realizamos en <em>*Privacidad no incluida</em> tiene como punto de vista el tuyo, el consumidor. Podemos dedicar un poco más de tiempo y conocimiento experto a las políticas de privacidad y a ahondar en las prácticas de seguridad de las empresas. No compramos los productos y los probamos en un laboratorio. Los consumidores no pueden hacer eso. En lugar de eso, revisamos toda la información que encontramos a disposición del público para tratar de entender todos los problemas de privacidad y seguridad que se deben tener en cuenta. Queremos un futuro en el que no se necesiten horas de investigación para comprar productos seguros y responsables. Por desgracia, parece que todavía tenemos mucho por hacer. Entre tanto, leeremos esas aburridas políticas de privacidad para que tú no tengas que hacerlo.
pt_br: A nossa pesquisa para <em>*Privacidade não incluída</em> foi feita sob o ponto de vista do consumidor. Temos apenas um pouco mais de tempo e experiência para ler as políticas de privacidade e mergulhar nas práticas de segurança da empresa. Nós não compramos os produtos e os testamos em um laboratório, afinal os consumidores não conseguem fazer isso. Em vez disso, analisamos todas as informações disponíveis publicamente aos consumidores antes da compra do produto para compreender as preocupações com privacidade e segurança das quais você deve estar ciente. Buscamos um futuro em que horas de pesquisa como esta não sejam necessárias para comprar produtos seguros e responsáveis. Infelizmente, parece que ainda temos um longo caminho a percorrer. Enquanto isso, nós lemos essas políticas chatas de privacidade para que você não precise fazê-lo.

source: What can you expect in our guide to help you shop safely for those connected products? Quite a few things.
de: Was können Sie in unserem Leitfaden erwarten, um sicher für diese vernetzten Produkte einzukaufen? So einiges.
es: ¿Qué puedes esperar de nuestra guía para ayudarte a comprar con seguridad esos productos conectados? Algunas cosas.
pt_br: O que você pode esperar do nosso guia para ajudar você a comprar produtos conectados com segurança? Muitas coisas.

source: Our *Privacy Not Included warning label
de: Unser *Datenschutz nicht inbegriffen-Warnhinweis
es: La etiqueta de advertencia de *Privacidad no incluida
pt_br: Nosso selo de alerta de *Privacidade não incluída

source: We’re very excited our <em>*Privacy Not Included</em> buyer’s guide comes with <em>*Privacy Not Included</em> warning labels on products we think consumers should think twice about before buying. It’s no small thing to assign such a label to a product, so we set ourselves some strict standards. Where we have concerns, we aim to be as specific as possible about what could happen so you can buy products that meet your standards.
de: Wir freuen uns sehr, dass unserer Einkaufsratgeber <em>*Datenschutz nicht inbegriffen</em> auch Warnhinweise für Produkte mit der Aufschrift <em>*Datenschutz nicht inbegriffen</em> enthält, über die die Verbraucher unserer Meinung nach vor dem Kauf zweimal nachdenken sollten. Es ist keine Kleinigkeit, ein solches Etikett einem Produkt zuzuordnen, also setzen wir uns strenge Standards. Wenn wir Bedenken haben, streben wir an, so genau wie möglich zu bestimmen, was passieren könnte, damit Sie Produkte kaufen können, die Ihren Standards entsprechen.
es: Nos complace informar que nuestra guía del comprador <em>*Privacidad no incluida</em> incluye etiquetas de advertencia <em>*Privacidad no incluida</em>que creemos que los consumidores deberían pensar dos veces antes de comprar. Sabemos que no es poca cosa asignar una etiqueta de este tipo a un producto, por lo que nos marcamos unos estándares muy estrictos. Si encontramos algo que nos preocupe, intentamos ser tan específicos como sea posible sobre lo que podría ocurrir para que puedas comprar productos que cumplan con tus estándares.
pt_br: Estamos muito satisfeitos porque o nosso guia do comprador <em>*Privacidade não incluída</em> inclui selos de alerta de <em>*Privacidade não incluída</em> nos produtos que julgamos que os consumidores devem pensar duas vezes antes de comprar. Não é pouca coisa atribuir tal selo a um produto, por isso, estabelecemos padrões rigorosos. Quando temos preocupações, procuramos ser o mais específicos possível sobre o que pode acontecer para que você possa comprar produtos que atendam a seus padrões.

source: Our Best Of category
de: Unsere Best-Of-Kategorie
es: Lo más destacado
pt_br: Nossa categoria Melhor de
