Repository: mozilla-l10n/fomo-l10n
Catalog: foundation/translations/legacy_apps/templates/pages/buyersguide/about/locale/*/LC_MESSAGES/django.po
Languages: de, es, pt_br

source: Privacy policies detail a lot of important information about how companies collect, use, and share your personal information. Because of that, this information should be easily found and easily understood. Consumers shouldn’t have to buy a product before they can find or read a privacy policy too.
de: Datenschutzrichtlinien enthalten viele wichtige Informationen darüber, wie Unternehmen Ihre personenbezogenen Daten sammeln, verwenden und weitergeben. Aus diesem Grund sollten diese Informationen leicht zu finden und zu verstehen sein. Verbraucher sollten kein Produkt kaufen müssen, bevor sie auch eine Datenschutzrichtlinie finden oder lesen können.
es: Las políticas de privacidad ofrecen con gran detalle mucha información importante sobre cómo las empresas recopilan, usan y comparten tus datos personales. Por eso, esta información debería localizarse y entenderse con facilidad. Los consumidores no deberían tener que comprar un producto sin antes poder encontrar y leer la política de privacidad.
pt_br: As políticas de privacidade descrevem em detalhes muitas informações importantes sobre como as empresas coletam, usam e compartilham suas informações pessoais. Por isso, essas informações devem ser fáceis de encontrar e de compreender. Os consumidores não deveriam comprar um produto sem antes poderem encontrar ou ler a política de privacidade também.

source: A.I.
de: KI
es: Inteligencia artificial
pt_br: IA

source: Does the product use AI?
de: Hat das Produkt KI?
es: ¿El producto usa la inteligencia artificial?
pt_br: O produto utiliza IA?

source: More and more products use artificial intelligence these days. It’s not just smart speakers and facial recognition in security cameras either. It’s AI in dog toys and fitness trackers and connected workout equipment. For our reviews, we defined AI as: <em>Automated technology that makes decisions for you and/or changes continually based on your user data.</em> What does all this mean for consumers? We’re just starting to understand. However, most consumers don’t know when AI is being used or how it may affect their experience. We believe companies should provide this information to consumers as AI-enabled products become more prevalent and its decisions about you - and for you - more consequential. For more on Mozilla’s position on creating trustworthy AI, you can read our whitepaper <a href="%(url)s">Creating Trustworthy AI</a>.
de: Heutzutage nutzen immer mehr Produkte künstliche Intelligenz. Es sind nicht nur intelligente Lautsprecher und Gesichtserkennung in Überwachungskameras. Es ist KI in Hundespielzeug und Fitness-Trackern und vernetzten Trainingsgeräten. Für unsere Bewertungen haben wir KI definiert als: <em>Automatisierte Technologie, die Entscheidungen für Sie trifft und/oder sich basierend auf Ihren Benutzerdaten ständig ändert.</em> Was bedeutet das für Verbraucher? Wir fangen gerade erst an zu verstehen. Die meisten Verbraucher wissen jedoch nicht, wann KI verwendet wird oder wie sich diese auf ihr Erlebnis auswirken kann. Wir glauben, dass Unternehmen diese Informationen den Verbrauchern zur Verfügung stellen sollten, da KI-fähige Produkte immer häufiger werden und ihre Entscheidungen über Sie – und für Sie – folgenreicher werden. Weitere Informationen zu Mozillas Position zur Schaffung einer vertrauenswürdigen KI finden Sie in unserem Whitepaper <a href="%(url)s">Vertrauenswürdige KI erstellen</a>.
es: Hoy en día, cada vez más productos usan la inteligencia artificial, y no nos referimos solo a los altavoces inteligentes o a las cámaras de seguridad equipadas con reconocimiento facial. La IA ya está presente en juguetes para perros, pulseras de fitness y equipos de entrenamiento conectados. En nuestros informes, definimos IA como: <em>Tecnología automática que toma decisiones por ti o cambios basados continuamente en función de tus datos como usuario</em>". ¿Qué significa todo esto para los consumidores? Apenas hemos empezado a entenderlo, pero la mayoría de los consumidores no saben cuándo se utiliza la IA o cómo puede afectar su experiencia. En cualquier caso, creemos que las empresas deberían informar al respecto debidamente a los consumidores conforme los productos habilitados mediante IA sean cada vez más comunes y cuando sus decisiones acerca de ti, y para ti, tengan repercusiones. Para más información acerca de la postura de Mozilla respecto a la creación de IA confiable, puedes leer nuestra publicación oficial <a href="%(url)s">Creating Trustworthy AI</a>.
pt_br: Hoje em dia, cada vez mais produtos utilizam inteligência artificial. Não se trata apenas de alto-falantes inteligentes e reconhecimento facial em câmeras de segurança. Ela está presente em brinquedos para cães, monitores de condicionamento físico e equipamentos de treino conectados. Para nossas avaliações, definimos IA como a <em>tecnologia automatizada que toma decisões por você e/ou muda continuamente com base nos seus dados de usuário</em>. E o que isso significa para os consumidores? Nós estamos apenas começando a entender. Entretanto, a maioria dos consumidores não sabe quando a IA está sendo usada ou como ela pode afetar sua experiência. Acreditamos que as empresas devem fornecer essas informações aos consumidores à medida que os produtos com IA se popularizam e suas decisões sobre você – e por você – se tornam mais significativas. Para saber mais sobre a posição da Mozilla em relação à criação de uma IA confiável, leia o artigo <a href="%(url)s">Criando uma IA confiável</a>.

source: Is this AI untrustworthy?
de: Ist diese KI nicht vertrauenswürdig?
es: ¿Es poco confiable esta IA?
pt_br: Esta IA não é confiável?

source: Too often, AI in our world comes with bias or unethical behavior. Unfortunately, it’s nearly impossible to tell if a company’s AI algorithms are trustworthy and ethical or not, and there’s not a commonly agreed upon framework for ‘trustworthy AI’ features and policies. However, we do know that companies are often not transparent about how their AI algorithms work, and that leaves us concerned overall. If we are able to find credible reporting that shows an AI is untrustworthy, we will note it here and issue a warning label with a clear description about how we came to this conclusion.
de: Zu oft kommt KI in unserer Welt mit Voreingenommenheit oder unethischem Verhalten daher. Leider ist es fast unmöglich zu sagen, ob die KI-Algorithmen eines Unternehmens vertrauenswürdig und ethisch sind oder nicht, und es gibt keinen allgemein vereinbarten Rahmen für „vertrauenswürdige KI“-Funktionen und -Richtlinien. Wir wissen jedoch, dass Unternehmen oft nicht transparent sind, wie ihre KI-Algorithmen funktionieren, und das macht uns insgesamt besorgt. Wenn wir glaubwürdige Berichte finden, die zeigen, dass eine KI nicht vertrauenswürdig ist, werden wir dies hier vermerken und einen Warnhinweis mit einer klaren Beschreibung ausgeben, wie wir zu dieser Schlussfolgerung gekommen sind.
es: Con mucha frecuencia, la IA en nuestro mundo conlleva un comportamiento sesgado o poco ético. Desafortunadamente, es casi imposible determinar si los algoritmos de IA de una empresa son confiables y éticos o no, y no existe un acuerdo consensuado para un marco de características y políticas de "IA confiable". Sin embargo, sabemos que las empresas no suelen transparentar la información acerca de cómo funcionan sus algoritmos de IA y eso nos preocupa. Si logramos encontrar informes fiables que demuestren que no se debe confiar en cierta IA, lo señalaremos aquí y emitiremos una etiqueta de advertencia, con una clara descripción de cómo llegamos a esa conclusión.
pt_br: Muitas vezes, a IA aparece no nosso mundo com um comportamento preconceituoso ou antiético. Infelizmente, é quase impossível dizer se os algoritmos de IA de uma empresa são confiáveis e éticos ou não, e não há uma estrutura comumente acordada para as características e políticas de “IA confiável”. Entretanto, sabemos que as empresas muitas vezes não são transparentes sobre como seus algoritmos de IA funcionam, o que, de modo geral, nos deixa preocupados. Se encontrarmos relatórios confiáveis que mostrem que uma IA não é confiável, nós registraremos essa informação aqui e colocaremos um selo de advertência com uma descrição clara sobre como chegamos a essa conclusão.

source: What kind of decisions does the AI make about you or for you?
de: Welche Entscheidungen trifft die KI über Sie oder für Sie?
es: ¿Qué tipo de decisiones toma la IA acerca de ti o por ti?
pt_br: Que tipo de decisões a IA toma sobre você ou por você?

source: We think consumers should know if a product uses their personal data to make decisions for or about them. To answer this question, we look to see what the company says the product’s AI is doing? We can’t always tell though, and that is not good.
de: Wir sind der Meinung, dass Verbraucher wissen sollten, ob ein Produkt ihre personenbezogenen Daten verwendet, um Entscheidungen für oder über sie zu treffen. Um diese Frage zu beantworten, schauen wir uns an, was die KI des Produkts nach Angaben des Unternehmens tut. Wir können es jedoch nicht immer sagen, und das ist nicht gut.
es: Creemos que los consumidores deben saber si un producto utiliza sus datos personales para tomar decisiones acerca de ellos o por ellos. Para saberlo, buscamos lo que la empresa declara acerca de las actividades de la IA del producto. No siempre podemos averiguarlo y eso no es bueno.
pt_br: Acreditamos que os consumidores devem saber se um produto utiliza seus dados pessoais para tomar decisões por eles ou sobre eles. Para responder a essa pergunta, procuramos ver o que a empresa diz que a IA do produto está fazendo. No entanto, nem sempre conseguimos identificar, e isso não é bom.

source: Is the company transparent about how the AI works?
de: Gibt das Unternehmen transparent an, wie die KI funktioniert?
es: ¿La empresa es transparente acerca del funcionamiento de la IA?
pt_br: A empresa é transparente sobre como funciona a IA?

source: One of the biggest issues surrounding artificial intelligence in our consumer products is having access to essential information about how AI-enabled features work. For example, what data does it collect and how does it use that information to make decisions for or about you? Knowing how it works lets users evaluate if there may be a chance of bias or ethical implications they should consider before using a product driven by AI. We think companies should have publicly available information explaining this. We’ll let you know if they do.
de: Eines der größten Probleme im Zusammenhang mit künstlicher Intelligenz in unseren Konsumgütern ist der Zugang zu wesentlichen Informationen darüber, wie KI-angetriebene Features funktionieren. Zum Beispiel, welche Daten sie sammeln und wie sie diese Informationen nutzen, um Entscheidungen für oder über Sie zu treffen. Wenn Verbraucher wissen, wie die KI funktioniert, können sie beurteilen, ob die Möglichkeit einer Voreingenommenheit oder ethischer Implikationen besteht, die sie in Betracht ziehen sollten, bevor sie ein KI-fähiges Produkt verwenden. Wir sind der Meinung, dass Unternehmen sich dazu öffentlich erklären sollten. Sollte dies der Fall sein, informieren wir Sie darüber.
es: Uno de los mayores problemas en torno a la inteligencia artificial presente en nuestros productos de consumo es disponer de información esencial sobre cómo funcionan las características habilitadas mediante IA. Por ejemplo, qué datos recopilan y cómo los utilizan para tomar decisiones por ti o relacionadas contigo. Saber cómo funciona permite a los usuarios evaluar si puede haber posibilidad de sesgo o implicaciones éticas que deberían tenerse en consideración antes de usar un producto que funciona mediante IA. Opinamos que las empresas deberían hacer pública la información al respecto. Te mantendremos al tanto si lo hacen.
pt_br: Uma das maiores questões relacionadas à inteligência artificial nos produtos de consumo é ter acesso a informações essenciais sobre como funcionam os recursos baseados em IA. Por exemplo, que dados são coletados e como são usadas essas informações para tomar decisões por ou sobre você? Saber como funciona permite aos usuários avaliarem se pode haver uma chance de implicações preconceituosas ou éticas que devam ser consideradas antes de usarem um produto com IA. Acreditamos que as empresas devem disponibilizar publicamente informações que expliquem isso. Pode deixar: avisaremos você se elas as disponibilizarem.

source: Does the user have control over the AI features?
de: Hat der Benutzer die Kontrolle über die KI-Funktionen?
es: ¿Tiene el usuario control sobre las características de la IA?
pt_br: O usuário tem controle sobre os recursos de IA?

source: We let you know if there is any way to opt out of AI or adjust the settings of the AI if you would like.
de: Wir lassen Sie wissen, ob Sie die KI deaktivieren oder die Einstellungen der KI anpassen können, wenn Sie möchten.
es: Te informaremos si existe alguna manera de no consentir la IA o de poder ajustar la configuración de la IA.
pt_br: Se houver alguma forma de optar por não participar da IA ou de ajustar suas configurações, nós informaremos você.

source: Updates
es: Actualizaciones
pt_br: Atualizações

source: When news breaks or we come across a relevant article about a product in this guide, we will share it in the updates section on each product page.
de: Wenn es Neuigkeiten gibt oder wir einen relevanten Artikel über ein Produkt finden, das in diesem Ratgeber aufgeführt ist, werden wir diese Informationen teilen und den Abschnitt über das Produkt aktualisieren.
es: Cuando se produzcan noticias de interés o encontremos un artículo relevante sobre un producto incluido en esta guía, lo compartiremos en la sección de actualizaciones de cada página de producto.
pt_br: Quando houver novidades ou encontrarmos um artigo relevante sobre um produto neste guia, você poderá encontrá-los na seção de atualizações na página de cada produto.

source: Comments
de: Kommentare
es: Comentarios
pt_br: Comentários

source: We love to hear your thoughts and feedback on the products in this guide. And other users might like to join you in a conversation about any experiences or concerns you’ve had with a product. Please join the conversation in the comment section at the bottom of each product page.
de: Wir möchten wissen, was Sie von den Produkten in unserem Ratgeber halten. Und auch andere User möchten möglicherweise mit Ihnen über Ihre Erfahrungen oder Bedenken in Bezug auf ein Produkt diskutieren. Hierzu finden Sie unten auf jeder Produktseite ein Kommentarfeld.
es: Nos encanta escuchar tus opiniones y comentarios sobre los productos de esta guía. Y es posible que otros usuarios quieran unirse a la conversación para comentar su experiencia o su inquietud acerca de un producto. Puedes hacer tus aportaciones en la sección de comentarios situada en la parte inferior de cada página de producto.
pt_br: Adoramos ouvir sua opinião e seu comentário sobre os produtos deste guia. E outros usuários podem querer conversar com você sobre qualquer experiência ou preocupação que você tenha tido com um produto. Participe da conversa na seção de comentários na parte inferior de cada página de produto.

source: Methodology
de: Methodik
es: Metodología
pt_br: Metodologia

source: If you would like to read more about the research methodology we used to create this guide, please check out our <a href="%(url)s">methodology section</a>.
de: Sie möchten wissen, wie wir für diesen Ratgeber recherchiert haben? Dann werden Sie in unserem <a href="%(url)s">Abschnitt über Methodik</a> fündig.
es: Si deseas saber más sobre la metodología de investigación que utilizamos para crear esta guía, consulta nuestra sección <a href="%(url)s">metodología</a>.
pt_br: Se você quiser ler mais sobre a metodologia de pesquisa que usamos para criar este guia, consulte a nossa <a href="%(url)s">seção de metodologia</a>.

source: About our Methodology
de: Über unsere Methodik
es: Acerca de nuestra metodología
pt_br: Sobre a nossa metodologia

source: The goal of Mozilla’s <em>*Privacy Not Included</em> buyer’s guide is to help consumers shop smart — and safe — for products and apps that connect to the Internet. It is often difficult for consumers to get clear, concrete information from companies about the security and privacy of their connected products. Is your personal data being shared or sold in ways you may not have expected? What is the company’s known track record for protecting the user data they collect? How does the company regularly test for and fix security vulnerabilities?
de: Das Ziel des Einkaufsleitfadens <em>*Datenschutz nicht inbegriffen</em> von Mozilla ist es, Verbrauchern zu helfen, intelligent – und sicher – Produkte und Apps zu kaufen, die mit dem Internet verbunden sind. Für Verbraucher ist es oft schwierig, klare und konkrete Informationen von Unternehmen über die Sicherheit und den Datenschutz ihrer vernetzten Produkte zu erhalten. Werden Ihre personenbezogenen Daten auf eine Weise weitergegeben oder verkauft, die Sie möglicherweise nicht erwartet haben? Wie ist die bekannte Erfolgsbilanz des Unternehmens beim Schutz der gesammelten Benutzerdaten? Wie testet und behebt das Unternehmen regelmäßig Sicherheitslücken?
es: El objetivo de la guía del comprador <em>*Privacidad no incluida</em> es orientar a los consumidores en la compra de productos inteligentes —y seguros— que se conectan a Internet. Para los compradores suele resultarles difícil obtener información clara y concreta de las empresas respecto a la privacidad y seguridad de sus productos conectados. ¿Se comparten o venden tus datos personales de una manera que no esperabas? ¿Cuáles son los antecedentes de la empresa en cuanto a protección de los datos que recopilan de los usuarios? ¿Cómo verifica la empresa regularmente las vulnerabilidades de seguridad y cómo las resuelve?
pt_br: O objetivo do guia de compras <em>*Privacidade não incluída</em> da Mozilla é ajudar os consumidores a comprarem de forma inteligente – e segura – produtos e aplicativos que se conectam à internet. Muitas vezes, os consumidores têm dificuldades de obter informações claras e concretas das empresas sobre a segurança e a privacidade de seus produtos conectados. Seus dados pessoais estão sendo compartilhados ou vendidos de maneiras que você talvez não esperasse? Qual é o histórico conhecido da empresa em termos de proteção dos dados dos usuários que eles coletam? Como a empresa testa e corrige regularmente as vulnerabilidades de segurança?

source: With this guide, we hope to help consumers navigate this landscape by understanding what questions they should ask and what answers they should expect before buying a connected tech product.
de: Mit diesem Leitfaden möchten wir Verbrauchern helfen, sich in dieser Landschaft zurechtzufinden, indem sie verstehen, welche Fragen sie stellen und welche Antworten sie erwarten sollten, bevor sie ein vernetztes Technologieprodukt kaufen.
es: Con esta guía, esperamos ayudar a los consumidores a salir avante al enseñarles qué deben preguntar y qué respuestas deberían recibir antes de comprar un producto tecnológico conectado.
pt_br: Com este guia, esperamos ajudar os consumidores a se orientarem neste cenário, entendendo quais perguntas devem fazer e quais respostas devem esperar antes de comprar um produto tecnológico conectado.
