Repository: mozilla-l10n/fomo-l10n
Catalog: foundation/translations/legacy_apps/templates/pages/buyersguide/about/locale/*/LC_MESSAGES/django.po
Languages: de, es, pt_br

source: It’s one thing to call out products that are bad. We also want to help consumers know what products are good. Check out our Best Of category to see which products and companies we think are doing privacy and security right.
de: Es ist eine Sache, Produkte zu nennen, die schlecht sind. Wir möchten auch Verbrauchern helfen zu wissen, welche Produkte gut sind. Sehen Sie sich unsere Best-Of-Kategorie an, um zu sehen, welche Produkte und Unternehmen unserer Meinung nach Datenschutz und Sicherheit richtig machen.
es: Una cosa es señalar los productos malos; otra, ayudar a los consumidores a saber qué productos son buenos. Revisa la categoría Lo más destacado para ver qué productos y empresas están haciendo lo correcto en cuanto a privacidad y seguridad, según nuestros criterios.
pt_br: Uma coisa é chamar a atenção para os produtos que são ruins. Também queremos ajudar os consumidores a saberem quais produtos são bons. Confira nossa categoria Melhor de para conhecer quais produtos e empresas achamos que estão fazendo jus à privacidade e à segurança.

source: There is a Creep-O-Meter
de: Es gibt ein „Creep-O-Meter“
es: Tenemos un Siniestrómetro
pt_br: Tem o Assustadômetro

source: We want you to be able to share your opinion too. It’s important for companies and other consumers to see which products people think are safe, and which products people feel are a bit creepy. So we created our Creep-O-Meter—a user rating on each product—to let you share your opinion. Companies are paying attention, so let them know if you think their product is creepy or not!
de: Wir möchten, dass Sie auch Ihre Meinung teilen können. Für Unternehmen und andere Verbraucher ist es wichtig zu sehen, welche Produkte die Leute für sicher halten und welche Produkte für sie ein bisschen gruselig sind. Deshalb haben wir unser Creep-O-Meter erstellt – eine Benutzerbewertung für jedes Produkt – damit Sie Ihre Meinung teilen können. Unternehmen achten darauf, also lassen Sie sie wissen, ob Sie ihr Produkt gruselig finden oder nicht!
es: Queremos que también puedas compartir tus opiniones. Es importante que otras empresas y consumidores vean cuáles productos la gente considera seguros y cuáles otros les parecen siniestros. Por eso creamos el Siniestrómetro; una calificación de los usuarios de cada producto, para que puedas compartir tu opinión. Las empresas están prestando atención, así que hazles saber si su producto te parece siniestro.
pt_br: Queremos que você também possa compartilhar sua opinião. É importante para as empresas e demais consumidores ver quais produtos que as pessoas consideram seguros e quais consideram um pouco assustadores. Por isso, criamos nosso Assustadômetro — uma classificação feita por usuários em cada produto – para você compartilhar sua opinião. As empresas estão prestando atenção, então, informe se você acha que o produto delas é assustador ou não!

source: We realize people want to <i>just know</i> which products are safe and which aren’t. We used our technical expertise here at Mozilla to create a set of Minimum Security Standards we think all products should meet in order to be sold in stores. Those standards include using encryption, automatic security updates, requiring strong passwords, having a system to manage vulnerabilities, and having an accessible privacy policy. Read more about our Minimum Security Standards on our <a href=%(url)s>Methodology page</a>.
de: Wir wissen, dass die Menschen <i>nur wissen möchten</i>, welche Produkte sicher sind und welche nicht. Wir haben unser technisches Wissen hier bei Mozilla genutzt, um eine Reihe von Mindestsicherheitsstandards zu erstellen, die unserer Meinung nach alle Produkte erfüllen sollten, um in Geschäften verkauft zu werden. Zu diesen Standards gehören die Verwendung von Verschlüsselung, automatische Sicherheitsupdates, die Anforderung starker Passwörter, ein System zur Verwaltung von Schwachstellen und eine zugängliche Datenschutzrichtlinie. Lesen Sie mehr über unsere Mindestsicherheitsstandards auf unserer <a href=%(url)s>Methodenseite</a>.
es: Sabemos que la gente solo <i>quiere saber</i> si un producto es seguro o no. En Mozilla, aprovechamos nuestra experiencia en tecnología para crear un conjunto de Estándares mínimos de seguridad que consideramos que todos los productos deberían cumplir para su comercialización. Estos estándares incluyen el cifrado, las actualizaciones de seguridad automáticas, las contraseñas seguras, contar con un sistema de gestión de las vulnerabilidades y disponer de una política de privacidad accesible. Puedes saber más acerca de nuestros Estándares mínimos de seguridad en nuestra <a href=%(url)s>página de metodología</a>.
pt_br: Sabemos que as pessoas querem <i>apenas saber</i> quais produtos são seguros e quais não são. Usamos nossa experiência técnica aqui na Mozilla para criar um conjunto de Padrões mínimos de segurança que acreditamos que todos os produtos devem atender para serem vendidos nas lojas. Esses padrões incluem o uso de criptografia, atualizações automáticas de segurança, exigência de senhas fortes, existência de um sistema para gerenciar vulnerabilidades e uma política de privacidade acessível. Leia mais sobre nossos Padrões mínimos de segurança na nossa <a href=%(url)s>página de Metodologia</a>.

source: Tons of Research
de: Jede Menge Forschung
es: Toneladas de investigación
pt_br: Montanhas de pesquisa

source: You’ll notice a lot of research went into this guide. We even include the hours we spent researching a product on every page. Fortunately, we have great researchers and expertise here at Mozilla to dig into this so you don’t have to. We don’t buy and test products. Instead we look at what we can find that is publicly available. Our researchers comb through privacy policies, reach out to companies with questions about encryption and bug bounty programs, sift through product and app specifications, and read the research and news articles written about the products in the past three years. We do our best to then make your access to all this information accessible and easy to understand. We’ve even put together a <a href=%(url)s>How to Use This Guide page</a> to help you understand all the information we share here on <em>*Privacy Not Included</em>.
de: Sie werden feststellen, dass für dieses Handbuch viel Forschung betrieben wurde. Die Stunden, die wir für die Recherche nach einem Produkt aufgewendet haben, sind sogar auf jeder Seite enthalten. Glücklicherweise haben wir hier bei Mozilla großartige Forscher und Expertise, um sich damit zu befassen, damit Sie es nicht tun müssen. Wir kaufen und testen keine Produkte. Stattdessen schauen wir uns an, was wir finden können, was öffentlich verfügbar ist. Unsere Forscher durchforsten Datenschutzrichtlinien, wenden sich mit Fragen zu Verschlüsselungs- und Bug-Bounty-Programmen an Unternehmen, sichten Produkt- und App-Spezifikationen und lesen die Forschungs- und Nachrichtenartikel, die in den letzten drei Jahren zu den Produkten geschrieben wurden. Wir tun unser Bestes, um Ihren Zugang zu all diesen Informationen zugänglich und leicht verständlich zu machen. Wir haben sogar eine <a href=%(url)s>Anleitung für diesen Leitfaden</a> zusammengestellt, damit Sie alle Informationen verstehen, die wir hier in <em>*Datenschutz nicht inbegriffen</em> präsentieren.
es: Te darás cuenta de que investigamos mucho para preparar esta guía. También incluimos en cada página las horas que invertimos en investigar un producto. Afortunadamente, en Mozilla contamos con un gran equipo de expertos e investigadores que indagaron para que tú no tengas que hacerlo. No compramos ni probamos los productos. En lugar de eso, revisamos toda la información que podemos encontrar a disposición del público. Nuestros investigadores examinan las políticas de privacidad, se ponen en contacto con las empresas para preguntarles sobre el cifrado y los programas de recompensas por errores, examinan las especificaciones de los productos y las aplicaciones, y leen las investigaciones y los artículos de prensa escritos sobre los productos en los últimos tres años. Hacemos todo lo posible para brindarte toda esta información de manera digerible y fácil de entender. Incluso preparamos la página <a href=%(url)s>Cómo usar esta guía</a> para ayudarte a entender toda la información que compartimos aquí sobre <em>*Privacidad no incluida</em>.
pt_br: Você vai notar que este guia envolveu inúmeras pesquisas. Nós até mesmo incluímos as horas que passamos pesquisando um produto em cada página. Felizmente, temos grandes pesquisadores e especialistas aqui na Mozilla para investigar isso, para que você não precise fazê-lo. Não compramos e testamos produtos. Em vez disso, analisamos o que conseguimos encontrar publicamente disponível. Os nossos pesquisadores examinam políticas de privacidade, consultam empresas com perguntas sobre criptografia e programas de recompensa de bugs, examinam as especificações de produtos e aplicativos e verificam as pesquisas e reportagens escritas sobre os produtos nos últimos três anos. Fazemos nosso melhor para disponibilizar todas essas informações para você de forma acessível e fácil de entender. Inclusive, criamos a <a href=%(url)s>página Como usar este guia</a> para ajudar você a entender todas as informações que compartilhamos aqui no <em>*Privacidade não incluída</em>.

source: We hope you use this guide to help you think about, shop for, and buy products from companies that show they value privacy and security. Then share it with your friends and family to help them shop safe too. We as consumers need to demand that privacy and security as a value from the people who build our products. It’s how we’ll start to make the internet, and our lives, a bit safer in this digital world. That is our goal every day here at Mozilla.
de: Wir hoffen, Sie nutzen diesen Ratgeber, um sich über Produkte zu informieren und sich beim Kauf für ein Produkt zu entscheiden, das Ihre Daten und Ihre Sicherheit respektiert. Erzählen Sie dann Ihren Freuden und Ihrer Familie davon, damit auch diese sicher einkaufen können. Wir als Verbraucher müssen Datenschutz und Sicherheit von denjenigen fordern, die unsere Produkte herstellen. Auf diese Weise können wir anfangen, das Internet und unser Leben in dieser digitalen Welt ein bisschen sicherer zu machen. Das ist jeden Tag unser Ziel hier bei Mozilla.
es: Esperamos que esta guía te informe y te ayude a buscar y comprar productos de empresas que valoren tu privacidad y seguridad. Luego, compártela con amigos y familiares para ayudarles a comprar con seguridad. Como consumidores, tenemos la obligación de exigir privacidad y seguridad como un elemento de valor por parte de quienes fabrican nuestros productos. Solo de este modo conseguiremos que Internet y nuestra vida sean un poco más seguras en este mundo digital. Esto es lo que, en Mozilla, perseguimos día a día.
pt_br: Esperamos que você use este guia para analisar, pesquisar e comprar produtos de empresas que mostram que valorizam a privacidade e a segurança. Compartilhe-o com seus amigos e familiares para ajudá-los a comprar com segurança também. Nós, como consumidores, precisamos exigir essa privacidade e segurança como um valor das pessoas que fabricam os nossos produtos. É assim que vamos começar a tornar a internet, e as nossas vidas, um pouco mais seguras neste mundo digital. Esse é o nosso objetivo todos os dias aqui na Mozilla.

source: We hope you use and enjoy this guide to help you think about, shop for, and buy products from companies that show they value privacy and security. We as consumers need to demand that value from the people who build our products. It’s how we’ll start to make the internet, and our lives, a bit safer in this digital world. That is our goal every day here at Mozilla.
de: Wir hoffen, Sie nutzen diesen Ratgeber, um sich über Produkte zu informieren und sich beim Kauf für ein Produkt zu entscheiden, das Ihre Daten und Ihre Sicherheit respektiert. Wir als Verbraucher müssen das von denjenigen fordern, die unsere Produkte herstellen. Auf diese Weise können wir anfangen, das Internet und unser Leben in dieser digitalen Welt ein bisschen sicherer zu machen. Das ist jeden Tag unser Ziel hier bei Mozilla.
es: Confiamos en que esta guía servirá para informarte y para ayudarte a buscar y comprar productos de empresas que valoran tu privacidad y seguridad. Como consumidores, tenemos la obligación de exigir este compromiso por parte de quienes fabrican nuestros productos. Solo de este modo conseguiremos que Internet, y nuestras vidas, sean un poco más seguras en este mundo digital. Esto es lo que, en Mozilla, perseguimos día a día.
pt_br: Esperamos que você use e curta este guia para analisar, pesquisar e comprar produtos de empresas que mostram que valorizam a privacidade e a segurança. Nós, como consumidores, precisamos exigir esse valor das pessoas que fabricam os nossos produtos. É assim que vamos começar a tornar a internet, e as nossas vidas, um pouco mais seguras neste mundo digital. Esse é o nosso objetivo todos os dias aqui na Mozilla.

source: Thank you!
de: Vielen Dank!
es: ¡Gracias!
pt_br: Muito obrigado!

source: The *Privacy Not Included Team
de: Das Team von „*Datenschutz nicht inbegriffen“
es: El equipo de *Privacidad no incluida
pt_br: Equipe *Privacidade não incluída

source: Mozilla fights daily for a healthier internet as a non-profit tech company that puts people before profit. This guide was created by the <a %(mofo_url)s>Mozilla Foundation</a> which relies on <a %(donate_url)s>donations</a> from people like you to do our work. You can also visit <a %(mozilla_url)s>Mozilla.org</a> to learn more about our purpose driven products like Firefox and Common Voice.
de: Mozilla setzte sich täglich für ein gesünderes Internet ein – als gemeinnütziges Tech-Unternehmen, das das Wohl der Verbraucher über den Profit stellt. Dieser Ratgeber wurde von der <a %(mofo_url)s>Mozilla Foundation</a> zusammengestellt, die auf <a %(donate_url)s>Spenden</a> von Leuten wie Ihnen zählt, um ihre Arbeit zu verrichten. Sie können auch auf <a %(mozilla_url)s>Mozilla.org</a> vorbeischauen und mehr über unsere Produkte wie Firefox und Common Voice erfahren.
es: Mozilla, como empresa tecnológica sin ánimo de lucro que antepone las personas a los beneficios económicos, lucha diariamente a favor de una Internet más saludable. Esta guía fue creada por la <a %(mofo_url)s>Fundación Mozilla</a> que depende de las <a %(donate_url)s>donaciones</a> de personas como tú para llevar a cabo su labor. También puedes visitar <a %(mozilla_url)s>Mozilla.org</a> para saber más sobre nuestros productos orientados a un propósito, como Firefox y Common Voice.
pt_br: A Mozilla batalha diariamente por uma internet mais saudável como uma empresa tecnológica sem fins lucrativos que considera as pessoas acima do lucro. Este guia foi criado pela <a %(mofo_url)s>Fundação Mozilla</a> que conta com <a %(donate_url)s>doações</a> de pessoas como você para realizar esse trabalho. Você também pode acessar <a %(mozilla_url)s>Mozilla.org</a> para saber mais sobre os nossos produtos feitos com propósito como Firefox e Common Voice.

source: For any questions about the guide or to offer constructive feedback, please email <a href="mailto:%(email)s">%(email)s</a>
de: Bei Fragen zu diesem Ratgeber oder wenn Sie konstruktive Kritik üben möchten, senden Sie eine E-Mail an: <a href="mailto:%(email)s">%(email)s</a>.
es: Si tienes preguntas sobre la guía o quieres aportar alguna opinión constructiva, envía un correo electrónico a <a href="mailto:%(email)s">%(email)s</a>
pt_br: Para esclarecer dúvidas sobre o guia ou para enviar comentários construtivos, envie um e-mail para <a href="mailto:%(email)s">%(email)s</a>

source: For any questions about the guide or to offer constructive feedback, please email <a href="mailto:%(email)s">%(email)s</a> and someone on the team will be in touch.
de: Bei Fragen zu diesem Ratgeber oder wenn Sie konstruktive Kritik üben möchten, senden Sie eine E-Mail an <a href="mailto:%(email)s">%(email)s</a>, das Team meldet sich dann bei Ihnen.
