Repository: mozilla-l10n/fomo-l10n
Catalog: foundation/translations/legacy_apps/templates/pages/buyersguide/about/locale/*/LC_MESSAGES/django.po
Languages: de, es, pt_br

source: We evaluated each company’s history of storing and protecting customer data within at least the previous three year period. We conduct research to find any known public hacks, data breaches, data leaks, or other incidents.
de: Wir haben die Geschichte jedes Unternehmens hinsichtlich der Speicherung und des Schutzes von Kundendaten innerhalb der letzten drei Jahre ausgewertet. Wir führen Nachforschungen durch, um bekannte öffentliche Hacks, Datenschutzverletzungen, Datenlecks oder andere Vorfälle zu finden.
es: Evaluamos el historial de almacenamiento y protección de datos del consumidor de cada empresa al menos por un período de tres años. Llevamos a cabo una investigación para encontrar cualquier hackeo público conocido, violaciones de datos, fugas de datos u otros incidentes.
pt_br: Avaliamos o histórico de armazenamento e proteção dos dados dos clientes de cada empresa pelo período mínimo dos últimos três anos. Conduzimos pesquisas para encontrar quaisquer hacks públicos conhecidos, violações de dados, vazamentos de dados ou outros incidentes.

source: When determining if a product receives a warning on this criteria we look at four major factors. (1) Has the company had any major security vulnerabilities or data leaks in the past three years? (2) If the company has had known security vulnerabilities, have they acted quickly and openly to fix these security vulnerabilities and leaks? (3) Does the company have a track record of being honest and ethical when it comes to protecting user data? (4) What was the volume and sensitivity of leaked data?
de: Bei der Bestimmung, ob aufgrund dieser Kriterien vor einem Produkt gewarnt wird, betrachten wir vier Hauptfaktoren. (1) Hatte das Unternehmen in den letzten drei Jahren größere Sicherheitslücken oder Datenlecks? (2) Wenn das Unternehmen bekannte Sicherheitslücken hatte, hat es schnell und offen gehandelt, um diese Sicherheitslücken und Lecks zu beheben? (3) Verfügt das Unternehmen über eine Erfolgsbilanz in Bezug auf Ehrlichkeit und Ethik beim Schutz von Benutzerdaten? (4) Wie hoch war das Volumen und die Sensibilität der durchgesickerten Daten?
es: Al decidir que un producto reciba una advertencia conforme a este criterio, analizamos cuatro factores principales: (1) ¿Ha sufrido la empresa alguna vulnerabilidad de seguridad o filtración de datos grave en los últimos tres años? (2) Si se sabe que la empresa ha adolecido de vulnerabilidades de seguridad, ¿ha actuado rápida y abiertamente para solucionar esos problemas de seguridad? (3) ¿La empresa posee un historial de honestidad y ética cuando se trata de proteger los datos de los usuarios? (4) ¿Cuál fue el volumen y sensibilidad de los datos filtrados?
pt_br: Ao determinar se um produto recebe um alerta neste critério, consideramos quatro fatores principais: (1) A empresa teve alguma grande vulnerabilidade de segurança ou vazamento de dados nos últimos três anos? (2) Se a empresa teve vulnerabilidades de segurança conhecidas, ela agiu rápida e abertamente para corrigir essas vulnerabilidades e vazamentos de segurança? (3) A empresa tem um histórico de ser honesta e ética quando se trata de proteger os dados dos usuários? (4) Qual foi o volume e a sensibilidade dos dados vazados?

source: Can the product be used offline?
de: Kann das Produkt offline genutzt werden?
es: ¿Se puede usar el producto sin conexión?
pt_br: O produto pode ser usado off-line?

source: We checked to see if the product could be used offline or if being online was a requirement to use the product effectively (if applicable). We include this to let consumers know, for example, if an app that might collect data on them is required.
de: Wir haben überprüft, ob das Produkt offline verwendet werden kann oder ob eine Online-Nutzung eine Voraussetzung für die effektive Nutzung des Produkts ist (sofern zutreffend). Wir binden dies ein, um Verbraucher beispielsweise darüber zu informieren, wenn eine App benötigt wird, die möglicherweise Daten über sie sammelt.
es: Revisamos si el producto puede utilizarse sin conexión o si requiere estar conectado para usarlo adecuadamente (si procede). Incluimos esto para que los consumidores sepan si, por ejemplo, es necesaria una aplicación que podría recopilar datos sobre ellos.
pt_br: Verificamos se o produto poderia ser usado off-line ou se o uso on-line era um requisito para usar o produto de forma eficaz (se aplicável). Incluímos isso para que os consumidores saibam, por exemplo, se é necessário um aplicativo que possa coletar dados sobre eles.

source: User-friendly privacy information
de: Benutzerfreundliche Informationen zum Datenschutz
es: Información de privacidad fácil de entender
pt_br: Informações sobre privacidade de fácil consulta

source: We evaluate how easy it is to find clear, specific, easy to understand information about a device’s privacy policies. How clearly is that information stated? Privacy information should be clear, readable, and communicate basic information to consumers about what happens to their data. We looked for whether the company provides easy-to-read privacy information, either in the privacy policy or in another privacy page. Vaguely worded, dense, overly long and complex privacy policies are not considered user-friendly in our research
de: Wir bewerten, wie einfach es ist, klare, spezifische und leicht verständliche Informationen zu den Datenschutzrichtlinien eines Geräts zu finden. Wie eindeutig sind diese Informationen angegeben? Datenschutzinformationen sollten eindeutig und lesbar sein und den Verbrauchern grundlegende Informationen darüber vermitteln, was mit ihren Daten geschieht. Wir haben überprüft, ob das Unternehmen leicht lesbare Datenschutzinformationen bereitstellt, entweder in der Datenschutzerklärung oder auf einer anderen Datenschutzseite. Vage formulierte, dichte, zu lange und komplexe Datenschutzrichtlinien werden in unserer Forschung nicht als benutzerfreundlich angesehen
es: Evaluamos qué tan fácil resulta encontrar información clara, específica y comprensible sobre las políticas de privacidad de un dispositivo. ¿Con qué claridad se enuncia esa información? La información sobre privacidad debe ser clara e inteligible, y explicar a los consumidores información básica sobre lo que sucede con sus datos. Analizamos si la empresa proporciona información de privacidad fácil de leer, tanto en su política de privacidad como en otras páginas relacionadas. En nuestra investigación, las políticas de privacidad ambiguas, densas, demasiado largas y complejas no se consideran fáciles de entender para los usuarios.
pt_br: Avaliamos até que ponto é fácil encontrar informações claras, específicas e compreensíveis sobre as políticas de privacidade de um dispositivo. Quão clara é essa informação declarada? As informações de privacidade devem ser claras, inteligíveis e comunicar informações básicas aos consumidores sobre o que acontece com seus dados. Procuramos saber se a empresa fornece informações de privacidade fáceis de ler, seja na política de privacidade ou em outra página de privacidade. Políticas de privacidade vagamente formuladas, densas, excessivamente longas e complexas não são consideradas de fácil utilização em nossa pesquisa.

source: Minimum Security Standards
de: Mindestsicherheitsanforderungen
es: Estándares mínimos de seguridad
pt_br: Padrões mínimos de segurança

source: Mozilla established a set of Minimum Security Standards we determine should be met by any manufacturer developing connected products. We email each company at least three times (the first email at least 30 days prior to the publication) to ask for more information about their product and how it meets our standards. For the companies who do not respond, we conduct additional research to find the answers wherever possible. If we cannot determine an answer based on the company response and our own research for any of the five criteria below, we indicate the company does not meet our Minimum Security Standards. When a company responds, even after publication, with additional information, we add this information to product listings.
de: Mozilla hat eine Reihe von Mindestsicherheitsstandards festgelegt, die von jedem Hersteller, der vernetzte Produkte entwickelt, erfüllt werden sollten. Wir senden jedem Unternehmen mindestens dreimal eine E-Mail (die erste E-Mail mindestens 30 Tage vor der Veröffentlichung), um weitere Informationen zu seinem Produkt und der Erfüllung unserer Standards zu erhalten. Für Unternehmen, die nicht antworten, führen wir nach Möglichkeit zusätzliche Recherchen durch, um die Antworten zu finden. Wenn wir auf Grundlage der Antwort des Unternehmens und unserer eigenen Recherchen für eines der folgenden fünf Kriterien keine Antwort finden können, weisen wir darauf hin, dass das Unternehmen unsere Mindestsicherheitsstandards nicht erfüllt. Wenn ein Unternehmen auch nach der Veröffentlichung mit zusätzlichen Informationen antwortet, fügen wir diese Informationen zu Produktlisten hinzu.
es: Mozilla formuló un conjunto de Estándares mínimos de seguridad que decidimos definimos como imprescindibles para cualquier fabricante de productos conectados. Enviamos mensajes de correo electrónico a cada empresa tres veces como mínimo (el primer mensaje se envía al menos 30 días antes de publicar) para solicitarle más información acerca de su producto y la manera como cumple con nuestros estándares. Si las empresas no responden, investigamos más a fondo para encontrar respuestas donde sea posible. Si no podemos tomar una decisión a partir de la respuesta de la empresa y nuestra propia investigación con base en los cinco criterios a continuación, indicamos que la empresa no cumple con nuestros Estándares mínimos de seguridad. Cuando una empresa ofrece información adicional, incluso después de la publicación, añadimos esa información al listado de productos.
pt_br: A Mozilla estabeleceu um conjunto de Padrões mínimos de segurança que determinamos que devam ser cumpridos por qualquer fabricante que desenvolva produtos conectados. Enviamos e-mails a cada empresa pelo menos três vezes (o primeiro e-mail pelo menos 30 dias antes da publicação) para solicitar mais informações sobre seu produto e como ele atende aos nossos padrões. No caso das empresas que não responderam, realizamos pesquisas adicionais para encontrar as respostas na medida do possível. Se não pudermos determinar uma resposta baseada no que a empresa informou e em nossa própria pesquisa para qualquer um dos cinco critérios abaixo, indicamos que a empresa não atende aos nossos Padrões mínimos de segurança. Quando uma empresa responde com informações adicionais, mesmo após a publicação, adicionamos essas informações à listagem de produtos.

source: We evaluated each product on our list against five criteria:
de: Wir haben jedes Produkt auf unserer Liste auf fünf Kriterien überprüft:
es: Hemos evaluado todos los productos de nuestra lista según cinco criterios:
pt_br: Avaliamos cada produto de nossa lista com base em cinco critérios:

source: A product should use encryption in transit and at rest (where applicable). The product must use encryption for all of its network communications functions and capabilities, ensuring that communications aren’t eavesdropped on or modified in transit. User data should be encrypted when it is stored. While end-to-end encryption is preferable, it is not a requirement to meet our Minimum Security Standards.
de: Ein Produkt sollte sowohl unterwegs als auch im Ruhezustand (falls zutreffend) Verschlüsselung verwenden. Das Produkt muss für alle seine Netzwerkkommunikationsfunktionen und -fähigkeiten Verschlüsselung verwenden, um sicherzustellen, dass die Kommunikation während der Übertragung nicht abgehört oder verändert wird. Benutzerdaten sollten verschlüsselt werden, wenn sie gespeichert werden. Ende-zu-Ende-Verschlüsselung ist zwar wünschenswert, wird jedoch nicht gefordert , um unsere Mindestsicherheitsstandards zu erfüllen.
es: El producto debe utilizar cifrado en tránsito y en reposo (cuando corresponda). El producto debe utilizar cifrado o encriptación para todas sus funciones y capacidades de red, garantizando de este modo que las comunicaciones no sean escuchadas o modificadas durante el tránsito. Los datos del usuario, cuando se almacenan, deben estar encriptados. Aunque se prefiere el cifrado de extremo a extremo, no es un requisito indispensable para nuestros Estándares mínimos de seguridad.
pt_br: Um produto deve usar criptografia em trânsito e em repouso (quando aplicável). O produto deve usar criptografia para todas as suas funções e capacidades de comunicação em rede, assegurando que as comunicações não sejam interceptadas ou modificadas em trânsito. Os dados do usuário devem ser criptografados quando forem armazenados. Embora a criptografia de ponta a ponta seja preferível, ela não é um requisito para atender os nossos Padrões mínimos de segurança.

source: The product must support automatic security updates for a reasonable period after sale, and be enabled by default. This ensures that when a vulnerability is known, the vendor can make security updates available for consumers, which are verified (using some form of cryptography) and then installed seamlessly.
de: Das Produkt muss automatische Sicherheitsupdates für einen angemessenen Zeitraum nach dem Verkauf unterstützen, die standardmäßig aktiviert sein sollten. Auf diese Weise wird sichergestellt, dass der Verkäufer, wenn eine Schwachstelle bekannt ist, Sicherheitsupdates für Verbraucher zur Verfügung stellen kann, die (mittels irgendeiner Form von Kryptographie) verifiziert und dann nahtlos installiert werden.
es: El producto debe poder recibir actualizaciones de seguridad automáticas durante un período razonable después de la venta, y esta prestación debe estar habilitada de forma predeterminada. Esto garantiza que cuando se detecta una vulnerabilidad, el proveedor puede poner a disposición de los consumidores actualizaciones de seguridad, que primero se verifican (mediante algún tipo de criptografía) y después se instalan sin problema alguno.
pt_br: O produto deve permitir atualizações automáticas de segurança por um período razoável após a venda, e ser ativado por padrão. Isso garante que quando uma vulnerabilidade for conhecida, o fornecedor possa disponibilizar atualizações de segurança para os consumidores, que são verificadas (usando alguma forma de criptografia) e depois instaladas de forma fácil.

source: Strong passwords
de: Starke Passwörter
es: Contraseñas fuertes
pt_br: Senhas fortes

source: If the product uses passwords or other means of security for remote authentication, it must require that strong passwords are used, including having password strength requirements. Any non-unique default passwords must also be reset as part of the device’s initial setup. This helps protect the device from vulnerability to guessable password attacks, which could result in a compromised device. In cases where a device is protected with something other than a password, for example a secure Bluetooth connection, we put NA in this field.
de: Wenn das Produkt Passwörter oder andere Sicherheitsmittel für die Remote-Authentifizierung verwendet, muss es die Verwendung starker Passwörter erfordern, einschließlich Anforderungen an die Passwortstärke. Alle nicht eindeutigen Standardkennwörter müssen im Rahmen der Ersteinrichtung des Geräts ebenfalls zurückgesetzt werden. Dies trägt dazu bei, das Gerät vor Anfälligkeit für erratende Passwortangriffe zu schützen, die zu einem kompromittierten Gerät führen können. In Fällen, in denen ein Gerät mit etwas anderem als einem Passwort geschützt ist, zum Beispiel eine sichere Bluetooth-Verbindung, setzen wir „nicht zutreffend“ in dieses Feld.
es: Si el producto utiliza contraseñas u otras medidas de seguridad para la autenticación remota, debe exigir el uso de contraseñas seguras e incluir requisitos sobre seguridad de contraseñas. Las contraseñas predeterminadas que no sean únicas también deben poder restablecerse como parte de la configuración inicial del dispositivo. De este modo, se protege el dispositivo de ataques por contraseñas fáciles de adivinar que podrían ponerlo en riesgo. Cuando el dispositivo se protege con algo más que una contraseña, −por ejemplo, una conexión Bluetooth segura−, ponemos NA en ese campo.
pt_br: Se o produto utiliza senhas ou outros meios de segurança para autenticação remota, ele deve exigir que sejam utilizadas senhas fortes, inclusive com requisitos de força de senha. Quaisquer senhas padrão não únicas também devem ser redefinidas como parte da configuração inicial do dispositivo. Isso ajuda a proteger o dispositivo contra vulnerabilidade a ataques com senhas adivinháveis, o que pode resultar em um dispositivo comprometido. Nos casos em que um dispositivo é protegido com algo diferente de uma senha, por exemplo, uma conexão Bluetooth segura, nós colocamos ND nesse campo.

source: Vulnerability management
de: Sicherheitslücken-Management
es: Gestión de la vulnerabilidad
pt_br: Gestão de vulnerabilidades

source: The vendor must have a system in place to manage vulnerabilities in the product. This must also include a point of contact for reporting vulnerabilities or a bug bounty program. This ensures that vendors are actively managing vulnerabilities throughout the product’s lifecycle.
de: Der Anbieter muss über ein System verfügen, um Sicherheitslücken im Produkt zu managen. Dazu gehört auch das Vorhandensein einer Anlaufstelle für die Meldung von Lücken oder ein Bug-Bounty-Programm. Auf diese Weise wird sichergestellt, dass die Anbieter die Sicherheitslücken während des gesamten Lebenszyklus des Produkts aktiv managen.
es: El proveedor debe contar con un sistema para gestionar las vulnerabilidades de seguridad de su producto. Esto también debe incluir un punto de contacto para denunciar tales vulnerabilidades o algún programa de recompensa de errores equivalente. De este modo, se garantiza que los proveedores gestionen de forma proactiva las debilidades de seguridad a lo largo de toda la vida útil del producto.
pt_br: O fornecedor deve ter um sistema para gerenciar as vulnerabilidades do produto. Isso também deve incluir um ponto de contato para reportar vulnerabilidades ou um programa de recompensa de bugs. Isso garante que os fornecedores gerenciem ativamente as vulnerabilidades durante todo o ciclo de vida do produto.

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
pt_br: Política de privacidade

source: The product must have a publicly available privacy policy and/or another privacy page that applies to the device, app, or service we are evaluating. The product must also have work contact information consumers can reach in a privacy policy for privacy related questions or concerns.
de: Das Produkt muss über eine öffentlich zugängliche Datenschutzrichtlinie und/oder eine andere Datenschutzseite verfügen, die für das von uns bewertete Gerät, die App oder den Dienst gilt. Das Produkt muss auch über geschäftliche Kontaktinformationen verfügen, die Verbraucher in einer Datenschutzrichtlinie für datenschutzbezogene Fragen oder Bedenken abrufen können.
es: El producto debe tener a disposición del público una política de privacidad o cualquier otra página de privacidad aplicable al dispositivo, aplicación o servicio en proceso de evaluación. También en la política de privacidad debe ofrecer información de contacto viable para que los consumidores se comuniquen cuando tengan preguntas o inquietudes relacionadas con el tema.
pt_br: O produto deve ter uma política de privacidade disponível publicamente e/ou outra página de privacidade que se aplique ao dispositivo, aplicativo ou serviço que estamos avaliando. O produto também deve ter informações de contato comercial na política de privacidade para que os consumidores possam utilizar para dúvidas ou preocupações relacionadas à privacidade.

source: Artificial Intelligence
de: Künstliche Intelligenz
es: Inteligencia artificial
pt_br: Inteligência artificial

source: We evaluate whether or not a product uses artificial intelligence. <b>We defined AI as: automated technology that makes decisions for you and/or changes continually based on your user data.</b> This would cover Alexa changing to better understand what you say, to your fitness wearable making recommendations on exercises to do so that you meet a specific wellness goal, or your security camera deciding not to alert you because it can distinguish a raccoon from a human. For more on Mozilla’s position on creating trustworthy AI, you can read our whitepaper <a href="%(ai_link)s">Creating Trustworthy AI</a>.
de: Wir bewerten, ob ein Produkt künstliche Intelligenz verwendet oder nicht. <b>Wir haben KI definiert als: automatisierte Technologie, die Entscheidungen für Sie trifft und/oder sich basierend auf Ihren Benutzerdaten ständig ändert.</b> Dies würde die Änderung von Alexa umfassen, um besser zu verstehen, was Sie sagen, bis hin zu Ihrem Fitness-Wearable, das Empfehlungen zu Übungen ausspricht, um ein bestimmtes Gesundheitsziel zu erreichen, oder Ihre Überwachungskamera beschließt, Sie nicht zu warnen, weil sie einen Waschbären von einem Menschen unterscheiden kann. Weitere Informationen zu Mozillas Position zur Schaffung einer vertrauenswürdigen KI finden Sie in unserem Whitepaper <a href="%(ai_link)s">Vertrauenswürdige KI erstellen</a>.
es: Comprobamos si el producto utiliza inteligencia artificial o no. <b>Definimos IA como: "Tecnología automática que toma decisiones por ti o realiza cambios basados continuamente en función de tus datos como usuario"</b>. Lo anterior abarca desde los cambios que Alexa realiza para entender mejor lo que dices y los ejercicios que te recomienda tu pulsera de fitness para alcanzar un objetivo específico, hasta si tu cámara de seguridad decide no avisarte porque es capaz de distinguir un gato de un intruso. Encuentras más información sobre la opinión de Mozilla acerca de la creación de IA confiable en nuestro libro blanco <a href="%(ai_link)s">Creating Trustworthy AI</a>.
pt_br: Avaliamos se um produto utiliza ou não inteligência artificial. <b>Definimos IA como a tecnologia automatizada que toma decisões por você e/ou muda continuamente com base em seus dados de usuário</b>. Isso incluiria as adaptações da Alexa para entender melhor o que você diz, o seu equipamento de condicionamento físico vestível fazendo recomendações sobre exercícios para que você atinja um objetivo específico de bem-estar ou sua câmera de segurança decidindo não alertá-lo porque ela pode distinguir um guaxinim de um humano. Para saber mais sobre a posição da Mozilla na criação de uma IA de confiança, você pode ler nosso artigo <a href="%(ai_link)s">Criando uma IA de confiança</a>.

source: Based on responses from companies and our own research, we note whether or not a product uses AI, or if we could not determine whether or not the product uses AI.
de: Basierend auf den Antworten der Unternehmer und unserer eigenen Recherche bestimmen wir, ob ein Produkt KI nutzt oder nicht, oder ob wir dies nicht eindeutig bestimmen konnten.
es: Con base en las respuestas de las empresas y en nuestra propia investigación, indicamos si un producto utiliza IA o no, y si no nos fue posible determinar si el producto hace uso de ella.
pt_br: Com base nas respostas das empresas e em nossas próprias pesquisas, observamos se um produto usa ou não IA, ou se não foi possível determinar se o produto usa ou não IA.

source: Is the AI untrustworthy?
de: Ist die KI nicht vertrauenswürdig?
es: ¿Es poco confiable la IA?
pt_br: Inteligência artificial não é confiável?
