Repository: mozilla-l10n/fomo-l10n
Catalog: foundation/translations/legacy_apps/templates/pages/buyersguide/about/locale/*/LC_MESSAGES/django.po
Languages: de, es, pt_br

source: When determining if a product receives a warning on this criteria we look at two major factors. (1) If we are able to determine if AI decisions demonstrate biases based on reporting from experts and trusted sources. (2) If we are able to determine if the AI behaves in some other way we consider unethical and/or untrustworthy based on reporting from experts and trusted sources.
de: Bei der Entscheidung, ob ein Produkt aufgrund dieser Kriterien gewarnt wird, betrachten wir zwei Hauptfaktoren. (1) Ob wir aufgrund von Berichten von Experten und vertrauenswürdigen Quellen feststellen können, ob KI-Entscheidungen Verzerrungen aufweisen. (2) Ob wir feststellen können, ob sich die KI auf andere Weise verhält, die wir aufgrund von Berichten von Experten und vertrauenswürdigen Quellen für unethisch und/oder nicht für vertrauenswürdig halten.
es: Para decidir si un producto debe recibir una advertencia por este criterio, nos basamos en informes de expertos y fuentes confiables para analizar si podemos determinar que: (1) las decisiones respecto a la IA presentan sesgos, y (2) la IA se comporta de alguna manera que consideramos no ética o poco confiable.
pt_br: Ao determinar se um produto recebe um alerta neste critério, consideramos dois fatores principais: (1) Se conseguimos determinar que as decisões de IA demonstram parcialidade com base em relatórios de especialistas e fontes confiáveis. (2) Se conseguimos determinar que a IA se comporta de alguma outra forma que consideramos antiética e/ou não confiável, com base em relatórios de especialistas e fontes confiáveis.

source: What does the company say the product’s AI is doing? To answer this question, we analyzed the product description and, if available, AI documentation and white papers.
de: Was sagt das Unternehmen über die Aktivitäten seiner KI? Um diese Frage zu beantworten, haben wir die Produktbeschreibung und, falls vorhanden, KI-Dokumentation und Whitepaper analysiert.
es: ¿Qué dice la empresa que hace la IA del producto? Para responder esta pregunta, analizamos la descripción del producto y también, si están disponibles, los documentos sobre IA y otros documentos oficiales.
pt_br: O que a empresa diz que a IA do produto faz? Para responder a essa pergunta, analisamos a descrição do produto e, se disponível, a documentação e os relatórios da IA.

source: Is there publicly available information about how the algorithm behind the AI makes decisions? One of the biggest issues surrounding artificial intelligence in our consumer products is access to essential information about how AI-enabled decisions are made. Such as, how does the algorithm avoid bias and ensure fairness. We asked, does the company publicly inform and explain how their AI works? If we are able to find technical documentation, academic papers, open source code, or other documentation about the AI, we mark this as yes.
de: Gibt es öffentlich zugängliche Informationen darüber, wie der Algorithmus hinter der KI Entscheidungen trifft? Eines der größten Probleme im Zusammenhang mit künstlicher Intelligenz in unseren Verbraucherprodukten ist der Zugang zu wesentlichen Informationen darüber, wie KI-gestützte Entscheidungen getroffen werden. Zum Beispiel, wie der Algorithmus Verzerrungen vermeidet und Fairness gewährleistet. Wir haben gefragt, informiert und erklärt das Unternehmen öffentlich, wie seine KI funktioniert? Wenn wir technische Dokumentationen, wissenschaftliche Arbeiten, offenen Quelltext oder andere Dokumentationen über die KI finden, markieren wir dies mit Ja.
es: ¿Está disponible públicamente la información sobre la manera como el algoritmo detrás de la IA toma las decisiones? El acceso a información básica acerca de cómo se toman las decisiones habilitadas mediante IA es uno de los grandes problemas en torno a la inteligencia artificial que analizamos en los productos para el consumidor. Por ejemplo, cómo evita el algoritmo los sesgos y garantiza la equidad. ¿La empresa informa y explica al público de qué manera funciona su IA? Si podemos encontrar documentación técnica, artículos académicos, códigos de fuente abierta y otros documentos acerca de la IA, marcamos este campo con un "sí".
pt_br: Há informações disponíveis publicamente sobre como o algoritmo por trás da IA toma decisões? Uma das maiores questões em torno da inteligência artificial em nossos produtos de consumo é o acesso a informações essenciais sobre como as decisões com base na IA são tomadas. Como, por exemplo, o algoritmo evita preconceitos e garante a imparcialidade. Questionamos se a empresa informa e explica publicamente como sua IA funciona. Se conseguimos encontrar documentação técnica, trabalhos acadêmicos, código de fonte aberta ou outra documentação sobre a IA, marcamos isso como sim.

source: Yes/No/Limited/NA/Can’t Determine
de: Ja/Nein/Eingeschränkt/Nicht zutreffend/Nicht zu bestimmen
es: Sí/No/Limitado/NA/No se puede determinar
pt_br: Sim/Não/Limitado/ND/Indeterminado

source: We attempt to determine if there is any way to opt out of AI, and/or adjust the settings of the AI.
de: Wir versuchen festzustellen, ob es eine Möglichkeit gibt, die KI abzulehnen und/oder die Einstellungen der KI anzupassen.
es: Tratamos de determinar si hay alguna manera de no consentir la IA o de ajustar la configuración de la IA.
pt_br: Tentamos determinar se há alguma maneira de optar por não participar da IA e/ou de ajustar suas configurações.

source: Press
de: Presse
es: Prensa
pt_br: Imprensa

source: <em>*Privacy Not Included</em> helps consumers shop for trustworthy connected products while shining a light on products with poor privacy and security practices. We also uplift companies who get it right. If you’re looking for inspiration for your company’s own privacy policy, <a href="%(best_of_url)s">start here</a>.
de: <em>*Datenschutz nicht inbegriffen</em> hilft Verbrauchern dabei, vertrauenswürdige vernetzte Produkte zu kaufen, und stellt gleichzeitig Produkte mit ungenügenden Datenschutz- und Sicherheitspraktiken heraus. Wir machen auch Unternehmen glücklich, wenn sie es richtig machen. Wenn Sie nach Inspiration für die Datenschutzrichtlinie Ihres Unternehmens suchen, <a href="%(best_of_url)s">fangen Sie hier an</a>.
es: <em>*Privacidad no incluida</em> ayuda a los consumidores a comprar productos conectados de confianza a la vez que llama la atención sobre los productos con malas prácticas de privacidad y seguridad. También destacamos a las empresas que hacen las cosas bien. Si estás buscando inspiración para crear la política de privacidad de tu empresa, <a href="%(best_of_url)s">empieza aquí</a>.
pt_br: <em>*Privacidade não incluída</em> ajuda os consumidores a comprar produtos conectados de confiança, chamando atenção para produtos com práticas ruins de privacidade e segurança. Também valorizamos as empresas que agem corretamente. Se você está à procura de inspiração para a política de privacidade da sua empresa, <a href="%(best_of_url)s">comece por aqui</a>.

source: Are you a journalist researching connected products or a member of the press covering privacy?
de: Sind Sie Journalist, der über vernetzte Produkte recherchiert, oder Pressevertreter, der über Datenschutz berichtet?
es: ¿Eres un(a) periodista investigando productos conectados? ¿Formas parte de un medio de comunicación que está cubriendo temas de privacidad?
pt_br: Você é um jornalista que pesquisa produtos conectados ou um membro da imprensa que cobre privacidade?

source: <em>*Privacy Not Included</em> can help inform your research. Let the <a href="%(pni_url)s">product guide</a> assist you in incorporating privacy—and not just price and performance—into your consumer technology coverage.
de: <em>*Datenschutz nicht inbegriffen</em> kann Ihnen bei Ihren Recherchen helfen. Der <a href="%(pni_url)s">Produktleitfaden</a> soll Ihnen dabei helfen, das Thema Datenschutz in Ihre Berichterstattung zu Endverbrauchertechnologie zu integrieren – und nicht nur Preis und Leistung.
es: <em>*Privacidad no incluida</em> ayuda a los consumidores en la compra de productos conectados que sean fiables, pero también contribuye a que la prensa se informe sobre este tipo de productos. Nuestra <a href="%(pni_url)s">investigación permite</a> que los periodistas también incorporen a sus artículos y notas de prensa información sobre la privacidad de los productos, no solo sobre su precio y rendimiento.
pt_br: <em>*Privacidade não incluída</em> pode ajudar a informar suas pesquisas. Deixe o <a href="%(pni_url)s">guia do produto</a> ajudar você a incorporar privacidade (não apenas preço e desempenho) na sua cobertura de tecnologia ao consumidor.

source: Have questions for the <em>*Privacy Not Included</em> team? Email <b>%(email)s</b> at <a href="mailto:%(email)s">%(email)s</a>. Our researchers can answer questions about specific products, or speak to broader trends in the realm of privacy, security, and trustworthy AI. We can also provide high-resolution graphics and gifs from our guide.
de: Haben Sie Fragen an das Team <em>*Datenschutz nicht inbegriffen</em>? Schreiben Sie eine E-Mail an <b>%(email)s</b> unter <a href="mailto:%(email)s">%(email)s</a>. Unsere Forscher können Fragen zu bestimmten Produkten beantworten oder über weitergehende Trends in den Bereichen Datenschutz, Sicherheit und vertrauenswürdige KI sprechen. Wir können Ihnen auch hochauflösende Grafiken und Gifs aus unserem Ratgeber zur Verfügung stellen.
es: ¿Tienes preguntas para el equipo de <em>*Privacidad no incluida</em>? Envía un correo electrónico <b>%(email)s</b> a <a href="mailto:%(email)s">%(email)s</a>. Nuestros investigadores pueden responder preguntas sobre productos específicos o hablar sobre tendencias más amplias en el ámbito de la privacidad, la seguridad y la IA confiable. También podemos proporcionar gráficos y gifs de alta resolución de nuestra guía.
pt_br: Tem perguntas para a equipe do <em>*Privacidade não incluída</em>? Envie email para <b>%(email)s</b> em <a href="mailto:%(email)s">%(email)s</a>. Nossos pesquisadores podem responder dúvidas sobre produtos específicos, ou falar sobre tendências mais amplas na área de privacidade, segurança e inteligência artificial confiável. Também podemos fornecer gráficos e imagens em alta resolução do nosso guia.

source: <b>The people have spoken!</b> Mozilla’s <em>*Privacy Not Included</em> <a href="%(url)s">won two Webby</a> awards in 2023: the “Responsible Information” award in the Inaugural Responsible Technology category and the “People’s Voice” award. This win marks their second “People’s Voice” win since 2020.
de: <b>Die Menschen haben gesprochen!</b> Mozillas <em>*Datenschutz nicht inbegriffen</em> <a href="%(url)s">hat 2023 zwei Webby</a> Awards gewonnen: den „Responsible Information“ Award in der ersten Kategorie für verantwortungsbewusste Technologien und der „People’s Voice“ Award. Bereits im Jahr 2020 haben wir „People’s Voice“ gewonnen.
es: <b>¡La gente ha hecho oír su voz!</b> <em>*Privacidad no incluida</em> de Mozilla <a href="%(url)s">ganó dos premios Webby</a> en 2023: el premio «Información Responsable» en la categoría inaugural de tecnología responsable y el premio «People 's Voice» (La voz de la gente). Este es nuestro segundo premio «People' s Voice» desde 2020.
pt_br: <b>O público se manifestou!</b> O <em>*Privacidade não incluída</em> da Mozilla <a href="%(url)s">ganhou dois prêmios Webby</a> em 2023: o prêmio “Informações responsáveis” na nova categoria “Tecnologia responsável” e o prêmio “Voz do povo”. Esta vitória marca a vitória do “Voz do povo” pela segunda vez desde 2020.

source: Since launching 2017, <em>*Privacy Not Included</em> has reached millions and garnered hundreds of stories around the world. The guide’s groundbreaking product reviews scrutinize the privacy features and flaws of <b>connected gifts, sex toys, dating apps, reproductive health apps, mental health apps,</b> and <b>cars</b>.
de: Seit dem Start im Jahr 2017 hat <em>*Datenschutz nicht inbegriffen</em> Millionen von Menschen erreicht und hunderte Geschichten auf der ganzen Welt gesammelt. Die richtungsweisenden Produktbewertungen des Ratgebers untersuchen die Datenschutzfunktionen und Mängel von <b>vernetzten Geschenken, Sexspielzeugen, Dating-Apps, Apps für reproduktive Gesundheit, Apps für psychische Gesundheit</b> und <b>Autos</b>.
es: Desde su lanzamiento en 2017, <em>*Privacidad no incluida</em> ha llegado a millones de personas y ha acumulado cientos de historias en todo el mundo. En las innovadoras revisiones de productos de la guía, se analizan las características de privacidad y los defectos de los <b>dispositivos conectados, los juguetes sexuales, las aplicaciones de citas, las aplicaciones de salud reproductiva, las aplicaciones de salud mental</b> y <b>los automóviles</b>.
pt_br: Desde seu lançamento, em 2017, <em>*Privacidade não incluída</em> alcançou milhões e reuniu centenas de histórias no mundo todo. As inovadoras análises de produtos do guia examinam detalhadamente recursos de privacidade e falhas de <b>dispositivos conectados, brinquedos sexuais, aplicativos de namoro, aplicativos de saúde reprodutiva, aplicativos de saúde mental</b> e <b>carros</b>.

source: <strong>BBC Top Gear:</strong> <a href="%(url)s">Modern cars branded a ‘privacy nightmare’ by Mozilla</a>
de: <strong>BBC Top Gear:</strong> <a href="%(url)s">Moderne Autos von Mozilla als „Datenschutz-Albtraum“ gebrandmarkt</a>
es: <strong>BBC Top Gear:</strong> <a href="%(url)s">Mozilla califica a los coches modernos como una «pesadilla de privacidad»</a>
pt_br: <strong>BBC Top Gear:</strong> <a href="%(url)s">Carros modernos são considerados um ‘pesadelo de privacidade’ pela Mozilla</a>

source: Published September 2023. “First up, Mozilla says every car brand collects “too much personal data”... Secondly, the survey concluded that 84 per cent of motor manufacturers share your data and a worrying 76 per cent sell drivers’ personal data.”
de: Veröffentlicht im September 2023. „Erstens sagt Mozilla, dass jede Automarke „zu viele persönliche Daten“ sammelt… zweitens kam die Umfrage zu dem Schluss, dass 84%% der Autohersteller Ihre Daten weitergeben und besorgniserregende 76%% der Autofahrer persönliche Daten verkaufen. “
es: Publicado en septiembre de 2023. «En primer lugar, Mozilla dice que todas las marcas de automóviles recopilan “demasiados datos personales”... En segundo lugar, la encuesta concluyó que el 84 por ciento de los fabricantes de automóviles comparten tus datos, y que un preocupante 76 por ciento vende los datos personales de los conductores».
pt_br: Publicado em setembro de 2023. “Primeiro, a Mozilla diz que toda marca de automóveis coleta “dados pessoais demais”... Depois, a pesquisa conclui que 84% dos fabricantes de automóveis compartilha seus dados e um número preocupante de 76% vende dados pessoais de motoristas.”

source: For generations, the car in America has come to symbolize freedom… And for many, freedom and privacy go hand in hand. It's hard to have one without the other. But according to a new report, your car could be worse than your phone when it comes to privacy.
de: Seit Generationen ist das Auto in den USA ein Symbol für Freiheit… Und für viele gehen Freiheit und Privatsphäre Hand in Hand. Das eine ist schwer ohne das andere. Aber einem neuen Bericht zufolge könnte Ihr Auto in Sachen Datenschutz schlimmer sein als Ihr Telefon.
es: Durante generaciones, en Estados Unidos el automóvil ha simbolizado la libertad... Y para muchos, la libertad y la privacidad van de la mano. Es difícil tener una sin la otra. Sin embargo, según un nuevo informe, tu coche podría ser peor que tu teléfono cuando se trata de privacidad.
pt_br: Por gerações, o carro nos Estados Unidos passou a simbolizar liberdade… E para muitos, liberdade e privacidade andam de mãos dadas. É difícil ter um sem o outro. Mas de acordo com um novo relatório, seu carro pode ser pior que seu celular no que diz respeito à privacidade.

source: <strong>The Washington Post:</strong> <a href="%(url)s">Carmakers fail privacy test, give owners little or no control on personal data they collect</a>
de: <strong>The Washington Post:</strong> <a href="%(url)s">Autohersteller fallen beim Datenschutz-Test durch oder geben den Besitzern wenig oder keine Kontrolle über die gesammelten persönlichen Daten</a>
es: <strong>The Washington Post:</strong> <a href="%(url)s">Los fabricantes de automóviles no pasan la prueba de privacidad; dan a los propietarios poco o ningún control sobre los datos personales que recopilan</a>
pt_br: <strong>The Wingsman Post:</strong> <a href="%(url)s">Fabricantes de automóveis falham em testes de privacidade, dão aos proprietários pouco ou nenhum controle sobre dados pessoais que eles coletam</a>

source: Published September 2023. “Cars are getting an “F” in data privacy. Most major manufacturers admit they may be selling your personal information, a new study finds, with half also saying they would share it with the government or law enforcement without a court order.”
de: Veröffentlicht im September 2023. „Autos bekommen eine „6“ in Datenschutz. Die meisten großen Hersteller geben zu, dass sie möglicherweise Ihre persönlichen Daten verkaufen, wie eine neue Studie zeigt, und die Hälfte gibt auch an, sie ohne Gerichtsbeschluss an die Regierung oder Strafverfolgungsbehörden weiterzugeben.“
es: Publicado en septiembre de 2023. «Los automóviles están obteniendo un 0 en privacidad de los datos. Según un nuevo estudio, la mayoría de los principales fabricantes admiten que podrían estar vendiendo tu información personal y la mitad también dice que la compartirían con organismos gubernamentales o con las fuerzas del orden sin necesidad de una orden judicial».
pt_br: Publicado em setembro de 2023. “Carros estão recebendo nota “F” em privacidade de dados. A maioria dos grandes fabricantes reconhece que pode estar vendendo suas informações pessoais, segundo um novo estudo, com metade dizendo também que compartilharia com o governo ou agentes da lei sem ordem judicial.

source: <strong>Gizmodo:</strong> <a href="%(url)s">If You've Got a New Car, It's a Data Privacy Nightmare </a>
de: <strong>Gizmodo:</strong> <a href="%(url)s">Wenn Sie ein neues Auto haben, ist es ein Datenschutz-Albtraum </a>
es: <strong>Gizmodo:</strong> <a href="%(url)s">Si tienes un coche nuevo, tienes una pesadilla para la privacidad de tus datos </a>
pt_br: <strong>Gizmodo:</strong> <a href="%(url)s">Para quem tem um carro novo, é um pesadelo de privacidade de dados </a>

source: Published September 2023. “Mozilla found brands including BMW, Ford, Toyota, Tesla, and Subaru collect data about drivers including race, facial expressions, weight, health information, and where you drive.”
de: Veröffentlicht im September 2023. „Mozilla hat herausgefunden, dass Marken wie BMW, Ford, Toyota, Tesla und Subaru Daten über Fahrer sammeln, u.a. Ethnie, Mimik, Gewicht, Gesundheitsdaten und wohin Sie fahren.“
es: Publicado en septiembre de 2023. «Mozilla descubrió que marcas como BMW, Ford, Toyota, Tesla y Subaru recopilan datos de los conductores, que incluyen raza, expresiones faciales, peso, información de salud y lugares dónde conduces».
pt_br: Publicado em setembro de 2023. “A Mozilla descobriu que marcas como BMW, Ford, Toyota, Tesla e Subaru coletam dados sobre motoristas, inclusive raça, expressões faciais, peso, informações de saúde e onde você dirige.”

source: <strong>Los Angeles Times:</strong> <a href="%(url)s">Mental health apps may put your privacy at risk. Here's what to look for </a>
de: <strong>Los Angeles Times:</strong> <a href="%(url)s">Apps für psychische Gesundheit können Ihre Privatsphäre gefährden. Worauf Sie achten sollten </a>
es: <strong>Los Angeles Times:</strong> <a href="%(url)s">Las aplicaciones de salud mental podrían poner en riesgo tu privacidad. Esto es lo que debes observar </a>
pt_br: <strong>Los Angeles Times:</strong> <a href="%(url)s">Aplicativos de saúde mental podem colocar sua privacidade em risco. Veja o que você deve observar </a>

source: Published May 2023. “Jen Caltrider, director of Mozilla’s Privacy Not Included work, said it’s important to read an app’s privacy policy before downloading it because some of them start collecting data from users moments after they’re activated.”
de: Veröffentlicht im Mai 2023. „Jen Caltrider, Direktorin von Mozillas „Datenschutz nicht inbegriffen“, sagte, es sei wichtig, die Datenschutzrichtlinie einer App vor dem Herunterladen zu lesen, da einige von ihnen nur wenige Augenblicke nach der Aktivierung mit dem Sammeln von Daten von Benutzern beginnen.“
es: Publicado en mayo de 2023. «Jen Caltrider, directora del trabajo de Privacidad no incluida de Mozilla, dijo que es importante leer la política de privacidad de una aplicación antes de descargarla porque algunas de ellas comienzan a recopilar datos de los usuarios momentos después de su activación».
pt_br: Publicado em maio de 2023. “Jen Caltrider, diretora do trabalho de Privacidade não incluída da Mozilla, disse que é importante ler a política de privacidade de um aplicativo antes de instalar, porque alguns começam a coletar dados dos usuários logo após ser ativados.”

source: <strong>The Verge:</strong> <a href="%(url)s">Mental health app privacy language opens up holes for user data</a>
de: <strong>The Verge:</strong> <a href="%(url)s">Die Datenschutzsprache von Apps für psychische Gesundheit öffnet Lücken für Nutzerdaten</a>
es: <strong>The Verge:</strong> <a href="%(url)s">El lenguaje de privacidad de las aplicaciones de salud mental deja agujeros para los datos de los usuarios</a>
pt_br: <strong>The Verge:</strong> <a href="%(url)s">Cláusulas de confidencialidade de aplicativos de saúde mental abrem brechas para dados de usuários</a>

source: Published May 2022. “Mozilla researchers said this week that mental health apps have some of the worst privacy protections of any app category.”
de: Veröffentlicht im Mai 2022. „Mozilla-Forscher haben diese Woche erklärt, dass der Datenschutz in Apps für psychische Gesundheit mit der schlechteste in allen App-Kategorien ist.“
es: Publicado en mayo de 2022. «Los investigadores de Mozilla dijeron esta semana que las aplicaciones de salud mental tienen algunas de las peores protecciones de privacidad de cualquier categoría de aplicaciones».
pt_br: Publicado em maio de 2022. “Pesquisadores da Mozilla disseram esta semana que aplicativos de saúde mental têm algumas das piores proteções de privacidade de qualquer categoria de aplicativos.”

source: <strong>VICE:</strong> <a href="%(url)s">Period-Tracking Apps Won’t Say Whether They’ll Hand Your Data Over to Cops</a>
de: <strong>VICE:</strong> <a href="%(url)s"> Perioden-Tracking-Apps sagen nicht, ob sie deine Daten an die Polizei weitergeben</a>
es: <strong>VICE:</strong> <a href="%(url)s">Las aplicaciones para el seguimiento del periodo menstrual no dicen si entregarían tus datos a la policía</a>
pt_br: <strong>VICE:</strong> <a href="%(url)s">Aplicativos de monitoração de ciclo menstrual não informam se entregam seus dados à polícia</a>
