Repository: mozilla-l10n/fomo-l10n
Catalog: foundation/translations/legacy_apps/templates/pages/buyersguide/about/locale/*/LC_MESSAGES/django.po
Languages: de, es, pt_br

source: The way we approach our research here at <em>*Privacy Not Included</em> is from the viewpoint of a consumer, but with a bit more time and expertise. We don’t purchase the products and test them in a lab. Consumers can’t do that. Instead, we look at all the information we can find that is publicly available to consumers before they purchase a product to try and understand the privacy and security concerns consumers should be aware of. We look at things like privacy policies, company websites, news reports, research whitepapers, app store listings, consumer reviews, and anything else we can find and trust to inform our research. Too often, the information companies make publicly available is vague or incomplete. We often have no way to verify if a company is doing what it says even after they reply to our requests. We seek a future in which hours of research like this aren’t required to buy safe, responsible products.
de: Die Art und Weise, wie wir unsere Forschung hier bei <em>*Datenschutz nicht inbegriffen</em> angehen, betrachtet den Sachverhalt aus Verbraucherperspektive, aber mit etwas mehr Zeit und Fachwissen. Wir kaufen die Produkte nicht und testen sie in einem Labor. Verbraucher können das nicht. Stattdessen sehen wir uns alle Informationen an, die Verbrauchern öffentlich zugänglich sind, bevor sie ein Produkt kaufen, um zu versuchen, die Datenschutz- und Sicherheitsbedenken zu verstehen, die Verbraucher beachten sollten. Wir betrachten Dinge wie Datenschutzrichtlinien, Unternehmenswebsites, Nachrichtenberichte, Forschungs-Whitepapers, App-Store-Einträge, Kundenrezensionen und alles andere, was wir finden und dem wir vertrauen können, um unsere Forschung zu unterstützen. Zu oft sind die Informationen, die Unternehmen öffentlich zugänglich machen, vage oder unvollständig. Wir haben oft keine Möglichkeit zu überprüfen, ob ein Unternehmen das tut, was es sagt, selbst nachdem es auf unsere Anfragen geantwortet hat. Wir streben eine Zukunft an, in der keine stundenlangen Recherchen wie diese erforderlich sind, um sichere und verantwortungsvolle Produkte zu kaufen.
es: Nuestra investigación acerca de la <em>*Privacidad no incluida</em> tiene como punto de vista el tuyo, el consumidor, pero con un poco más de disponibilidad de tiempo y experiencia. No compramos los productos y los sometemos a prueba en un laboratorio. Los consumidores no tenemos esa posibilidad. En vez de eso, revisamos toda la información a nuestro alcance y a disposición de los consumidores antes de comprar un producto, para tratar de entender los problemas de privacidad y seguridad que deberíamos conocer. Revisamos cosas como las políticas de privacidad, sitios web de las empresas, informes de noticias, libros blancos de investigación, listas en las tiendas de aplicaciones, reseñas de consumidores y cualquier otra cosa que encontremos y sea confiable para sustentar nuestra investigación. Con frecuencia, la información que las empresas hacen pública resulta confusa o está incompleta, y no hay manera de que verifiquemos si una empresa está haciendo lo que dice hacer, incluso después de haber respondido a nuestras solicitudes de información. Queremos un futuro en el que no se requieran horas de investigación como estas para comprar productos seguros y responsables.
pt_br: A nossa pesquisa para <em>*Privacidade não incluída</em> foi feita sob o ponto de vista de um consumidor, mas com um pouco mais de tempo e experiência. Nós não compramos os produtos e os testamos em um laboratório, afinal os consumidores não conseguem fazer isso. Em vez disso, analisamos todas as informações disponíveis publicamente para os consumidores antes que eles comprem um produto para compreender as preocupações com privacidade e segurança das quais os consumidores devem estar cientes. Verificamos políticas de privacidade, sites de empresas, noticiários, artigos de pesquisa, listas de lojas de aplicativos, avaliações de consumidores e qualquer outra informação que encontramos e confiamos para fundamentar a nossa pesquisa. Frequentemente, as informações que as empresas disponibilizam publicamente são vagas ou incompletas. Muitas vezes, não temos como verificar se uma empresa está fazendo o que diz, mesmo depois de responderem às nossas solicitações. Buscamos um futuro em que horas de pesquisa como esta não sejam necessárias para comprar produtos seguros e responsáveis.

source: Here is the methodology we used to develop this guide.
de: Das ist die Methodik, nach der wir diesen Ratgeber zusammengestellt haben.
es: Esta es la metodología que hemos seguido para desarrollar esta guía.
pt_br: Esta é a metodologia que utilizamos para desenvolver este guia.

source: Product Selection
de: Produktauswahl
es: Selección de productos
pt_br: Seleção de produtos

source: When we select products for *Privacy Not Included, our goal is to choose connected products and apps that are likely to be popular with consumers in North America and Europe. We make our decisions based on our own research of top selling products that are highly rated across a variety of consumer product websites such as <a href="%(consumer_reports)s">Consumer Reports</a>, <a href="%(wirecutter)s">Wirecutter</a>, <a href="%(cnet)s">CNET</a>, and more.
de: Wenn wir Produkte für „*Datenschutz nicht inbegriffen“ auswählen, ist es unser Ziel, verbundene Produkte und Apps auszuwählen, die bei Verbrauchern in Nordamerika und Europa wahrscheinlich beliebt sind. Wir treffen unsere Entscheidungen auf der Grundlage unserer eigenen Recherche zu meistverkauften Produkten, die auf einer Vielzahl von Verbraucherprodukt-Websites hoch bewertet werden, wie z.&thinsp;B. <a href="%(consumer_reports)s">Verbraucherberichte</a>, <a href=" %(wirecutter)s">Wirecutter</a>, <a href="%(cnet)s">CNET</a> und mehr.
es: Cuando seleccionamos productos para *Privacidad no incluida, pretendemos elegir productos conectados y aplicaciones que probablemente serán populares entre los consumidores de Norteamérica y Europa. Nuestras decisiones se basan en nuestra investigación de productos más vendidos y mejor calificados entre una variedad de sitios web de productos para el consumidor, como <a href="%(consumer_reports)s">Consumer Reports</a>, <a href="%(wirecutter)s">Wirecutter</a>, <a href="%(cnet)s">CNET</a>, entre otros.
pt_br: Quando selecionamos produtos para <em>*Privacidade não incluída</em>, nosso objetivo é escolher produtos e aplicativos conectados que provavelmente serão populares entre os consumidores da América do Norte e Europa. Baseamos as nossas decisões na nossa própria pesquisa dos produtos mais vendidos com alta avaliação em diversos sites de produtos de consumo, como <a href="%(consumer_reports)s">Consumer Reports</a>, <a href="%(wirecutter)s">Wirecutter</a> e <a href="%(cnet)s">CNET</a>, entre outros.

source: <em>*Privacy Not Included</em> Warning Labels
de: <em>*Datenschutz nicht inbegriffen</em> Warnhinweise
es: Etiquetas de advertencia <em>*Privacidad no incluida</em>
pt_br: Selo de alerta de <em>*Privacidade não incluída</em>

source: We assign our <em>*Privacy Not Included</em> warning label to products we have determined to have the most problems when it comes to protecting a users privacy and security. A product will earn the <em>*Privacy Not Included</em> warning label if it receives two or more warnings from us on the following criteria: <a href="%(company_data_use)s">How the company uses the data</a> it collects on users. We ding companies for selling users data or collecting more data than is necessary for general business purposes, for example, buying data from data brokers. <a href="%(user_data_control)s">How users can control their data.</a> We ding a company if they don’t have a clear and manageable way for users to delete their data from the company or explain how long they retain users’ data. <a href="%(track_record)s">What is the company’s known track record of protecting users’ data?</a> We ding a company if they have a bad track record of not protecting users’ data based on known and reported security breaches, leaks, or vulnerabilities. Finally, we ding a company if we can not confirm if the product <a href="%(min_sec)s">meets our Minimum Security Standards.</a> In rare exceptions we might ding a company if they only receive one warning from us if we determine that warning is particularly concerning for consumers.
de: Wir weisen unseren <em>*Datenschutz nicht inbegriffen</em>-Warnhinweis Produkten zu, von denen wir festgestellt haben, dass sie die meisten Probleme beim Schutz der Privatsphäre und Sicherheit der Benutzer haben. Ein Produkt erhält das Warnzeichen <em>*Datenschutz nicht inbegriffen</em>, wenn es zwei oder mehr Warnungen von uns zu den folgenden Kriterien erhält: <a href="%(company_data_use)s">Wie das Unternehmen die Daten verwendet </a>, die es von Benutzern sammelt. Wir kritisieren Unternehmen, die Benutzerdaten zu verkaufen oder mehr Daten sammeln, als für allgemeine Geschäftszwecke erforderlich ist, beispielsweise den Kauf von Daten von Datenhändlern. <a href="%(user_data_control)s">Wie Benutzer ihre Daten kontrollieren können.</a> Wir kritisieren Unternehmen, wenn sie keine klare und überschaubare Möglichkeit für Benutzer haben, ihre Daten aus dem Unternehmen zu löschen oder zu erklären, wie lange sie die Daten der Benutzer speichern. <a href="%(track_record)s">Wie ist die bekannte Erfolgsbilanz des Unternehmens beim Schutz von Benutzerdaten?</a> Wir kritisieren Unternehmen, wenn es eine schlechte Erfolgsbilanz beim Schutz der Benutzerdaten basierend auf bekannten und gemeldete Sicherheitsverletzungen, Lecks oder Schwachstellen hat. Schließlich kritisieren wir Unternehmen, wenn wir nicht bestätigen können, ob das Produkt <a href="%(min_sec)s">unseren Mindestsicherheitsstandards entspricht.</a> In seltenen Ausnahmen kritisieren wir ein Unternehmen, wenn es nur eine Warnung von uns erhält, wenn wir feststellen, dass diese Warnung für Verbraucher von besonderer Bedeutung ist.
es: Ponemos nuestra etiqueta de advertencia de <em>*Privacidad no incluida</em> a productos que hemos determinado que presentan más problemas cuando se trata de proteger la privacidad y seguridad de los usuarios. Un producto recibirá la etiqueta de advertencia de <em>*Privacidad no incluida</em> si tiene dos o más advertencias de nuestra parte de acuerdo con los criterios siguientes: <a href="%(company_data_use)s">Cómo utiliza la empresa los datos</a> que recopila de los usuarios. Reprobamos a las empresas que venden datos o recopilan más de los necesarios para fines de su negocio en general, por ejemplo, las que compran datos a comerciantes de datos. <a href="%(user_data_control)s">¿Cómo controlan los usuarios sus datos.</a> También reprobamos a las empresas si no cuentan con un procedimiento claro y manejable para que el usuario borre sus datos o si no explican por cuánto tiempo los conservan. <a href="%(track_record)s">¿Qué historial tiene la empresa en cuanto a la protección de datos de usuarios?</a> También reprobamos a una empresa si tiene malos antecedentes por no proteger los datos de los usuarios a causa de vulneraciones, filtraciones y vulnerabilidades de seguridad conocidas y reportadas. Por último, también la reprobamos si no podemos confirmar si un producto <a href="%(min_sec)s">cumple con nuestros Estándares mínimos de seguridad.</a> De manera excepcional, podríamos reprobar a una empresa que reciba solamente una de nuestras advertencias si determinamos que se trata de un aviso especialmente preocupante para los consumidores.
pt_br: Atribuímos nosso selo de alerta <em>*Privacidade não incluída</em> aos produtos que determinamos ter mais problemas quando se trata de proteger a privacidade e a segurança de um usuário. Um produto ganhará o selo de alerta <em>*Privacidade não incluída</em> se receber dois ou mais alertas nos seguintes critérios: <a href="%(company_data_use)s">Como a empresa utiliza os dados</a> que coleta sobre os usuários. Nós gongamos empresas por vender dados de usuários ou por coletar mais dados do que os necessários para fins comerciais gerais, por exemplo, comprando dados de corretores de dados. <a href="%(user_data_control)s">Como os usuários podem controlar seus dados</a>. Nós gongamos empresas que não têm uma forma clara e acessível para os usuários excluírem seus dados da empresa ou que não explicam por quanto tempo retêm os dados dos usuários. <a href="%(track_record)s">Qual é o histórico conhecido da empresa em termos de proteção dos dados dos usuários?</a> Nós gongamos empresas se elas tiverem um histórico ruim de não proteger os dados dos usuários com base em violações de segurança, vazamentos ou vulnerabilidades conhecidas e relatadas. Por último, nós gongamos empresas se não pudermos confirmar que o produto <a href="%(min_sec)s">atenda aos nossos Padrões mínimos de segurança</a>. Em raras situações, podemos gongar uma empresa se ela receber apenas um alerta, desde que este se refira a algo particularmente preocupante para os consumidores.

source: While we currently can assign a product a warning for the use of untrustworthy artificial intelligence, we don’t use that rating to factor into our decision to assign the <em>*Privacy Not Included</em> warning label as the information from companies is currently very limited and we cannot easily compare one product another with a high degree of confidence.
de: Wir können einem Produkt derzeit zwar eine Warnung wegen der Verwendung nicht vertrauenswürdiger künstlicher Intelligenz zuweisen, aber wir berücksichtigen diese Bewertung nicht bei unserer Entscheidung, das Warnetikett <em>*Datenschutz nicht inbegriffen</em>, da Informationen von Unternehmen derzeit sehr begrenzt sind und wir nicht ohne Grundlage gesicherter Informationen mehrere Produkte vergleichen können.
es: Aunque actualmente podemos emitir una advertencia sobre un producto por usar inteligencia artificial no confiable, no empleamos ese elemento para decidir si colocamos una etiqueta de advertencia de <em>*Privacidad no incluida</em>, pues todavía es muy poca la información que proporcionan las empresas y no podemos comparar fácilmente un producto con otro que posee un nivel de confianza elevado.
pt_br: Embora atualmente possamos atribuir um alerta para o uso de inteligência artificial não confiável a um produto, não utilizamos essa classificação como fator determinante em nossa decisão de atribuir o selo de alerta <em>*Privacidade não incluída</em>, pois atualmente as informações das empresas são muito limitadas e não podemos comparar um produto com outro com alto grau de confiança.

source: What could happen if something goes wrong?
de: Was könnte passieren, wenn etwas schiefgeht?
es: ¿Qué podría pasar si algo falla?
pt_br: O que pode acontecer se algo der errado?

source: We include this section to help people understand what could potentially go right or wrong related to the privacy and security with each product. We aim to identify risks and concerns that are relevant to consumers specifically. While it is likely nothing bad will happen with most of the products in this guide, it is also good to think through what could happen if something goes wrong based on real life situations.
de: Wir fügen diesen Abschnitt hinzu, um Menschen zu helfen zu verstehen, was in Bezug auf Datenschutz und Sicherheit bei jedem Produkt möglicherweise richtig oder falsch sein könnte. Unser Ziel ist es, Risiken und Bedenken zu identifizieren, die speziell für Verbraucher relevant sind. Während bei den meisten Produkten in diesem Handbuch wahrscheinlich nichts Schlimmes passieren wird, ist es auch gut zu überlegen, was passieren könnte, wenn etwas schief geht, basierend auf realen Situationen.
es: Incluimos esta sección para ayudar a entender a las personas qué podría ir bien o salir mal en relación con la privacidad y seguridad de cada producto. Buscamos identificar los riesgos y preocupaciones relevantes para los consumidores específicamente. Aunque lo más probable es que no suceda nada malo con la mayoría de los productos incluidos en esta guía, también es bueno pensar qué podría pasar si algo saliera mal tomando como referencia situaciones de la vida real.
pt_br: Incluímos esta seção para ajudar as pessoas a compreender o que pode potencialmente dar certo ou errado em relação à privacidade e segurança com cada produto. Nosso objetivo é identificar os riscos e preocupações especificamente relevantes para os consumidores. Embora seja provável que nada de ruim aconteça com a maioria dos produtos deste guia, também é bom pensar sobre o que poderia acontecer se algo desse errado com base em situações da vida real.

source: Tips to protect yourself
de: Tipps zu Ihrem Schutz
es: Consejos para protegerte
pt_br: Dicas para se proteger

source: We review suggestions from both the product manufacturer and draw upon published privacy and security guidance from a range of experts, both within Mozilla and outside sources, to provide a few simple tips for each product users can take to protect themselves. These tips are recommendations for protection, not guarantees.
de: Wir prüfen die Vorschläge der Produkthersteller und stützen uns auf veröffentlichte Datenschutz- und Sicherheitshinweise von einer Reihe von Experten sowohl innerhalb von Mozilla als auch außerhalb, um ein paar einfache Tipps für jeden Produktbenutzer zu geben, den sie zum eigenen Schutz verwenden können. Diese Tipps sind Empfehlungen zum Schutz, keine Garantien.
es: Revisamos las sugerencias del fabricante del producto y recurrimos a guías de privacidad y seguridad publicadas por una variedad de expertos, tanto en Mozilla como externos, con el fin de proporcionar unos cuantos consejos sencillos que sirvan a los usuarios de cada producto para protegerse. Estos consejos constituyen recomendaciones de salvaguardia, no son garantías.
pt_br: Avaliamos sugestões do fabricante do produto e também orientações publicadas sobre privacidade e segurança de vários especialistas, tanto dentro como fora da Mozilla, para fornecer aos usuários de cada produto algumas dicas simples para se protegerem. Essas dicas são recomendações de proteção, não garantias.

source: Permissions
de: Zugriffsrechte
es: Permisos
pt_br: Permissões

source: We look to see if it is possible the device could snoop on you if it were hacked, leaked, or not working correctly. Please note, just because a device could snoop on a user doesn’t mean it will. Simply that it is a possibility users should consider before purchasing.
de: Wir prüfen, ob es möglich ist, dass das Gerät Sie ausspioniert, wenn es gehackt, von einem Datenleck betroffen ist oder nicht richtig funktioniert. Bitte beachten Sie: Nur weil ein Gerät einen Benutzer ausspionieren könnte, bedeutet dies nicht, dass dies der Fall ist. Es heißt nur, dass es eine Möglichkeit ist, die Benutzer vor dem Kauf in Betracht ziehen sollten.
es: Analizamos si es posible que el dispositivo pudiera espiarte si sufriera un hackeo o filtraciones, o si no funcionara correctamente. Toma en cuenta que, el hecho de que un dispositivo pudiera espiar, no significa que lo hará. Simplemente se trata de una posibilidad que los usuarios deberían considerar antes de comprarlo.
pt_br: Procuramos ver se é possível o dispositivo conseguir bisbilhotar você caso ele seja invadido, divulgado ou não esteja funcionando corretamente. Observe que só porque um dispositivo pode bisbilhotar um usuário, não significa que ele o fará. É simplesmente uma possibilidade que os usuários devem considerar antes de comprar.

source: To determine this, we check product websites and the <a href="%(google_play_url)s">Google Play Store</a> or the <a href="%(google_play_url)s">Apple App Store</a> to check on the permissions requested by each app to determine whether the device and its app uses a camera, microphone, or tracks your location. (Note: an app may access “approximate” or “network” based location. “Tracks Location” was marked as “Yes” if an app requests any location information, including approximate location.)
de: Um dies festzustellen, überprüfen wir Produkt-Websites und den <a href="%(google_play_url)s">Google Play Store</a> oder den <a href="%(google_play_url)s">Apple App Store</a> um die von jeder App angeforderten Berechtigungen zu überprüfen, um festzustellen, ob das Gerät und seine App eine Kamera oder ein Mikrofon verwenden oder Ihren Standort verfolgen. (Hinweis: Eine App kann auf den „ungefähren“ oder „netzwerkbasierten“ Standort zugreifen. „Verfolgt den Standort“ wurde als „Ja“ markiert, wenn eine App Standortinformationen anfordert, einschließlich des ungefähren Standorts.)
es: Para determinar esto, revisamos los sitios web del producto y la <a href="%(google_play_url)s">Google Play Store</a> o la <a href="%(google_play_url)s">Apple App Store</a> para verificar los permisos que cada aplicación solicita y así decidir si el dispositivo y su aplicación utiliza la cámara o el micrófono o rastrea tu ubicación. (Nota: Una aplicación puede obtener una ubicación "aproximada" o "basada en la red". Si una aplicación solicita cualquier información de ubicación, incluyendo la ubicación aproximada, se le marca con "Sí" en "Rastrea ubicación”.)
pt_br: Para determinar isso, verificamos os sites de produtos e a <a href="%(google_play_url)s">Google Play Store</a> ou a <a href="%(google_play_url)s">Apple App Store</a> para verificar as permissões solicitadas por cada aplicativo para determinar se o dispositivo e seu aplicativo utiliza uma câmera, microfone ou rastreia sua localização. (Nota: um aplicativo pode acessar uma localização “aproximada” ou baseada em “rede”. “Monitora localização” foi marcado como “sim” se um aplicativo solicitar qualquer informação de localização, incluindo localização aproximada).

source: The apps that control connected devices will typically need to request permissions from your phone for the app to work. This is mostly OK. However, we want consumers to understand when to look for things that don’t feel right, like a children’s fitness tracker app requesting permission to use the phone’s microphone or a home exercise workout machine requesting permission to track location.
de: Die Apps, die verbundene Geräte steuern, müssen normalerweise Berechtigungen von Ihrem Telefon anfordern, damit die App funktioniert. Das ist meistens in Ordnung. Wir möchten jedoch, dass die Verbraucher verstehen, wann sie nach Dingen suchen müssen, die sich nicht richtig anfühlen, wie eine Fitness-Tracker-App für Kinder, die um Berechtigung zur Nutzung des Handy-Mikrofons bittet oder ein Heimtrainergerät, der den Standort verfolgen möchte.
es: Las aplicaciones que controlan los dispositivos conectados típicamente requieren solicitar permiso en tu teléfono para poder funcionar. En general, esto está bien. Pero, queremos que los consumidores sepan detectar cosas que no parecen estar bien, por ejemplo, que una aplicación de rastreo de fitness para niños solicite permiso para usar el micrófono del teléfono o que un aparato de ejercicio en casa solicite permiso para rastrear la ubicación.
pt_br: Os aplicativos que controlam dispositivos conectados normalmente precisarão solicitar permissões do seu celular para funcionar. Na maioria das vezes, não há problema. No entanto, queremos que os consumidores entendam quando devem procurar coisas estranhas, como um aplicativo de rastreamento de condicionamento físico infantil solicitando permissão para usar o microfone do telefone ou um equipamento de exercícios em casa solicitando permissão para rastrear a localização.
