Repository: mozilla-l10n/fomo-l10n
Catalog: foundation/translations/locale/*/LC_MESSAGES/django.po
Languages: nl, pt_br, sw

source: Page Not Found
nl: Pagina niet gevonden
pt_br: Página não encontrada
sw: Ukurasa Haupatikani

source: I need
nl: Ik:

source: Please select...
nl: Selecteer…
pt_br: Selecione...
sw: Tafadhali chagua...

source: Help with the donation form
nl: Heb hulp nodig bij het donatieformulier

source: To change or cancel my monthly recurring donation
nl: Wil mijn maandelijkse donatie wijzigen of opzeggen

source: To update my email address or contact info
nl: Wil mijn e-mailadres of contactinformatie bijwerken

source: Help donating by bank transfer (SEPA/IBAN)
nl: Heb hulp nodig bij het doneren via overschrijving (SEPA/IBAN)

source: Help donating with another currency or payment method
nl: Heb hulp nodig bij doneren met een andere valuta of betalingsmethode

source: Help with an unauthorized or fraudulent donation
nl: Heb hulp nodig met betrekking tot een ongeautoriseerde of frauduleuze donatie

source: A copy of my donation receipt
nl: Heb een afschrift van mijn donatiebewijs nodig

source: A year-end donation summary
nl: Heb een jaarsamenvatting van mijn donatie nodig

source: My donation refunded
nl: Wil restitutie van mijn donatie

source: To submit feedback
nl: Wil feedback indienen

source: Help with something else
nl: Heb hulp bij iets anders nodig

source: We truly appreciate your generous support and are happy to now offer an easier way for you to give through online bank transfer. We can accept donations via direct debit in Euros through Single European Payment Area (SEPA) transfer.
nl: We waarderen uw genereuze steun echt en bieden u nu een eenvoudigere manier om te doneren via een online bankoverschrijving. We kunnen donaties via automatische incasso in euro’s via een Single European Payment Area (SEPA)-overschrijving accepteren.

source: Make your donation online now
nl: Nu online doneren

source: Still have questions? Contact us by submitting a case.
nl: Nog steeds vragen? Neem contact met ons op door een casus in te dienen.

source: Access your donation account settings using the '<b>Manage My Donation</b>' button on your recent donation confirmation email. There you can change the amount, frequency, payment method and charge date. You can also cancel your recurring donation plan.
nl: Ga naar de donatie-instellingen van uw account met behulp van de knop ‘<b>Mijn donatie beheren</b>’ in uw recente donatiebevestigingsmail. Daar kunt u het bedrag, de frequentie, de betalingswijze en de afschrijvingsdatum wijzigen. U kunt uw periodieke donatieplan ook annuleren.

source: Any other details that might help
nl: Alle andere details die kunnen helpen

source: Add a screenshot to help us with your request (optional)
nl: Voeg een schermafdruk toe om ons te helpen met uw verzoek (optioneel)

source: JPG, PNG and BMP files only
nl: Alleen JPG-, PNG- en BMP-bestanden

source: Name
nl: Naam

source: Email
nl: E-mailadres
sw: Barua pepe

source: Mozilla will only use your submitted information for purposes of communicating with you about your request. See our <a href="%(link)s" target="_blank">privacy policy</a> for further information.
nl: Mozilla zal uw ingediende gegevens alleen gebruiken ten behoeve van communicatie met u over uw aanvraag. Lees ons <a href="%(link)s" target="_blank">privacybeleid</a> voor meer informatie.

source: Language
nl: Taal
pt_br: Idioma
sw: Lugha

source: Dutch
nl: Nederlands

source: English
nl: Engels

source: French
nl: Frans

source: German
nl: Duits

source: Other
nl: Overig

source: Polish
nl: Pools

source: Portuguese
nl: Portugees

source: Spanish
nl: Spaans

source: reCAPTCHA helps prevent automated form spam.
nl: reCAPTCHA helpt geautomatiseerde formulierspam te voorkomen.

source: The submit button will be disabled until you complete the CAPTCHA.
nl: De verzendknop is uitgeschakeld totdat u de CAPTCHA voltooit.

source: Submit
nl: Indienen

source: Mozilla is committed to your privacy; please read our <a href="%(privacy_url)s">privacy policy here</a>. Your payment details will be processed by <a href="%(stripe_url)s">Stripe</a>, or <a href="%(paypal_url)s">PayPal</a>, and a record of your donation will be stored by Mozilla.
nl: Bij Mozilla zijn we toegewijd aan uw privacy; lees hier ons <a href="%(privacy_url)s">privacybeleid</a>. Uw betalingsgegevens worden verwerkt door <a href="%(stripe_url)s">Stripe</a> of <a href="%(paypal_url)s">PayPal</a>, en een bewijs van uw donatie wordt door Mozilla bewaard.
pt_br: A Mozilla tem compromisso com sua privacidade. Leia nossa <a href="%(privacy_url)s">política de privacidade</a>. Os detalhes de seu pagamento serão processados pelo <a href="%(stripe_url)s">Stripe</a> ou <a href="%(paypal_url)s">PayPal</a>. Um registro de sua doação será armazenado pela Mozilla.

source: <b>Other ways to give: <a href="%(ways_to_give_url)s">Check, Bank Transfer, Stocks</a></b>
nl: <b>Andere manieren om te geven: <a href="%(ways_to_give_url)s">cheque, bankoverschrijving, aandelen</a></b>

source: <b>Question donating?</b> Visit our <a href="%(faq_url)s">FAQ</a> for answers to most common questions.
nl: <b>Vraag over doneren?</b> Bezoek onze <a href="%(faq_url)s">Veelgestelde vragen</a> voor antwoorden op de meest gestelde vragen.
pt_br: <b>Tem dúvidas sobre doação?</b> Visite a página de <a href="%(faq_url)s">perguntas frequentes</a> para ver respostas às dúvidas mais comuns.

source: <b>Need to reach us about your donation?</b> <a href="%(help_url)s">Contact us</a>.
nl: <b>Wilt u contact opnemen over uw donatie?</b> <a href="%(help_url)s">Neem contact met ons op</a>.
pt_br: <b>Precisa falar sobre sua doação?</b> <a href="%(help_url)s">Entre em contato conosco</a>.

source: Contributions go to the <a href="%(mozilla_url)s">Mozilla Foundation</a>, a 501(c)(3) organization based in San Francisco, California, to be used in its discretion for its charitable purposes. They are tax-deductible in the U.S. to the fullest extent permitted by law.
nl: Bijdragen gaan naar de <a href="%(mozilla_url)s">Mozilla Foundation</a>, een 501(c)(3)-organisatie gevestigd in San Francisco, Californië, voor gebruik naar eigen goeddunken voor haar goede doelen. Voor zover wettelijk toegestaan, zijn deze aftrekbaar voor de belasting in de VS.
pt_br: As contribuições vão para a <a href="%(mozilla_url)s">Fundação Mozilla</a>, uma organização sem fins lucrativos 501(c)(3) com sede em São Francisco, Califórnia, para ser usadas a seu critério para fins de caridade. Elas são dedutíveis de impostos nos EUA até o limite máximo permitido por lei.

source: Home
nl: Startpagina
pt_br: Início
sw: Nyumbani

source: If you need help with a <a href="%(link)s">donation</a> to the Mozilla Foundation, please select the reason for your inquiry from the drop down and a donor care representative will get back to you as soon as possible.
nl: Als u hulp nodig hebt bij een <a href="%(link)s">donatie</a> aan de Mozilla Foundation, selecteer dan de reden voor uw vraag uit het uitklapmenu en een vertegenwoordiger van donateurszorg neemt zo snel mogelijk contact met u op.

source: Contact Us
nl: Contact
pt_br: Entre em contato conosco

source: Thank you for contacting us.
nl: Bedankt dat u contact met ons hebt opgenomen.

source: A case has been created for your issue and we will be in touch shortly.
nl: Er is een case voor uw probleem gemaakt en we nemen binnenkort contact met u op.

source: featured image
nl: uitgelichte afbeelding
pt_br: imagem em destaque

# icon description for screen readers
source: Play Button
nl: Afspeelknop
pt_br: Botão de reprodução
sw: Kitufe cha Kucheza

# Tooltip on menu items
source: about sections
nl: about-secties
pt_br: sobre seções
sw: kuhusu sehemu

source: How to use this guide
nl: Gebruik van *privacy niet inbegrepen
pt_br: Como usar a *privacidade não incluída
sw: Jinsi ya kutumia mwongozo huu

source: Why we made this guide
nl: Waarom we *privacy niet inbegrepen hebben gemaakt
pt_br: Por que criamos a *privacidade não incluída
sw: Mbona tulitengeneza mwongozo huu

source: Methodology
nl: Onze methodologie
pt_br: Nossa metodologia
sw: Methodolojia

source: Contact us
nl: Contact
pt_br: Entre em contato conosco
sw: Wasiliana nasi

source: Press
nl: Pers
pt_br: Imprensa
sw: Wanahabari

source: this product has adult content
nl: dit product bevat inhoud voor volwassenen
pt_br: este produto tem conteúdo adulto
sw: bidhaa hii ina maudhui ya kingono

source: All articles
nl: Alle artikelen
pt_br: Todos os artigos
sw: Makala yote

source: What to read next
nl: Nog meer lezen
pt_br: O que ler a seguir
sw: Mambo ya kusoma baadaye

source: Ask Jen
nl: Vraag het Jen
pt_br: Pergunte à Jen
sw: Uliza Jen

source: Have a question you want to ask? <a target="_blank" href="https://mozillafoundation.typeform.com/ask-jen" class="tw-underline tw-text-blue-80">Submit it here!</a>
nl: Hebt u een vraag? <a target="_blank" href="https://mozillafoundation.typeform.com/ask-jen" class="tw-underline tw-text-blue-80">Stel hem hier!</a>
pt_br: Você tem alguma pergunta que queira fazer? <a target="_blank" href="https://mozillafoundation.typeform.com/ask-jen" class="tw-underline tw-text-blue-80">Envie aqui!</a>
sw: Je, una swali ambalo ungependa kuuliza? <a target="_blank" href="https://mozillafoundation.typeform.com/ask-jen" class="tw-underline tw-text-blue-80">Iwasilishe hapa!</a>

# Short for ‘question’, please keep this translation short
source: Q:
nl: V:
pt_br: Pergunta:

source: Read full answer
nl: Volledig antwoord lezen
pt_br: Ler resposta completa
sw: Soma jibu kamili

source: People voted:
nl: Mensen stemden op:
pt_br: Votos das pessoas:
sw: Watu waliopiga kura:

source: More Categories
nl: Meer categorieën
pt_br: Mais categorias
sw: Kategoria Zaidi

source: Dive Deeper
nl: Dieper duiken
pt_br: Mergulhe mais fundo
sw: Chunguza kwa Kina

source: Show more
nl: Meer tonen
pt_br: Mostrar mais
sw: Onyesha zaidi

source: Show less
nl: Minder tonen
pt_br: Mostrar menos
sw: Onyesha chache

source: Load more results
nl: Meer resultaten laden
pt_br: Carregar mais resultados
sw: Pakia matokeo zaidi

# Alternative text for an external link icon (box with arrow)
source: Link opens in a new tab
nl: Koppeling opent in een nieuw tabblad

# Article author attribution
source: By
nl: Door
pt_br: Por
sw: Na

source: In the press
nl: In de pers
pt_br: Na imprensa
sw: Kwenye vyombo vya habari

source: All press
nl: Alle pers
pt_br: Todos os artigos de imprensa
sw: Wanahabari wote

source: Device:
nl: Apparaat:
pt_br: Dispositivo:
sw: Kifaa:

source: *Privacy Not Included with this product
nl: *Privacy niet inbegrepen bij dit product

source: link to %(product)s
nl: koppeling naar %(product)s
pt_br: link para %(product)s
sw: kiungo cha %(product)s

source: Sad face. No products were found.
nl: Boehoe. Geen producten gevonden.
pt_br: Que pena. Nenhum produto encontrado.
sw: Uso wenye huzuni. Hakuna bidhaa zilizopatikana.

source: Oh no! We didn’t find that here.
nl: Oh nee! We hebben dat hier niet gevonden.
pt_br: Poxa! Não encontramos isso aqui.
sw: Hasha! Hatukupata hiyo hapa.

source: Try going back to <a href="%(home_url)s" class="go-back-to-all-link">All</a>. You might find it there.
nl: Probeer terug te gaan naar <a href="%(home_url)s" class="go-back-to-all-link">Alles</a>. Wellicht vindt u het daar.
pt_br: Experimente voltar para <a href="%(home_url)s" class="go-back-to-all-link">Todos</a>. Você pode encontrar lá.
sw: Jaribu kurudi kwenye <a href="%(home_url)s" class="go-back-to-all-link">Zote</a>. Unaweza kuipata hapo.

# Tooltip on menu items
source: site navigation
nl: websitenavigatie
pt_br: navegação no site
sw: kuabiri tovuti

source: All Categories
nl: Alle categorieën
pt_br: Todas as categorias
sw: Kategoria Zote

source: All Reviews
nl: Alle beoordelingen
pt_br: Todas as avaliações
sw: Maoni Yote

source: Search all products
nl: Alle producten doorzoeken
pt_br: Pesquisar em todos os produtos
sw: Tafuta bidhaa zote

source: Search All Products
nl: Alle producten doorzoeken
pt_br: Pesquisar em todos os produtos
sw: Tafuta Bidhaa Zote

source: Product Reviews
nl: Productbeoordelingen
pt_br: Avaliações de produtos
sw: Ukaguzi wa Bidhaa

source: About
nl: Over
pt_br: Sobre
sw: Kuhusu

source: Donate
nl: Doneren
pt_br: Faça uma doação
sw: Changa

source: *Privacy Not Included
nl: *Privacy niet inbegrepen

# Submit button for newsletter signup form
source: Sign up
nl: Registreren

source: Help shape the future of the web for the public good.
nl: Help mee de toekomst van het internet vorm te geven voor het algemeen belang.
pt_br: Ajude a moldar o futuro da web para o bem público.
sw: Saidia kushawishi maendeleo ya wavuti kwa ajili ya maslahi bora ya umma.

source: Join our Mozilla News email list to get action alerts & internet tips right to your inbox.
nl: Schrijf u in voor onze mailinglijst Mozilla News en ontvang actiemeldingen en internettips rechtstreeks in uw Postvak IN.
pt_br: Junte-se à nossa lista de emails Mozilla News para receber alertas de ações e dicas de internet direto na sua caixa de entrada.
sw: Jiunge na orodha yetu ya barua pepe ya Mozilla News ili upate arifa za hatua na vidokezo vya mtandao moja kwa moja kwenye kisanduku pokezi chako.

source: Sort by
nl: Sorteren op
pt_br: Ordenar por
sw: Panga kulingana na

source: Sort by creepiness
nl: Sorteren op griezeligheid

source: Creepiness: Least – Most
nl: Griezeligheid: Minst – Meest
pt_br: Assustador: Menos - Mais
sw: Kiwango cha kusisimua: Kidogo sana – Zaidi

source: Creepiness least to most
nl: Griezeligheid van minst tot meest

source: Creepiness most to least
nl: Griezeligheid van meest tot minst

source: Creepiness: Most – Least
nl: Griezeligheid: Meest – Minst
pt_br: Assustador: Mais – Menos
sw: Kiwango cha kusisimua: Zaidi – Kidogo sana

source: Alphabetical (ascending)
nl: Alfabetisch (oplopend)

source: Alphabetical
nl: Alfabetisch
pt_br: Alfabética
sw: Alfabeti

source: Popular
nl: Populair
pt_br: Populares
sw: Maarufu

source: Privacy Not Included
nl: Privacy niet inbegrepen
pt_br: Privacidade não incluída
sw: Faragha Haijajumuishwa

source: This section requires attention.
nl: Deze sectie vereist aandacht.
pt_br: Esta seção requer atenção.
sw: Sehemu hii inahitaji umakini.

# icon description for screen readers
source: information
nl: informatie
pt_br: informações
sw: taarifa

source: (opens in a new tab)
nl: (opent in een nieuw tabblad)
pt_br: (abre em uma nova aba)
sw: (inafungua kwenye kichupo kipya)

source: Can it snoop on me?
nl: Kan het me bespioneren?
pt_br: Pode me bisbilhotar?
sw: Unaweza kunichunguza?

source: Microphone
nl: Microfoon
pt_br: Microfone
sw: Kipaza sauti

source: Tracks location
nl: Volgt locatie
pt_br: Rastreia localização
sw: Inafuatilia eneo

source: What can be used to sign up?
nl: Wat is er nodig om u aan te melden?
pt_br: O que pode ser usado para se inscrever?
sw: Unaweza kutumia nini kujisajili?

# Email address
source: Email
nl: E-mailadres
sw: Barua pepe

source: Phone
nl: Telefoonnummer
pt_br: Celular
sw: Simu

source: Third-party account
nl: Account van derden
pt_br: Conta de terceiros
sw: Akaunti ya mhusika mwingine

source: What data does the company collect?
nl: Welke gegevens verzamelt het bedrijf?
pt_br: Que dados a empresa coleta?
sw: Kampuni inakusanya data gani?

source: Personal
nl: Persoonlijke
pt_br: Pessoal
sw: Ya kibinafsi

source: Body related
nl: Lichaamsgerelateerd
pt_br: Relacionado ao corpo
sw: Shirika linalohusiana

source: Social
nl: Sociale
sw: Kijamii

source: How does the company use this data?
nl: Hoe gebruikt het bedrijf deze gegevens?
pt_br: Como a empresa usa esses dados?
sw: Je, kampuni inatumiaje data hii?

source: How can you control your data?
nl: Hoe kunt u uw gegevens beheren?
pt_br: Como você pode controlar seus dados?
sw: Unawezaje kudhibiti data yako?

source: What is the company’s known track record of protecting users’ data?
nl: Hoe staat het bedrijf bekend als het gaat om het beschermen van gebruikersgegevens?
pt_br: Qual é o histórico conhecido da empresa na proteção de dados dos usuários?
sw: Je, rekodi ya kampuni inayojulikana ya kulinda data ya watumiaji ni gani?

source: Child Privacy Information
nl: Privacyinformatie voor kinderen
pt_br: Informações de privacidade infantil
sw: Taarifa ya Faragha ya Mtoto

source: Can this product be used offline?
nl: Kan dit product offline worden gebruikt?
pt_br: Este produto pode ser usado offline?
sw: Je, bidhaa hii inaweza kutumika nje ya mtandao?

source: User-friendly privacy information?
nl: Gebruikersvriendelijke privacy-informatie?
pt_br: Informações de privacidade fáceis de entender?
sw: Maelezo ya faragha yanayofaa watumiaji?

source: Links to privacy information
nl: Koppelingen naar privacy-informatie
pt_br: Links para informações de privacidade
sw: Viungo vya taarifa za faragha

source: Does this product meet our <span class="tw-ml-2"></span> <a id="mss-link" class="" href="%(url)s">Minimum Security Standards</a>?
nl: Voldoet dit product aan onze <span class="tw-ml-2"></span> <a id="mss-link" class="" href="%(url)s">minimale beveiligingsnormen</a>?
pt_br: Este produto atende aos nossos <span class="tw-ml-2"></span> <a id="mss-link" class="" href="%(url)s">padrões mínimos de segurança</a>?
sw: Je, bidhaa hii inakidhi <span class="tw-ml-2"></span> <a id="mss-link" class="" href="%(url)s">Viwango vyetu vya Chini Zaidi vya Usalama</a>?

source: Encryption
nl: Versleuteling
pt_br: Criptografia
sw: Usimbaji fiche

source: Security updates
nl: Beveiligingsupdates
pt_br: Atualizações de segurança
sw: Masasisho ya usalama

source: Strong password
nl: Sterk wachtwoord
pt_br: Senha forte
sw: Nenosiri thabiti

source: Manages vulnerabilities
nl: Beheert kwetsbaarheden
pt_br: Gerencia vulnerabilidades
sw: Inashughulikia hatari

source: Privacy policy
nl: Privacybeleid
pt_br: Política de privacidade
sw: Sera ya faragha

source: Does the product use AI?
nl: Gebruikt het product AI?
pt_br: O produto usa inteligência artificial?
sw: Je, bidhaa inatumia AI?

source: Is this AI untrustworthy?
nl: Is deze AI onbetrouwbaar?
pt_br: Esta inteligência artificial não é confiável?
sw: Je, AI hii haiaminiki?

source: What kind of decisions does the AI make about you or for you?
nl: Wat voor soort beslissingen neemt de AI over u of voor u?
pt_br: Que tipo de decisões a inteligência artificial faz sobre você ou por você?
sw: Je, AI hukufanyia maamuzi gani?

source: Is the company transparent about how the AI works?
nl: Is het bedrijf transparant over hoe de AI werkt?
pt_br: A empresa é transparente sobre como funciona a inteligência artificial?
sw: Je, kampuni ina uwazi kuhusu jinsi AI inavyofanya kazi?

source: Does the user have control over the AI features?
nl: Heeft de gebruiker controle over de AI-functies?
pt_br: O usuário tem controle sobre os recursos da inteligência artificial?
sw: Je, mtumiaji anadhibiti vipengele vya AI?

# icon description for screen readers
source: warning
nl: waarschuwing
pt_br: aviso
sw: onyo

source: Security
nl: Beveiliging
pt_br: Segurança
sw: Usalama

source: Related products
nl: Gerelateerde producten
pt_br: Produtos relacionados
sw: Bidhaa zinazohusiana

source: Related
nl: Gerelateerd
pt_br: Relacionados
sw: Zinazohusiana

# Date format (e.g. Nov. 19, 2020)
source: Review date: %(date)s
nl: Beoordelingsdatum: %(date)s
pt_br: Data da avaliação: %(date)s
sw: Tarehe ya ukaguzi: %(date)s

source: <a %(link_attrs)s>Mozilla researched</a> %(time_researched)s hour
nl: <a %(link_attrs)s>Mozilla onderzocht</a> %(time_researched)s uur
pt_br: A <a %(link_attrs)s>Mozilla investigou</a> por %(time_researched)s hora
sw: <a %(link_attrs)s>Mozilla ilifanya utafiti</a> %(time_researched)s saa

source: Mozilla says
nl: Mozilla zegt
pt_br: Opinião da Mozilla
sw: Mozilla inasema

source: Submit a product here.
nl: Dien hier een product in.
pt_br: Envie um produto aqui.
sw: Wasilisha bidhaa hapa.

source: By
nl: Door
pt_br: Por
sw: Na

# String followed by the next page title the user will reach by scrolling down
source: Keep Scrolling For
nl: Blijf scrollen voor
pt_br: Continue deslizando para
sw: Endelea Kubingiriza

source: Written by
nl: Geschreven door
pt_br: Escrito por
sw: Imeandikwa na

source: and
nl: en
pt_br: e
sw: na

source: Download PDF
nl: PDF downloaden
pt_br: Baixar PDF
sw: Pakua PDF

source: Close Banner
nl: Banner sluiten

source: Join our <b>Mozilla News</b> email list to get action alerts & internet tips right to your inbox.
nl: Schrijf u in voor onze mailinglijst <b>Mozilla News</b> en ontvang actiemeldingen en internettips rechtstreeks in uw Postvak IN.
pt_br: Junte-se à nossa lista de emails <b>Mozilla News</b> para receber alertas de ações e dicas de internet direto na sua caixa de entrada.
sw: Jiunge na orodha yetu ya barua pepe ya </b>Mozilla News<b> ili upate arifa za hatua na vidokezo vya mtandao moja kwa moja kwenye kisanduku pokezi chako.

source: Return to Homepage
nl: Terug naar startpagina
pt_br: Voltar à página inicial
sw: Rudi kwenye Ukurasa wa Nyumbani

source: More about us
nl: Meer over ons
pt_br: Saiba mais sobre nós
sw: Mambo mengi kutuhusu

source: Careers
nl: Banen
pt_br: Empregos
sw: Kazi

source: Legal
nl: Juridisch
pt_br: Jurídico
sw: Ya kisheria

source: Participation Guidelines
nl: Richtlijnen voor deelname
pt_br: Diretrizes de participação
sw: Miongozo ya Kushiriki

source: Press Center
nl: Perscentrum
pt_br: Centro de imprensa
sw: Kituo cha Habari

source: This website supports Web Monetization.
nl: Deze website ondersteunt Web Monetization.
pt_br: Este site oferece suporte para monetização na web.
sw: Tovuti hii inaunga mkono Kupata Pesa Mtandaoni.

source: <a href="%(url)s">Read more</a> about our implementation
nl: <a href="%(url)s">Meer info</a> over onze implementatie
pt_br: <a href="%(url)s">Leia mais</a> sobre nossa implementação
sw: <a href="%(url)s">Soma zaidi</a> kuhusu utekelezaji wetu

source: Mozilla is a global non-profit dedicated to putting you in control of your online experience and shaping the future of the web for the public good. Visit us at <a href="%(foundation_website_url)s">%(foundation_website)s</a>. Most content available under a <a href="%(cc_website_url)s">Creative Commons license</a>.
nl: Mozilla is een wereldwijde non-profitorganisatie, toegewijd aan het geven van de controle over uw onlinebeleving en het vormen van de toekomst van het internet in het algemeen belang. Bezoek ons op <a href="%(foundation_website_url)s">%(foundation_website)s</a>. De meeste inhoud is beschikbaar onder een <a href="%(cc_website_url)s">Creative Commons-licentie</a>.
pt_br: A Mozilla é uma organização global sem fins lucrativos, dedicada a colocar você no controle da sua experiência online e moldar o futuro da web para o bem público. Visite-nos em <a href="%(foundation_website_url)s">%(foundation_website)s</a>. A maioria do conteúdo está disponível sob uma <a href="%(cc_website_url)s">licença Creative Commons</a>.
sw: Mozilla ni shirika lisilo la faida la kimataifa lililojitolea kuhakikisha kwamba unadhibiti mambo unayopitia mtandaoni na kushawishi maendeleo ya wavuti kwa ajili ya maslahi bora ya umma. Tutembelee kwenye <a href="%(foundation_website_url)s">%(foundation_website)s</a>. Maudhui mengi yanapatikana chini ya leseni ya <a href="%(cc_website_url)s">Creative Commons</a>.

source: We all love the Web. Join Mozilla in defending it.
nl: We zijn allemaal gek op het web. Help Mozilla het te verdedigen.
pt_br: Todos nós amamos a web. Junte-se à Mozilla para defendê-la.
sw: Sisi sote tunapenda Mtandao. Jiunge na Mozilla katika kuitetea.

source: Let’s protect the world’s largest resource for future generations.
nl: Laten we ’s werelds grootste hulpbron voor toekomstige generaties beschermen.
pt_br: Vamos proteger o maior recurso do mundo para as gerações futuras.
sw: Tulinde nyenzo kubwa zaidi ulimwenguni kwa vizazi vijavyo.

source: Donate now
nl: Nu doneren
pt_br: Faça uma doação
sw: Changa sasa
