Repository: mozilla-l10n/fomo-l10n
Catalog: foundation/translations/locale/*/LC_MESSAGES/django.po
Languages: nl, pt_br, sw

source: Footnotes
nl: Voetnoten
pt_br: Notas de rodapé
sw: Vielezi chini

source: Back to content
nl: Terug naar inhoud
pt_br: Voltar ao conteúdo
sw: Rudi kwenye maudhui

# Button
source: Filter
nl: Filteren
pt_br: Filtrar
sw: Kichujio

# Search input placeholder text
source: Search our Curriculum…
nl: Ons curriculum doorzoeken…
pt_br: Pesquisar nosso currículo…

# Search input placeholder text
source: Search our Research…
nl: Ons onderzoek doorzoeken…
pt_br: Busque em nossa pesquisa…
sw: Tafuta utafiti wetu…

source: Featured Posts
nl: Aanbevolen berichten

source: Popular topics
nl: Populaire onderwerpen

# Pagination link
source: Prev. page
nl: Vorige pagina
pt_br: Página anterior
sw: Ukurusa uliopita

# Pagination link
source: Next page
nl: Volgende pagina
pt_br: Próxima página
sw: Ukurasa unaofuata

# Tooltip on menu items
source: main site navigation
nl: hoofdwebsitenavigatie
pt_br: navegação principal no site
sw: tovuti ya msingi ya kuabiri

source: Open menu
nl: Menu openen
pt_br: Abrir menu
sw: Fungua menyu

source: Mozilla Foundation Homepage
nl: Startpagina Mozilla Foundation
pt_br: Página inicial da Fundação Mozilla
sw: Ukurasa wa Nyumbani wa Mozilla Foundation

source: Hero Image
nl: Heldafbeelding

source: Share on Facebook
nl: Delen op Facebook
pt_br: Compartilhar no Facebook
sw: Shiriki kwenye Facebook

source: Share on Twitter
nl: Delen op Twitter
pt_br: Compartilhar no Twitter
sw: Shiriki kwenye Twitter

source: Share by Email
nl: Delen via e-mail
pt_br: Compartilhar por email
sw: Shiriki kwa Barua pepe

source: Copy page URL to clipboard
nl: Pagina-URL naar klembord kopiëren
pt_br: Copiar o endereço da página para a área de transferência
sw: Nakili URL ya ukurasa kwenye ubao nakili

source: Copy to clipboard
nl: Kopiëren naar klembord
pt_br: Copiar para área de transferência
sw: Nakili kwenye ubao nakili

source: Copy
nl: Kopiëren
pt_br: Copiar
sw: Nakili

source: %(title)s by @mozilla
nl: %(title)s door @mozilla
pt_br: %(title)s por @mozilla
sw: %(title)s na @mozilla

source: SUMMARY
nl: SAMENVATTING
pt_br: RESUMO
sw: MUHTASARI

source: *Privacy Not Included
nl: *Privacy niet inbegrepen

source: *Privacy Not Included: A Buyer’s Guide for Connected Products
nl: *Privacy niet inbegrepen: een consumentengids voor verbonden producten
pt_br: *Privacidade não incluída: um guia do comprador para produtos conectados
sw: *Faragha Haijumuishwa: Mwongozo wa Mnunuzi wa Bidhaa Zilizounganishwa

source: *Privacy Not Included | Shop smart and safe | Mozilla Foundation
nl: *Privacy niet inbegrepen | Winkel slim en veilig | Mozilla Foundation

source: Privacy & Security Guide | Mozilla Foundation
nl: Privacy- en beveiligingsgids | Mozilla Foundation
pt_br: Guia de privacidade e segurança | Fundação Mozilla
sw: Mwongozo wa Faragha na Usalama | Mozilla Foundation

# Sticky button in mobile view on campaign pages
source: TAKE ACTION
nl: ONDERNEEM ACTIE
pt_br: TOME UMA ATITUDE
sw: CHUKUA HATUA

source: Make smart choices to protect your privacy. <br /> Search for products. Read expert reviews. Get tips and tricks.
nl: Maak slimme keuzes om uw privacy te beschermen. <br /> Zoek naar producten. Lees beoordelingen van experts. Ontvang tips en trucs.
pt_br: Faça escolhas inteligentes para proteger sua privacidade. <br /> Pesquise produtos. Leia avaliações de especialistas. Receba dicas e truques.
sw: Fanya maamuzi ya busara ili ulinde faragha yako. <br /> Tafuta bidhaa. Soma maoni ya wataalamu. Pata vidokezi na mbinu.

source: Scroll to see how creepy people find these products!
nl: Scroll om te zien hoe eng mensen deze producten vinden!
pt_br: Deslize a página para ver o quão assustadores as pessoas acham estes produtos!
sw: Biringiza ili uone jinsi watu wanafikiria kwamba bidhaa hizi zinaogofya!

source: Don’t see the product you’re looking for?
nl: Ziet u het product dat u zoekt niet?
pt_br: Não encontra o produto que está procurando?
sw: Huoni bidhaa unayotafuta?

source: Try <a href="#top" class="tw-underline tw-text-blue-80">search</a> or let us know what product you would like reviewed in the guide.
nl: Probeer te <a href="#top" class="tw-underline tw-text-blue-80">zoeken</a> of laat ons weten welk product u in de gids wilt laten beoordelen.
pt_br: Experimente <a href="#top" class="tw-underline tw-text-blue-80">pesquisar</a> ou nos dizer qual produto você quer que seja analisado no guia.
sw: Jaribu <a href="#top" class="tw-underline tw-text-blue-80">kutafuta</a> au tuambie bidhaa ambayo ungependa ikaguliwe katika mwongozo.

source: *Privacy Not Included - %(product.title)s
nl: *Privacy niet inbegrepen - %(product.title)s

source: <strong>Warning</strong>: *Privacy Not Included with this product
nl: <strong>Waarschuwing</strong>: *Privacy niet inbegrepen bij dit product

source: What could happen if something goes wrong?
nl: Wat kan er gebeuren als er iets misgaat?
pt_br: O que pode acontecer se algo der errado?
sw: Je, jambo gani linaweza kutokea mambo yakienda mrama?

source: Tips to protect yourself
nl: Tips om uzelf te beschermen
pt_br: Dicas para se proteger
sw: Vidokezi vya kujilinda

source: Comments
nl: Opmerkingen
pt_br: Comentários
sw: Maoni

source: Got a comment? Let us hear it.
nl: Hebt u een opmerking? Laat het ons weten.
pt_br: Tem um comentário a fazer? Nos diga.
sw: Una maoni? Tuambie.

source: No authors found.
nl: Geen auteurs gevonden.
pt_br: Nenhum autor encontrado.
sw: Hakuna waandishi waliopatikana.

# Library detail page section heading
source: Overview
nl: Overzicht
pt_br: Visão geral

source: Project leads
nl: Projectleiders
pt_br: Líderes do projeto
sw: Viongozi wa mradi

source: Collaborators
nl: Medewerkers
pt_br: Colaboradores
sw: Washirika

# Button
source: Browse all
nl: Door alles bladeren
pt_br: Ver tudo
sw: Vinjari zote

source: Latest Research
nl: Laatste onderzoek
pt_br: Pesquisa mais recente
sw: Utafiti wa Hivi karibuni

# Button
source: Browse all projects
nl: Door alle projecten bladeren
pt_br: Ver todos os projetos
sw: Vinjari miradi yote

# Topic list heading
source: Browse by topic
nl: Bladeren op onderwerp
pt_br: Ver por tópico
sw: Vinjari kwa mada

# Section title
source: Featured authors
nl: Uitgelichte auteurs
pt_br: Autores em destaque

# Featured authors button label
source: Browse all authors
nl: Door alle auteurs bladeren
pt_br: Ver todos os autores

# Button
source: Sort
nl: Sorteren
pt_br: Ordenar
sw: Panga

source: <strong>%(detail_pages_count)s</strong> result for <q>%(search_query)s</q>
nl: <strong>%(detail_pages_count)s</strong> resultaat voor <q>%(search_query)s</q>
pt_br: <strong>%(detail_pages_count)s</strong> resultado de <q>%(search_query)s</q>

source: <strong>%(detail_pages_count)s</strong> result
nl: <strong>%(detail_pages_count)s</strong> resultaat
pt_br: <strong>%(detail_pages_count)s</strong> resultado

source: Close
nl: Sluiten
pt_br: Fechar
sw: Funga

source: Filter
nl: Filteren
pt_br: Filtrar
sw: Kichujio

# Button
source: Apply filters
nl: Filters toepassen
pt_br: Aplicar filtros
sw: Tumia vichujio

# Button to see more than the latest three articles from an author
source: Browse all projects
nl: Door alle projecten bladeren
pt_br: Ver todos os projetos
sw: Vinjari miradi yote

source: Latest articles
nl: Nieuwste artikelen
pt_br: Artigos mais recentes

source: Contributors
nl: Medewerkers
pt_br: Colaboradores
sw: Wachangiaji

# Button
source: Show all
nl: Alles tonen
pt_br: Mostrar tudo

source: Latest
nl: Nieuwste
pt_br: Mais recente

# Content Type list heading
source: Browse by Content Type
nl: Bladeren op inhoudstype
pt_br: Navegar por tipo de conteúdo

# Section title
source: Participating Schools
nl: Deelnemende scholen
pt_br: Escolas participantes

# Featured authors button label
source: See all schools
nl: Alle scholen bekijken
pt_br: Ver todas as escolas

source: Latest research
nl: Laatste onderzoek
pt_br: Pesquisa mais recente
sw: Utafiti wa hivi karibuni

# Section title
source: Meet the researchers
nl: Maak kennis met de onderzoekers
pt_br: Conheça os pesquisadores

source: Uh oh!
nl: Oh-oh!
pt_br: Opa!
sw: Mh oh!

source: Sorry, the page does not exist
nl: Sorry, de pagina bestaat niet
pt_br: Desculpe, a página não existe
sw: Samahani, ukurasa haupo

source: <a href="mailto:%(email)s">Contact us</a> or ...
nl: <a href="mailto:%(email)s">Neem contact met ons op</a> of …
pt_br: <a href="mailto:%(email)s">Entre em contato conosco</a> ou ...
sw: <a href="mailto:%(email)s">Wasiliana nasi</a> au ...

source: Go to home page
nl: Naar startpagina
pt_br: Ir para a página inicial
sw: Nenda kwenye ukurasa wa nyumbani

source: Related reading
nl: Gerelateerde documentatie
pt_br: Leitura relacionada

# *Privacy Not Included can be localized.
source: How to use *Privacy Not Included | Mozilla Foundation
nl: Gebruik van *Privacy niet inbegrepen | Mozilla Foundation

# *Privacy Not Included can be localized.
source: Why we made *Privacy Not Included | Mozilla Foundation
nl: Waarom we *Privacy niet inbegrepen | Mozilla Foundation hebben gemaakt

# Noun, media
source: Press
nl: Pers
pt_br: Imprensa
sw: Wanahabari

source: *Privacy Not Included | Mozilla Foundation
nl: *Privacy niet inbegrepen | Mozilla Foundation

source: Our methodology
nl: Onze methodologie
pt_br: Nossa metodologia
sw: Mbinu yetu

source: Contest terms and conditions
nl: Wedstrijdvoorwaarden
pt_br: Termos e condições da competição
sw: Pinga sheria na masharti

source: Not creepy
nl: Niet griezelig
pt_br: Não é assustador
sw: Sio ya kuogofya

source: A little creepy
nl: Een beetje griezelig
pt_br: Um pouco assustador
sw: Inaogofya kidogo

source: Somewhat creepy
nl: Enigszins griezelig
pt_br: Razoavelmente assustador
sw: Inaogofya kiasi

source: Very creepy
nl: Heel griezelig
pt_br: Muito assustador
sw: Inaogofya sana

source: Super creepy
nl: Supergriezelig
pt_br: Assustador demais
sw: Inaogofya kabisa

source: No votes
nl: Geen stemmen
pt_br: Nenhum voto

source: *Privacy Not Included review:
nl: *Privacy niet inbegrepen-beoordeling:
pt_br: Avaliação de *Privacidade não incluída:
sw: *Ukaguzi wa Faragha Haujajumuishwa:

source: Privacy & security guide
nl: Privacy- en beveiligingsgids
pt_br: Guia de privacidade e segurança
sw: Mwongozo wa faragha na usalama

source: Newest first
nl: Nieuwste eerst
pt_br: Novos primeiro
sw: Mpya zaidi kwanza

source: Oldest first
nl: Oudste eerst
pt_br: Antigos primeiro
sw: Zee zaidi kwanza

source: Alphabetical (A-Z)
nl: Alfabetisch (A-Z)
pt_br: Alfabética (A-Z)
sw: Kialfabeti (A-Z)

source: Alphabetical (Z-A)
nl: Alfabetisch (Z-A)
pt_br: Alfabética (Z-A)
sw: Kialfabeti (Z-A)

# Filter form field label
source: Topics
nl: Onderwerpen
pt_br: Tópicos
sw: Mada

# Filter form field label
source: Curricular Area
nl: Curriculumgebied
pt_br: Área de currículos

# Filter form field label
source: Content Type
nl: Inhoudstype
pt_br: Tipo de conteúdo
sw: Yaliyomo Aina

# Filter form field label - Authors of RCC articles
source: Contributors
nl: Medewerkers
pt_br: Colaboradores
sw: Wachangiaji

# Option in a list of years
source: Any
nl: Alle
pt_br: Qualquer
sw: Yoyote

# Filter form field label
source: Publication Date
nl: Publicatiedatum
pt_br: Data de publicação
sw: Tarehe ya kuchapishwa

# Filter form field label
source: Authors
nl: Schrijvers
pt_br: Autores
sw: Waandishi

# Filter form field label
source: Regions
nl: Regio’s
pt_br: Regiões
sw: Mikoa

source: Summary
nl: Samenvatting
pt_br: Resumo
sw: Muhtasari

source: Table of Contents
nl: Inhoudsopgave
pt_br: Índice
sw: Yaliyomo

# Submit button for newsletter signup form
source: Subscribe
nl: Abonneren

source: More from our blog
nl: Meer van onze blog
pt_br: Mais do nosso blog
sw: Zaidi kutoka kwenye blogu yetu

source: Blog authors
nl: Blogauteurs
pt_br: Autores do blog
sw: Waandishi wa blogu

source: Latest Blog Posts
nl: Laatste blogartikelen
pt_br: Últimas publicações no blog
sw: Machapisho ya hivi karibuni ya Blogu

# Title of the blog search results page
source: Search blog
nl: Blog doorzoeken
pt_br: Pesquisa no blog
sw: Tafuta blogu

# Blog search bar
source: Search all blog
nl: Alle blogs doorzoeken
pt_br: Pesquisar em todos os blogs
sw: Tafuta blogu zote

source: Frequent Topics
nl: Vaak voorkomende onderwerpen
pt_br: Tópicos frequentes

# Search input placeholder text
source: Search all blog
nl: Alle blogs doorzoeken
pt_br: Pesquisar em todos os blogs
sw: Tafuta blogu zote

# icon description for screen readers
source: Shocked face
nl: Geschokt gezicht
pt_br: Rosto surpreso
sw: Uso ulioshtuka

# Search results page with no results to display.
source: Sorry, we couldn’t find anything with that search term.
nl: Sorry, we konden niets vinden met die zoekterm.
pt_br: Desculpe, não encontramos nada com esse termo de pesquisa.
sw: Samahani, hatukuweza kupata chochote kwa neno hilo la utafutaji.

source: First Name
nl: Voornaam
pt_br: Nome
sw: Jina la kwanza

source: Last Name
nl: Achternaam
pt_br: Sobrenome
sw: Jina la familia

source: Country
nl: Land
pt_br: País
sw: Nchi

source: Postal Code
nl: Postcode
pt_br: Código postal

source: I’m okay with Mozilla handling my info as explained in this <a href="%(link)s" target="_blank">Privacy Notice</a>.
nl: Ik ga akkoord met het gebruik van mijn gegevens door Mozilla, zoals uitgelegd in deze <a href="%(link)s" target="_blank">privacyverklaring</a>.
pt_br: Eu aceito que a Mozilla lide com minhas informações como explicado neste <a href="%(link)s" target="_blank">Aviso de privacidade</a>.
sw: Sina hoja na Mozilla ikishughulikia habari yangu kama ilivyoelezwa katika <a href="%(link)s" target="_blank">Sera hii ya Faragha</a>.

source: Yes, I want to receive email updates about Mozilla’s campaigns.
nl: Ja, ik wil e-mailupdates over campagnes van Mozilla ontvangen.
pt_br: Sim, quero receber novidades por email sobre as campanhas da Mozilla.

source: Add my name
nl: Mijn naam toevoegen
pt_br: Adicionar meu nome

source: Read more news
nl: Meer nieuws lezen
pt_br: Leia mais notícias
sw: Soma habari zaidi

source: Subscribe to our newsletter
nl: Abonneren op onze nieuwsbrief
pt_br: Inscreva-se em nosso boletim informativo
sw: Jisajili kwenye jarida letu

source: Help shape the future of the web for the public good. Join our Mozilla News email list to get action alerts & internet tips right to your inbox.
nl: Help mee de toekomst van het web vorm te geven voor het algemeen belang. Word lid van onze Mozilla News-e-maillijst om actiewaarschuwingen en internettips rechtstreeks in uw Postvak IN te ontvangen.
pt_br: Ajude a moldar o futuro da web para o bem público. Junte-se à nossa lista de email do Mozilla News para receber alertas de ação e dicas de internet, direto na sua caixa de entrada.
sw: Saidia kuunda mustakabali wa wavuti kwa manufaa ya umma. Jiunge na orodha yetu ya wanaopokea barua pepe ya Mozilla News ili kupata arifa za vitendo na vidokezo vya mtandao kwenye kikasha chako.

source: Related content
nl: Gerelateerde inhoud
pt_br: Conteúdo relacionado
sw: Maudhui yanayohusiana

source: Related Topics
nl: Verwante onderwerpen
pt_br: Tópicos relacionados
sw: Mada Zinazohusiana

# Button
source: Search
nl: Zoeken
pt_br: Pesquisar
sw: Tafuta

source: Search…
nl: Zoeken…
pt_br: Pesquisar…
sw: Tafuta...

source: %(total_entries)s result
nl: %(total_entries)s resultaat
pt_br: %(total_entries)s resultado
sw: %(total_entries)s matokeo

source: for
nl: voor
pt_br: para
sw: kwa ajili ya

source: clear filters
nl: filters wissen
pt_br: limpar filtros
sw: futa vichujio

source: Overview
nl: Overzicht
pt_br: Visão geral
sw: Muhtasari

source: Advocacy
nl: Belangenbehartiging
pt_br: Ativismo
sw: Utetezi

source: Fellowships
nl: Partnerschappen
pt_br: Bolsas de estudo
sw: Ushirika

source: Awards
nl: Prijzen
pt_br: Prêmios
sw: Tuzo

source: Your phone number
nl: Uw telefoonnummer
pt_br: Número do seu celular
sw: Namba yako ya simu

source: Please enter a ten digit US phone number
nl: Voer een tiencijferig Amerikaans telefoonnummer in
pt_br: Insira um número de celular americano de dez dígitos
sw: Tafadhali ingiza nambari ya simu ya Marekani yenye tarakimu kumi

source: Your zipcode
nl: Uw postcode
pt_br: Seu código postal
sw: Msimbo wako wa posta

source: Please enter a five digit US zip code
nl: Voer een vijfcijferige Amerikaanse postcode in
pt_br: Insira um código postal dos EUA de cinco dígitos
sw: Tafadhali ingiza msimbo wa posta wa Marekani wenye tarakimu tano

source: We’re sorry, we can’t call that number. Please check that it is the right number, or try a different one.
nl: Het spijt ons, we kunnen dat nummer niet bellen. Controleer of het het juiste nummer is, of probeer een ander nummer.
pt_br: Lamentamos, mas não podemos ligar para esse número. Verifique se é o número correto ou tente um diferente.
sw: Samahani, hatuwezi kupiga namba hiyo. Tafadhali hakikisha kuwa ni nambari sahihi, au jaribu namba tofauti.

source: Something went wrong…
nl: Er is iets misgegaan…
pt_br: Algo deu errado…
sw: Hitilafu fulani imetokea…

source: We’re sorry, we seem to be having some trouble. Please try again later.
nl: Het spijt ons, we lijken wat problemen te hebben. Probeer het later nog eens.
pt_br: Lamentamos, mas parece que estamos com algum problema. Tente novamente mais tarde.
sw: Samahani, inaonekana kuwa tuna shida. Tafadhali jaribu tena baadaye.

source: Thank you for all your calls!
nl: Bedankt voor al uw telefoontjes!
pt_br: Obrigado por todas as suas ligações!
sw: Asante kwa simu zako zote!

source: Unfortunately, it looks like you’ve reached the hourly limit. Please try again in an hour.
nl: Helaas lijkt het erop dat u de uurlimiet hebt bereikt. Probeer het over een uur opnieuw.
pt_br: Infelizmente, parece que você atingiu o limite horário. Tente novamente daqui a uma hora.
sw: Samahani, inaonekana umefikia kikomo cha kila saa. Tafadhali jaribu tena baada ya saa moja.

source: * indicates a required field
nl: * geeft verplicht veld aan
pt_br: * indica um campo obrigatório
sw: * Inaashiria sehemu inayohitajika

source: No
nl: Nee
pt_br: Não
sw: Hapana

source: Yes
nl: Ja
pt_br: Sim
sw: Ndiyo

source: Unknown
nl: Onbekend
pt_br: Desconhecido
sw: Isiyojulikana

source: Can’t Determine
nl: Kan niet bepalen
pt_br: Não foi possível determinar
sw: Haiwezi Kuamua

source: N/A
nl: Niet beschikbaar
pt_br: Não aplicável
sw: Haihusiki

# This is a rating for a company's history concerning privacy
source: Great
nl: Uitstekend
pt_br: Ótimo
sw: Nzuri

# This is a rating for a company's history concerning privacy
source: Average
nl: Gemiddeld
pt_br: Médio
sw: Wastani

# This is a rating for a company's history concerning privacy
source: Needs Improvement
nl: Verbetering nodig
pt_br: Precisa de melhorias
sw: Inahitaji kuimarishwa

# This is a rating for a company's history concerning privacy
source: Bad
nl: Slecht
pt_br: Ruim
sw: Mbaya

source: Mozilla Foundation
pt_br: Fundação Mozilla
sw: Shirika la Mozilla Foundation

source: Mozilla is a global non-profit dedicated to putting you in control of your online experience and shaping the future of the web for the public good. Visit us at <a class="link" href="%(foundation_website_url)s">%(foundation_website)s</a>. Most content available under a <a class="link" href="%(cc_website_url)s">Creative Commons license</a>.
pt_br: A Mozilla é uma organização global sem fins lucrativos, dedicada a colocar você no controle da sua experiência online e moldar o futuro da web para o bem público. Visite-nos em <a class="link" href="%(foundation_website_url)s">%(foundation_website)s</a>. A maioria do conteúdo está disponível sob uma <a class="link" href="%(cc_website_url)s">licença Creative Commons</a>.
sw: Mozilla ni shirika lisilo la faida la kimataifa lililojitolea kuhakikisha kwamba unadhibiti mambo unayopitia mtandaoni na kushawishi maendeleo ya wavuti kwa ajili ya maslahi bora ya umma. Tutembelee kwenye <a class="link" href="%(foundation_website_url)s">%(foundation_website)s</a>. Maudhui mengi yanapatikana chini ya leseni ya <a class="link" href="%(cc_website_url)s">Creative Commons</a>.

source: <b>Other ways to give: <a href="%(check_url)s">Check</a></b>
pt_br: <b>Outras formas de doar: <a href="%(check_url)s">Cheque</a></b>

# Short for ‘answer’, please keep this translation short
source: A:
pt_br: Resposta:

source: Open category drop down
pt_br: Abrir lista suspensa de categorias
sw: Fungua kategoria kunjuzi

source: Close category drop down
pt_br: Fechar lista suspensa de categorias
sw: Funga kategoria kunjuzi

source: Privacy
pt_br: Privacidade
sw: Faragha

source: App:
pt_br: Aplicativo:
sw: Programu:

source: *privacy not included with this product
pt_br: *privacidade não incluída neste produto
sw: *faragha haijajumuishwa katika bidhaa hii

source: *privacy not included
pt_br: *privacidade não incluída
sw: *faragha haijajumuishwa

source: Open drop down
pt_br: Abrir lista suspensa
sw: Fungua orodha kunjuzi

source: Close drop down
pt_br: Fechar lista suspensa
sw: Funga orodha kunjuzi

source: Newsletter
pt_br: Boletim informativo
sw: Kijarida

source: Camera
pt_br: Câmera
sw: Kamera

source: A.I.
pt_br: Inteligência artificial

source: *privacy not included | Shop smart and safe
pt_br: *privacidade não incluída | Compre de forma inteligente e segura
sw: *faragha haijajumuishwa | Duka janja na salama

source: *privacy not included | Shop smart and safe | Mozilla Foundation
pt_br: *privacidade não incluída | Compra inteligente e segura | Fundação Mozilla
sw: *faragha haijajumuishwa | Duka janja na salama | Mozilla Foundation

source: privacy not included
pt_br: privacidade não incluída
sw: faragha haijajumuishwa

source: privacy not included - %(product.title)s
pt_br: privacidade não incluída - %(product.title)s
sw: faragha haijajumuishwa - %(product.title)s

source: <strong>Warning</strong>: *privacy not included with this product
pt_br: <strong>Aviso</strong>: *privacidade não incluída neste produto
sw: <strong>Onyo</strong>: *faragha haijajumuishwa katika bidhaa hii

source: No thanks
pt_br: Não, obrigado
sw: Hapana asante

# *privacy not included can be localized.
source: How to use *privacy not included
pt_br: Como usar a *privacidade não incluída
sw: Jinsi ya kutumia *faragha haijajumuishwa

# *privacy not included can be localized.
source: Why we made *privacy not included
pt_br: Por que criamos a *privacidade não incluída
sw: Kwa nini tuliunda *faragha haijajumuishwa

source: *privacy not included
pt_br: *privacidade não incluída
sw: *faragha haijajumuishwa

# icon description for screen readers
source: audio
pt_br: áudio
sw: sauti

# icon description for screen readers
source: video
pt_br: vídeo

source: Learn more about: %(name)s
pt_br: Saiba mais sobre: %(name)s
sw: Jifunze zaidi kuhusu: %(name)s

source: Learn more →
pt_br: Saiba mais →
sw: Jifunze zaidi →

source: Our areas of focus
pt_br: Nossas áreas de foco
sw: Nyanja zetu

source: News you can use
pt_br: Notícias que você pode usar
sw: Habari unayoweza kutumia

source: Spotlight
pt_br: Destaque
sw: Angaza

source: Internet Health Report
pt_br: Relatório de Integridade da Internet
sw: Ripoti ya Afya ya Mtandao

source: Cookies
sw: Vidakuzi

# Button to share the page by email
source: Email
sw: Barua pepe
