Repository: mozilla-l10n/fomo-l10n
Catalog: foundation/translations/legacy_apps/locale/*/LC_MESSAGES/django.po
Languages: es, fr, fy_nl, pl

source: Join our Mozilla News email list to get action alerts & internet tips right to your inbox.
es: Únete a nuestra lista de correo electrónico de Noticias de Mozilla para recibir alertas de acción y consejos sobre Internet directamente en tu bandeja de entrada.
fr: Abonnez-vous à notre newsletter Actualités de Mozilla pour recevoir des conseils pour Internet et des alertes pour passer à l’action.
fy_nl: Skriuw jo yn foar ús mailinglist Mozilla News en ûntfang aksjemeldingen en ynternettips streekrjocht yn jo Postfek YN.
pl: Dołącz do naszej listy Aktualności Mozilli, aby otrzymywać powiadomienia o możliwościach działania i wskazówki o Internecie prosto do swojej skrzynki.

source: Sort by
es: Ordenar por
fr: Trier par
fy_nl: Sortearje op
pl: Sortuj według

source: Sort by creepiness
es: Ordenar por escalofriante
fr: Trier par caractère flippant
fy_nl: Sortearje op huverichheid
pl: Sortuj według stopnia przerażania

source: Creepiness: Least – Most
es: Escalofriante: menos – más
fr: Du moins flippant au plus flippant
fy_nl: Huverichheid: Minst – Meast
pl: Przerażające: od najmniej do najbardziej

source: Creepiness least to most
es: De menos a más escalofriante
fr: Du moins flippant au plus flippant
fy_nl: Huverichheid fan minst oant meast
pl: Od najmniej do najbardziej przerażających

source: Creepiness most to least
es: De más a menos escalofriante
fr: Du plus flippant au moins flippant
fy_nl: Huverichheid fan meast oant minst
pl: Od najbardziej do najmniej przerażających

source: Creepiness: Most – Least
es: Escalofriante: más – menos
fr: Du plus flippant au moins flippant
fy_nl: Huverichheid: Meast – Minst
pl: Przerażające: od najbardziej do najmniej

source: Alphabetical (ascending)
es: Alfabético (ascendente)
fr: Ordre alphabétique (A-Z)
fy_nl: Alfabetysk (oprinnend)
pl: Alfabetycznie (rosnąco)

source: Alphabetical
es: Orden alfabético
fr: Ordre alphabétique
fy_nl: Alfabetysk
pl: Alfabetyczne

source: Popular
fr: Populaires
fy_nl: Populêr
pl: Popularne

source: Privacy Not Included
es: Privacidad no incluida
fr: Confidentialité non incluse
fy_nl: Privacy net ynbegrepen
pl: Prywatność do nabycia osobno

source: This section requires attention.
es: Esta sección requiere atención.
fr: Cette section nécessite votre attention.
fy_nl: Dizze seksje freget omtinken.
pl: Ta sekcja wymaga uwagi.

# icon description for screen readers
source: information
es: Información
fr: informations
fy_nl: ynformaasje
pl: informacje

source: (opens in a new tab)
es: (abrir en una nueva pestaña)
fr: (s’ouvre dans un nouvel onglet)
fy_nl: (iepenet yn in nij ljepblêd)
pl: (otwiera w nowej karcie)

source: Can it snoop on me?
es: ¿Me puede espiar?
fr: Ce produit peut-il m’espionner ?
fy_nl: Kin it my bespionearje?
pl: Czy może mnie podsłuchiwać?

source: Camera
es: Cámara
fr: Caméra
fy_nl: Kamera
pl: Aparat

source: Microphone
es: Micrófono
fy_nl: Mikrofoan
pl: Mikrofon

source: Tracks location
es: Rastrea la ubicación
fr: Piste la géolocalisation
fy_nl: Folget lokaasje
pl: Śledzi położenie

source: What can be used to sign up?
es: ¿Qué se puede usar para registrarse?
fr: Que peut-on utiliser pour s’inscrire ?
fy_nl: Wat is der nedich om jo oan te melden?
pl: Czego można użyć do rejestracji?

source: Phone
es: Teléfono
fr: Téléphone
fy_nl: Telefoannûmer
pl: Telefon

source: Third-party account
es: Cuenta de terceros
fr: Compte tiers
fy_nl: Account fan tredden
pl: Konto firmy trzeciej

source: What data does the company collect?
es: ¿Qué datos recopila la empresa?
fr: Quelles données l’entreprise collecte-t-elle ?
fy_nl: Hokker gegevens sammelet it bedriuw?
pl: Jakie dane zbiera ta firma?

source: Personal
es: Información personal
fr: Personnelles
fy_nl: Persoanlike
pl: Osobiste

source: Body related
es: Información biométrica
fr: Corporelles
fy_nl: Lichemrelatearre
pl: Związane z ciałem

source: Social
es: Información social
fr: Sociales
fy_nl: Sosjale
pl: Społecznościowe

source: How does the company use this data?
es: ¿Cómo utiliza la empresa estos datos?
fr: Comment l’entreprise utilise-t-elle les données ?
fy_nl: Hoe brûkt it bedriuw dizze gegevens?
pl: Jak ta firma wykorzystuje te dane?

source: How can you control your data?
es: ¿Cómo puedes controlar el uso de tus datos?
fr: Comment pouvez-vous contrôler vos données ?
fy_nl: Hoe kinne jo jo gegevens beheare?
pl: Jak możesz kontrolować swoje dane?

source: What is the company’s known track record of protecting users’ data?
es: ¿Qué historial tiene la compañía en cuanto a la protección de los datos de los usuarios?
fr: Quel est l’historique de l’entreprise en matière de protection des données des utilisateurs et utilisatrices ?
fy_nl: Hoe stiet it bedriuw bekend as it giet om it beskermjen fan brûkersgegevens?
pl: Jaka jest znana historia tej firmy w zakresie ochrony danych użytkowników?

source: Child Privacy Information
es: Información sobre privacidad infantil
fr: Informations liées à la vie privée des enfants
fy_nl: Privacy-ynformaasje foar bern
pl: Informacje o prywatności dziecka

source: Can this product be used offline?
es: ¿El producto se puede usar sin conexión?
fr: Ce produit peut-il être utilisé hors connexion ?
fy_nl: Kin dit produkt offline brûkt wurde?
pl: Czy ten produkt może być używany bez połączenia z siecią?

source: User-friendly privacy information?
es: ¿La información de privacidad es fácil de entender?
fr: Informations relatives à la vie privée accessibles et compréhensibles ?
fy_nl: Brûkersfreonlike privacyynformaasje?
pl: Przyjazne dla użytkownika informacje o prywatności?

source: Links to privacy information
es: Enlaces a información de privacidad
fr: Liens vers les informations concernant la vie privée
fy_nl: Keppelingen nei privacy-ynformaasje
pl: Odnośniki do informacji o prywatności

source: Does this product meet our <span class="tw-ml-2"></span> <a id="mss-link" class="" href="%(url)s">Minimum Security Standards</a>?
es: ¿El producto cumple nuestros <span class="tw-ml-2"></span> <a id="mss-link" class="" href="%(url)s">estándares mínimos de seguridad</a>?
fr: Ce produit respecte-t-il nos <span class="tw-ml-2"></span> <a id="mss-link" class="" href="%(url)s">critères élémentaires de sécurité</a> ?
fy_nl: Foldocht dit produkt oan ús <span class="tw-ml-2"></span> <a id="mss-link" class="" href="%(url)s">minimale befeiligingsnoarmen</a>?
pl: Czy ten produkt spełnia nasze <span class="tw-ml-2"></span> <a id="mss-link" class="" href="%(url)s">minimalne standardy bezpieczeństwa</a>?

source: Encryption
es: Cifrado
fr: Chiffrement
fy_nl: Fersifering
pl: Szyfrowanie

source: Security updates
es: Actualizaciones de seguridad
fr: Mises à jour de sécurité
fy_nl: Befeiligingsfernijingen
pl: Aktualizacje zabezpieczeń

source: Strong password
es: Contraseña fuerte
fr: Mot de passe robuste
fy_nl: Sterk wachtwurd
pl: Silne hasło

source: Manages vulnerabilities
es: Gestiona las vulnerabilidades
fr: Gestion des vulnérabilités
fy_nl: Beheart kwetsberheden
pl: Zajmuje się problemami z bezpieczeństwem

source: Privacy policy
es: Política de privacidad
fr: Politique de confidentialité
fy_nl: Privacybelied
pl: Zasady ochrony prywatności

source: Does the product use AI?
es: ¿El producto usa IA?
fr: Le produit utilise-t-il une IA ?
fy_nl: Brûkt it produkt AI?
pl: Czy produkt wykorzystuje sztuczną inteligencję?

source: Is this AI untrustworthy?
es: ¿Es poco confiable esta IA?
fr: Cette IA est-elle non digne de confiance ?
fy_nl: Is dizze AI ûnbetrouber?
pl: Czy tej sztucznej inteligencji nie można ufać?

source: What kind of decisions does the AI make about you or for you?
es: ¿Qué tipo de decisiones toma la IA acerca de ti o por ti?
fr: Quel genre de décisions l’IA prend-elle à votre sujet ou pour vous ?
fy_nl: Hokker soarte fan besluten makket de AI oer jo of foar jo?
pl: Jakie decyzje sztuczna inteligencja podejmuje o Tobie lub za Ciebie?

source: Is the company transparent about how the AI works?
es: ¿La empresa es transparente acerca del funcionamiento de la IA?
fr: L’entreprise est-elle transparente sur le fonctionnement de l’IA ?
fy_nl: Is it bedriuw transparant oer hoe’t de AI wurket?
pl: Czy firma jest przejrzysta w kwestii działania sztucznej inteligencji?

source: Does the user have control over the AI features?
es: ¿Tiene el usuario control sobre las características de la IA?
fr: Les fonctionnalités de l’IA peuvent-elles être contrôlées par l’utilisateur ou l’utilisatrice ?
fy_nl: Hat de brûker kontrôle oer de AI-funksjes?
pl: Czy użytkownik ma kontrolę nad funkcjami sztucznej inteligencji?

source: Privacy
es: Privacidad
fr: Confidentialité
pl: Prywatność

# icon description for screen readers
source: warning
es: advertencia
fr: avertissement
fy_nl: warskôging
pl: ostrzeżenie

source: Security
es: Seguridad
fr: Sécurité
fy_nl: Befeiliging
pl: Bezpieczeństwo

source: A.I.
es: IA
fr: IA
pl: Sztuczna inteligencja

source: Related products
es: Productos relacionados
fr: Produits similaires
fy_nl: Relatearre produkten
pl: Podobne produkty

source: Related
es: Relacionado
fr: Articles connexes
fy_nl: Relatearre
pl: Powiązane

# Date format (e.g. Nov. 19, 2020)
source: Review date: %(date)s
es: Fecha de la reseña: %(date)s
fr: Passé en revue le : %(date)s
fy_nl: Beoardielingsdatum: %(date)s
pl: Data recenzji: %(date)s

source: <a %(link_attrs)s>Mozilla researched</a> %(time_researched)s hour
es: <a %(link_attrs)s>Mozilla investigó durante</a> %(time_researched)s hora
fr: Mozilla a effectué %(time_researched)s heure <a %(link_attrs)s>de recherches</a>
fy_nl: <a %(link_attrs)s>Mozilla ûndersocht</a> %(time_researched)s oere
pl: <a %(link_attrs)s>Mozilla badała przez</a> %(time_researched)s godzinę

source: Mozilla says
es: Mozilla dice
fr: L’avis de Mozilla :
fy_nl: Mozilla seit
pl: Według Mozilli:

source: Submit a product here.
es: Envíe un producto aquí.
fr: Proposez un produit ici.
fy_nl: Tsjinje hjir in produkt yn.
pl: Wyślij produkt tutaj.

source: By
es: Por
fr: Par
fy_nl: Troch
pl: Autorzy:

# String followed by the next page title the user will reach by scrolling down
source: Keep Scrolling For
es: Sigue desplazándote para leer
fr: Continuez à faire défiler pour
fy_nl: Bliuw skowe foar
pl: Przewiń w dół, aby wyświetlić:

source: Written by
es: Escrito por
fr: Rédigé par
fy_nl: Skreaun troch
pl: Autorzy:

source: and
es: y
fr: et
fy_nl: en
pl: i

source: Download PDF
es: Descargar PDF
fr: Télécharger le PDF
fy_nl: PDF downloade
pl: Pobierz plik PDF

source: Close Banner
es: Cerrar banner
fr: Fermer la bannière
fy_nl: Banner slute
pl: Zamknij baner

source: Join our <b>Mozilla News</b> email list to get action alerts & internet tips right to your inbox.
es: Únete a nuestra lista de correo electrónico de <b>Noticias de Mozilla</b> para recibir alertas de acción y consejos sobre Internet directamente en tu bandeja de entrada.
fr: Abonnez-vous à notre newsletter <b>Actualités de Mozilla</b> pour recevoir des conseils pour Internet et des alertes pour passer à l’action.
fy_nl: Skriuw jo yn foar ús mailinglist <b>Mozilla News</b> en ûntfang aksjemeldingen en ynternettips streekrjocht yn jo Postfek YN.
pl: Dołącz do naszej listy <b>Aktualności Mozilli</b>, aby otrzymywać powiadomienia o możliwościach działania i wskazówki o Internecie prosto do swojej skrzynki.

source: Return to Homepage
es: Volver a la página de inicio
fr: Revenir à la page d’accueil
fy_nl: Werom nei startside
pl: Wróć na stronę główną

source: Mozilla Foundation
es: Fundación Mozilla
fr: Fondation Mozilla
pl: Fundacja Mozilla

source: More about us
es: Conoce más sobre nosotros
fr: Pour en savoir plus à notre sujet
fy_nl: Mear oer ús
pl: Więcej o nas

source: Careers
es: Empleos
fr: Emplois
fy_nl: Banen
pl: Praca

source: Cookies
pl: Ciasteczka

source: Legal
es: Aviso legal
fr: Mentions légales
fy_nl: Juridysk
pl: Kwestie prawne

source: Participation Guidelines
es: Pautas para la participación
fr: Directives relatives à la participation
fy_nl: Rjochtlinen foar dielname
pl: Wytyczne uczestnictwa

source: Press Center
es: Centro de prensa
fr: Espace presse
fy_nl: Parsesintrum
pl: Centrum prasowe

source: This website supports Web Monetization.
es: Este sitio es compatible con Web Monetization.
fr: Ce site web prend en charge Web Monetization.
fy_nl: Dizze website stipet it generearjen fan ynkomsten fia it web.
pl: Ta strona obsługuje standard Web Monetization.

source: <a href="%(url)s">Read more</a> about our implementation
es: <a href="%(url)s">Más información</a> sobre nuestra implementación
fr: <a href="%(url)s">En savoir plus</a> sur notre implémentation.
fy_nl: <a href="%(url)s">Mear ynfo</a> oer ús ymplemintaasje
pl: <a href="%(url)s">Więcej informacji</a> o naszej implementacji

source: Mozilla is a global non-profit dedicated to putting you in control of your online experience and shaping the future of the web for the public good. Visit us at <a href="%(foundation_website_url)s">%(foundation_website)s</a>. Most content available under a <a href="%(cc_website_url)s">Creative Commons license</a>.
es: Mozilla es una organización mundial sin fines de lucro que vela por ofrecerte el control de tu experiencia en la red y forjar el futuro de Internet para beneficio del público. Visítanos en <a href="%(foundation_website_url)s">%(foundation_website)s</a>. La mayor parte del contenido está disponible bajo una <a href="%(cc_website_url)s">licencia Creative Commons</a>.
fr: Mozilla est une organisation internationale à but non lucratif, déterminée à vous faire reprendre le contrôle de votre vie numérique en ligne et à définir l’avenir du Web dans l’intérêt collectif. Plus d’informations sur <a href="%(foundation_website_url)s">%(foundation_website)s</a>. La majorité du contenu est disponible sous <a href="%(cc_website_url)s">licence Creative Commons</a>.
fy_nl: Mozilla is in wrâldwide non-profitorganisaasje, tawijd oan it behâlden fan de kontrôle oer jo onlinebelibbing en it foarmjen fan de takomst fan it ynternet yn it algemien belang. Besykje ús op <a href="%(foundation_website_url)s">%(foundation_website)s</a>. De measte ynhâld is beskikber ûnder in <a href="%(cc_website_url)s">Creative Commons-lisinsje</a>.
pl: Mozilla to ogólnoświatowa organizacja non-profit, której celem jest oddanie użytkownikom kontroli nad Internetem i kształtowanie jego przyszłości dla wspólnego dobra. Odwiedź nas na <a href="%(foundation_website_url)s">%(foundation_website)s</a>. Większość treści jest dostępna na <a href="%(cc_website_url)s">licencji Creative Commons</a>.

source: We all love the Web. Join Mozilla in defending it.
es: A todos nos encanta la Web. Únete a Mozilla para defenderla.
fr: Nous aimons tous le Web. Rejoignez Mozilla pour le défendre.
fy_nl: Wy binne allegearre gek op it web. Help Mozilla it te ferdigenjen.
pl: Wszyscy kochamy Internet. Dołącz do Mozilli, aby go obronić.

source: Let’s protect the world’s largest resource for future generations.
es: Protejamos el mayor recurso del mundo para las generaciones futuras.
fr: Protégeons la principale ressource mondiale pour les générations futures.
fy_nl: Litte wy de grutste helpboarne yn 'e wrâld foar takomstige generaasjes beskermje.
pl: Ochrońmy największy zasób świata dla przyszłych pokoleń.

source: Donate now
es: Donar ahora
fr: Faire un don
fy_nl: No donearje
pl: Przekaż datek

source: Footnotes
es: Notas al pie
fr: Notes de bas de page
fy_nl: Fuotnoaten
pl: Przypisy

source: Back to content
es: Volver al contenido
fr: Retour au contenu
fy_nl: Werom nei ynhâld
pl: Wróć do treści

# Button
source: Filter
es: Filtrar
fr: Filtrer
fy_nl: Filterje
pl: Filtruj

# Search input placeholder text
source: Search our Curriculum…
es: Buscar en nuestro currículum…
fr: Rechercher dans notre curriculum…
fy_nl: Us kurrikulum trochsykje…
pl: Przeszukaj nasz program…

# Search input placeholder text
source: Search our Research…
es: Busca en nuestras investigaciones...
fr: Rechercher parmi nos recherches…
fy_nl: Us ûndersyk trochsykje…
pl: Przeszukaj nasze badania…

source: Featured Posts
es: Publicaciones destacadas
fr: Articles mis en avant
fy_nl: Oanrekommandearre berjochten
pl: Polecane wpisy

source: Popular topics
es: Temas populares
fr: Sujets fréquents
fy_nl: Populêre ûnderwerpen
pl: Popularne tematy

# Pagination link
source: Prev. page
es: Página anterior
fr: Page précédente
fy_nl: Foarige side
pl: Poprzednia strona

# Pagination link
source: Next page
es: Página siguiente
fr: Page suivante
fy_nl: Folgjende side
pl: Następna strona

# Tooltip on menu items
source: main site navigation
es: navegación principal del sitio
fr: navigation principale du site
fy_nl: haadwebsitenavigaasje
pl: nawigacja na głównej stronie

source: Open menu
es: Abrir menú
fr: Ouvrir le menu
fy_nl: Menu iepenje
pl: Otwórz menu

source: Mozilla Foundation Homepage
es: Página de inicio de la Fundación Mozilla
fr: Page d’accueil de la Fondation Mozilla
fy_nl: Startside Mozilla Foundation
pl: Główna strona Mozilla Foundation

source: Hero Image
fr: Image principale
fy_nl: Heldôfbylding
pl: Główny obraz

source: Share on Facebook
es: Compartir en Facebook
fr: Partager sur Facebook
fy_nl: Diele op Facebook
pl: Udostępnij na Facebooku

source: Share on Twitter
es: Compartir en Twitter
fr: Partager sur Twitter
fy_nl: Diele op Twitter
pl: Udostępnij na Twitterze

source: Share by Email
es: Compartir por correo electrónico
fr: Partager par e-mail
fy_nl: Diele fia e-mail
pl: Udostępnij e-mailem

source: Copy page URL to clipboard
es: Copiar la URL de la página en el portapapeles
fr: Copier l’adresse de la page dans le presse-papiers
fy_nl: Side-URL nei klamboerd kopiearje
pl: Kopiuj adres do schowka

source: Copy to clipboard
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
fy_nl: Kopiearje nei klamboerd
pl: Kopiuj do schowka

source: Copy
es: Copiar
fr: Copier
fy_nl: Kopiearje
pl: Kopiuj

source: %(title)s by @mozilla
es: %(title)s por @mozilla
fr: %(title)s par @mozilla
fy_nl: %(title)s troch @mozilla
pl: %(title)s autorstwa @mozilla

source: SUMMARY
es: RESUMEN
fr: SOMMAIRE
fy_nl: GEARFETTING
pl: PODSUMOWANIE

source: *Privacy Not Included
es: *Privacidad no incluida
fr: *Confidentialité non incluse
fy_nl: *Privacy net ynbegrepen
pl: *Prywatność do nabycia osobno

source: *Privacy Not Included: A Buyer’s Guide for Connected Products
es: *Privacidad no incluida: una guía del comprador para productos conectados
fr: *confidentialité non incluse : un guide d’achat pour les objets connectés
fy_nl: *Privacy net ynbegrepen: in keapersgids foar ferbûne produkten
pl: *Prywatność do nabycia osobno: przewodnik konsumenta po urządzeniach podłączonych do sieci

source: *Privacy Not Included | Shop smart and safe | Mozilla Foundation
es: *Privacidad no incluida | Compra de forma segura e informada | Mozilla Foundation
fr: *Confidentialité non incluse | Soyez malins, achetez des produits sûrs | Fondation Mozilla
fy_nl: *Privacy net ynbegrepen | Winkelje tûk en feilich | Mozilla Foundation
pl: *Prywatność do nabycia osobno | Kupuj mądrze i bezpiecznie | Mozilla Foundation

source: Privacy & Security Guide | Mozilla Foundation
es: Guía de privacidad y seguirdad | Mozilla Foundation
fr: Guide pour la confidentialité et la sécurité | Fondation Mozilla
fy_nl: Privacy- en feilichheidsgids | Mozilla Foundation
pl: Przewodnik prywatności i bezpieczeństwa | Mozilla Foundation

# Sticky button in mobile view on campaign pages
source: TAKE ACTION
es: ACTUAR AHORA
fr: J’AGIS
fy_nl: KOM YN AKSJE
pl: PODEJMIJ DZIAŁANIE

source: Make smart choices to protect your privacy. <br /> Search for products. Read expert reviews. Get tips and tricks.
es: Toma decisiones inteligentes para proteger tu privacidad. <br /> Busca productos. Lee opiniones de expertos. Recibe consejos y trucos.
fr: Faites des choix judicieux pour protéger votre vie privée. <br />Recherchez des produits. Lisez les avis d’experts. Obtenez des conseils.
fy_nl: Meitsje tûke karren om jo privacy te beskermjen. <br /> Sykje nei produkten. Lês beoardielingen fan eksperts. Untfang tips en trúks.
pl: Dokonuj mądrych wyborów, aby chronić swoją prywatność. <br /> Szukaj produktów. Przeczytaj recenzje ekspertów. Poznaj wskazówki i porady.

source: Scroll to see how creepy people find these products!
es: Desplázate por la página para ver lo peligrosos que son estos productos
fr: Faites défiler pour voir à quel point les utilisateurs trouvent ces produits flippants !
fy_nl: Skow om te sjen hoe aaklik minsken dizze produkten fine!
pl: Przewiń, aby zobaczyć, jak bardzo te produkty przyprawiają innych o gęsią skórkę!

source: Don’t see the product you’re looking for?
es: ¿No encuentras el producto que buscas?
fr: Vous ne trouvez pas le produit que vous recherchez ?
fy_nl: Sjogge jo it produkt dat jo sykje net?
pl: Nie widzisz produktu, którego szukasz?

source: Try <a href="#top" class="tw-underline tw-text-blue-80">search</a> or let us know what product you would like reviewed in the guide.
es: Intenta una <a href="#top" class="tw-underline tw-text-blue-80">búsqueda</a> o déjanos saber qué producto te gustaría que reseñaramos en la guía.
fr: Essayez de <a href="#top" class="tw-underline tw-text-blue-80">rechercher un produit</a> ou indiquez-nous le produit que vous souhaitez voir dans le guide.
fy_nl: Probearje te <a href="#top" class="tw-underline tw-text-blue-80">sykjen</a> of lit ús witte hokker produkt jo yn de gids beoardiele litte wolle.
pl: Spróbuj go <a href="#top" class="tw-underline tw-text-blue-80">wyszukać</a> lub daj nam znać, jaki produkt moglibyśmy zrecenzować.

source: *Privacy Not Included - %(product.title)s
es: *Privacidad no incluida - %(product.title)s
fr: *Confidentialité non incluse - %(product.title)s
fy_nl: *Privacy net ynbegrepen – %(product.title)s
pl: *Prywatność do nabycia osobno — %(product.title)s

source: <strong>Warning</strong>: *Privacy Not Included with this product
es: <strong>Advertencia</strong>: *Privacidad no incluida con este producto
fr: <strong>Attention</strong> : *Confidentialité non incluse avec ce produit
fy_nl: <strong>Warskôging</strong>: *Privacy net ynbegrepen by dit produkt
pl: <strong>Ostrzeżenie</strong>: *Prywatność dla tego produktu do nabycia osobno

source: What could happen if something goes wrong?
es: ¿Qué podría pasar si algo falla?
fr: Que pourrait-il se passer en cas de problème ?
fy_nl: Wat kin der barre as der wat misgiet?
pl: Co się może stać, jeśli coś pójdzie nie tak?

source: Tips to protect yourself
es: Consejos para protegerte
fr: Conseils pour vous protéger
fy_nl: Tips om josels te beskermjen
pl: Wskazówki, jak się chronić

source: No authors found.
es: No se encontraron los autores.
fr: Aucun auteur trouvé.
fy_nl: Gjin auteurs fûn.
pl: Nie odnaleziono autorów.

# Library detail page section heading
source: Overview
es: Información general
fr: Vue d’ensemble
fy_nl: Oersjoch
pl: Przegląd

source: Project leads
es: Líderes de proyectos
fr: Responsables du projet
fy_nl: Projektlieders
pl: Liderzy projektu

source: Collaborators
es: Colaboradores
fr: Collaborateurs et collaboratrices
fy_nl: Meiwurkers
pl: Współtwórcy

# Button
source: Browse all
es: Examinar todos
fr: Tout parcourir
fy_nl: Troch alles blêdzje
pl: Wszystkie

source: Latest Research
es: Investigaciones más recientes
fr: Dernières recherches
fy_nl: Lêste ûndersyk
pl: Najnowsze badania

# Button
source: Browse all projects
es: Examinar todos los proyectos
fr: Parcourir tous les projets
fy_nl: Troch alle projekten blêdzje
pl: Wszystkie projekty

# Topic list heading
source: Browse by topic
es: Examina por tema
fr: Parcourir par thème
fy_nl: Blêdzje op ûnderwerp
pl: Według tematu

# Section title
source: Featured authors
es: Autores destacados
fr: Auteurs et autrices mis en avant
fy_nl: Utljochte auteurs
pl: Polecani autorzy

# Featured authors button label
source: Browse all authors
es: Explorar todos los autores
fr: Parcourir les auteurs et autrices
fy_nl: Troch alle auteurs sneupe
pl: Wszyscy autorzy
