Repository: mozilla-l10n/fomo-l10n
Catalog: foundation/translations/legacy_apps/locale/*/LC_MESSAGES/djangojs.po
Languages: fy_nl

source: Not creepy
fy_nl: Net aaklik

source: A little creepy
fy_nl: In bytsje aaklik

source: Somewhat creepy
fy_nl: Wat aaklik

source: Very creepy
fy_nl: Bot aaklik

source: Super creepy
fy_nl: Superaaklik

source: MISINFORMATION
fy_nl: DESYNFORMAASJE

source: VIOLENT OR GRAPHIC CONTENT
fy_nl: GEWELDDIEDIGE OF EKSPLISITE YNHÂLD

source: COVID-19 MISINFORMATION
fy_nl: COVID-19-DESYNFORMAASJE

source: HATE SPEECH
fy_nl: HAATSIEDZJE

source: SPAM, DECEPTIVE PRACTICES
fy_nl: SPAM, MISLIEDENDE PRAKTIKEN

source: NUDITY & SEXUAL CONTENT
fy_nl: NEAKENS & SEKSUELE YNHÂLD

source: CHILD SAFETY
fy_nl: BERNEFEILICHHEID

source: HARASSMENT & CYBERBULLYING
fy_nl: YNTIMIDAASJE & CYBERPESTE

source: HARMFUL OR DANGEROUS CONTENT
fy_nl: SKEADLIKE OF GEFAARLIKE YNHÂLD

source: OTHER
fy_nl: OARS

source: FIREARMS
fy_nl: WAPENS

source: IMPERSONATION
fy_nl: IDENTITEITSFRAUDE

source: ANIMAL ABUSE
fy_nl: BISTEMISHANNELING

source: AGE-RESTRICTED CONTENT
fy_nl: YNHÂLD MEI LEEFTIIDSBEHEINING

source: VIOLENT CRIMINAL ORGS
fy_nl: GEWELDDIEDIGE KRIMINELE ORGANISAASJES

source: FAKE ENGAGEMENT
fy_nl: KULYNTERAKSJE

source: Recommendation
fy_nl: Oanrekommandaasje

source: Search
fy_nl: Sykje

source: Other
fy_nl: Oars

source: Brazil
fy_nl: Brazilië

source: Germany
fy_nl: Dútslân

source: France
fy_nl: Frankryk

source: Poland
fy_nl: Poalen

source: India
fy_nl: Yndia

source: Spain
fy_nl: Spanje

source: Mexico
fy_nl: Meksiko

source: United States
fy_nl: Ferienige Steaten

source: Turkey
fy_nl: Turkije

source: Finland
fy_nl: Finlân

source: Netherlands
fy_nl: Nederlân

source: Norway
fy_nl: Noarwegen

source: New Zealand
fy_nl: Nij-Seelân

source: United Kingdom
fy_nl: Ferienige Keninkryk

source: Ireland
fy_nl: Ierlân

source: South Africa
fy_nl: Súd-Afrika

source: Italy
fy_nl: Italië

source: Indonesia
fy_nl: Yndonezië

source: Australia
fy_nl: Australië

source: Switzerland
fy_nl: Switserlân

source: Czechia
fy_nl: Tsjechië

source: Canada
fy_nl: Kanada

source: Austria
fy_nl: Eastenryk

source: Denmark
fy_nl: Denemarken

source: Regrets Per 10000 Videos
fy_nl: Regrets per 10.000 fideo’s

source: Copied
fy_nl: Kopiearre

source: Navigate to...
fy_nl: Navigearje nei…
