Repository: mozilla-l10n/fomo-l10n
Catalog: foundation/translations/legacy_apps/locale/*/LC_MESSAGES/django.po
Languages: es, fr, fy_nl, pl

source: Page Not Found
es: Página no encontrada
fr: Page introuvable
fy_nl: Side net fûn
pl: Nie odnaleziono strony

source: I need
es: Necesito
fr: J’ai besoin
fy_nl: Ik:
pl: Chcę

source: Please select...
es: Por favor selecciona...
fr: Veuillez sélectionner…
fy_nl: Selektearje…
pl: Wybierz…

source: Help with the donation form
es: Ayuda con el formulario para donar
fr: D’aide avec le formulaire de don
fy_nl: Haw help nedich by it donaasjeformulier
pl: Uzyskać pomocą w sprawie formularza dotyczącego datku

source: To change or cancel my monthly recurring donation
es: Modificar o cancelar mi donación mensual recurrente
fr: De modifier ou d’annuler mon don mensuel récurrent
fy_nl: Wol myn moanlikse donaasje wizigje of opsizze
pl: Zmienić lub anulować comiesięczne datki cykliczne

source: To update my email address or contact info
es: Actualizar mi dirección de correo electrónico o información de contacto
fr: De mettre à jour mon adresse e-mail ou mes informations de contact
fy_nl: Wol myn e-mailadres of kontaktynformaasje bywurkje
pl: Zaktualizować adres e-mail lub dane kontaktowe

source: Help donating by bank transfer (SEPA/IBAN)
es: Ayuda para donar mediante transferencia bancaria (SEPA/IBAN)
fr: D’aide pour les dons par virement bancaire (SEPA/IBAN)
fy_nl: Haw help nedich by it donearjen fia oerskriuwing (SEPA/IBAN)
pl: Uzyskać pomoc dotyczącą wpłat za pomocą przelewu bankowego (SEPA/IBAN)

source: Help donating with another currency or payment method
es: Ayuda para donar en otra moneda o mediante otro método de pago
fr: D’aide pour faire un don dans une autre monnaie ou via un autre mode de paiement
fy_nl: Haw help nedich by donearjen mei in oare faluta of betellingsmetoade
pl: Uzyskać pomoc dotyczącą wpłat w innej walucie lub za pomocą innej metody płatności

source: Help with an unauthorized or fraudulent donation
es: Ayuda con una donación no autorizada o fraudulenta
fr: D’aide par rapport à un don non autorisé ou frauduleux
fy_nl: Haw help nedich mei betrekking ta in net autorisearre of frauduleuze donaasje
pl: Uzyskać pomoc dotyczącą oszustwa lub wpłaty datku bez upoważnienia

source: A copy of my donation receipt
es: Una copia del recibo por mi donación
fr: D’une copie de mon reçu de don
fy_nl: Haw in ôfskrift fan myn donaasjebewiis nedich
pl: Otrzymać kopię potwierdzenia wpłaty datku

source: A year-end donation summary
es: Un resumen de cierre de año de mi donación
fr: Du résumé annuel de mes dons
fy_nl: Haw in jiergearfetting fan myn donaasje nedich
pl: Otrzymać roczne podsumowanie datków

source: My donation refunded
es: Un reembolso de mi donación
fr: Que mon don soit remboursé
fy_nl: Wol restitúsje fan myn donaasje
pl: Otrzymać zwrot wpłaconego datku

source: To submit feedback
es: Enviar un comentario
fr: De donner mon avis
fy_nl: Wol kommentaar yntsjinje
pl: Przekazać opinię

source: Help with something else
es: Ayuda con otra cosa
fr: D’aide pour autre chose
fy_nl: Haw help by wat oars nedich
pl: Uzyskać pomoc w innej sprawie

source: We truly appreciate your generous support and are happy to now offer an easier way for you to give through online bank transfer. We can accept donations via direct debit in Euros through Single European Payment Area (SEPA) transfer.
es: Realmente apreciamos tu generoso apoyo y nos complace ofrecerte ahora una manera más sencilla de donar mediante transferencia electrónica bancaria desde nuestro sitio web. Podemos aceptar donaciones debitadas automáticamente en euros mediante una transferencia desde zona única de pagos en euros (SEPA).
fr: Nous apprécions vraiment votre généreux soutien et nous sommes heureux de vous proposer désormais une méthode plus simple pour faire un don en ligne. Nous acceptons les dons par prélèvement automatique en euros via des virements SEPA.
fy_nl: Wy wurdearje wurklik jo royale stipe en binne bliid om no in maklikere manier te bieden om te donearjen fia in online bankoerdracht. Wy kinne donaasjes akseptearje fia automatyske ynkasso yn euro’s fia in Single European Payment Area (SEPA)-oerskriuwing.
pl: Jesteśmy bardzo wdzięczni za hojne wsparcie! Z radością informujemy, że teraz można jeszcze łatwiej wpłacać datki za pomocą przelewu bankowego online. Akceptujemy płatności w euro za pośrednictwem przelewu SEPA.

source: Make your donation online now
es: Haz tu donación en línea ahora mismo
fr: Faire un don en ligne
fy_nl: No online donearje
pl: Wpłać datek online teraz

source: Still have questions? Contact us by submitting a case.
es: ¿Aún tienes preguntas? Contáctanos y explícanos tu caso.
fr: Vous avez toujours des questions ? Contactez-nous en complétant le formulaire.
fy_nl: Noch hieltyd fragen? Nim kontakt mei ús op troch in kasus yn te tsjinjen.
pl: Nadal masz pytania? Skontaktuj się z nami, przesyłając zapytanie.

source: Access your donation account settings using the '<b>Manage My Donation</b>' button on your recent donation confirmation email. There you can change the amount, frequency, payment method and charge date. You can also cancel your recurring donation plan.
es: Accede a los ajustes de donación en tu cuenta utilizando el botón '<b>GestionarMiDonación</b>' en el correo electrónico de confirmación de donación más reciente. Ahí podrás cambiar el monto, la frecuencia, el método de pago y la fecha del cargo. También podrás cancelar tu plan de donación recurrente.
fr: Accédez aux paramètres de votre compte de dons en utilisant le bouton « <b>Gérer mon don</b> » dans l’e-mail de confirmation de votre dernier don. Vous pourrez alors changer le montant, la fréquence, le mode de paiement et la date de facturation. Vous pourrez également annuler votre don récurrent.
fy_nl: Gean nei de donaasje-ynstellingen fan jo account mei help fan de knop ‘<b>Myn donaasje beheare</b>’ yn jo resinte donaasjebefêstigings-e-mailberjocht. Dêr kinne jo it bedrach, frekwinsje, betellingsmetoade en beteldatum wizigje. Jo kinne ek jo periodike donaasjeplan annulearje.
pl: Możesz uzyskać dostęp do ustawień konta do wpłat za pośrednictwem przycisku <b>Zarządzaj datkiem</b> w ostatnio otrzymanym e-mailu z potwierdzeniem wpłaty. W ustawieniach możesz zmienić kwotę, częstotliwość, metodę płatności oraz datę obciążenia konta. Możesz też anulować datki cykliczne.

source: Any other details that might help
es: ¿Algún otro detalle que crees que nos podría resultar de utilidad?
fr: Toute autre information qui pourrait être utile
fy_nl: Alle oare details dy’t miskien helpe kinne
pl: Wszelkie inne informacje, które mogą być pomocne

source: Add a screenshot to help us with your request (optional)
es: ¿Quieres agregar una imagen de pantalla que nos pueda resultar útil para atender tu solicitud? (opcional)
fr: Ajoutez une capture d’écran pour nous aider à répondre à votre demande (facultatif)
fy_nl: Foegje in skermôfbylding ta om ús te helpen mei jo fersyk (opsjoneel)
pl: Dodaj zrzut ekranu, aby pomóc nam odpowiedzieć (opcjonalnie)

source: JPG, PNG and BMP files only
es: Archivos JPG, PNG y BMP únicamente
fr: Fichiers JPG, PNG et BMP uniquement
fy_nl: Allinnich JPG-, PNG- en BMP-bestannen
pl: Tylko pliki JPG, PNG i BMP

source: Name
es: Nombre
fr: Nom
fy_nl: Namme
pl: Imię i nazwisko

source: Mozilla will only use your submitted information for purposes of communicating with you about your request. See our <a href="%(link)s" target="_blank">privacy policy</a> for further information.
es: Mozilla solo utilizará la información que has enviado para comunicarse contigo acerca de tu solicitud. Consulta nuestra <a href="%(link)s" target="_blank">política de privacidad</a> si deseas más información.
fr: Mozilla utilisera les informations soumises uniquement pour communiquer avec vous au sujet de votre demande. Veuillez consulter notre <a href="%(link)s" target="_blank">politique de confidentialité</a> pour plus d’informations.
fy_nl: Mozilla sil jo yntsjinne ynformaasje allinnich brûke foar kommunikaasje mei jo oer jo oanfraach. Lês ús <a href="%(link)s" target="_blank">privacybelied</a> foar mear ynformaasje.
pl: Mozilla będzie używać przesłanych informacji wyłącznie w celu komunikowania się z Tobą na ten temat. Nasze <a href="%(link)s" target="_blank">zasady ochrony prywatności</a> zawierają więcej informacji.

source: Language
es: Idioma
fr: Langue
fy_nl: Taal
pl: Język

source: Dutch
es: Neerlandés
fr: Néerlandais
fy_nl: Nederlânsk
pl: Holenderski

source: English
es: Inglés
fr: Anglais
fy_nl: Ingelsk
pl: Angielski

source: French
es: Francés
fr: Français
fy_nl: Frânsk
pl: Francuski

source: German
es: Alemán
fr: Allemand
fy_nl: Dútsk
pl: Niemiecki

source: Other
es: Otro
fr: Autre
fy_nl: Oars
pl: Inne

source: Polish
es: Polaco
fr: Polonais
fy_nl: Poalsk
pl: Polski

source: Portuguese
es: Portugués
fr: Portugais
fy_nl: Portugeesk
pl: Portugalski

source: Spanish
es: Español
fr: Espagnol
fy_nl: Spaansk
pl: Hiszpański

source: reCAPTCHA helps prevent automated form spam.
es: reCAPTCHA ayuda a prevenir el spam de formularios automatizados.
fr: reCAPTCHA aide à empêcher le spam automatisé par formulaire.
fy_nl: reCAPTCHA helpt automatisearre formulierspam foar te kommen.
pl: reCAPTCHA pomaga zapobiegać automatycznemu spamowaniu komentarzy.

source: The submit button will be disabled until you complete the CAPTCHA.
es: El botón de enviar estará desactivado hasta que completes el CAPTCHA.
fr: Le bouton d’envoi sera désactivé jusqu’à ce que vous complétiez le CAPTCHA.
fy_nl: De ferstjoerknop is útskeakele oant jo de CAPTCHA foltôgje.
pl: Przycisk będzie wyłączony do czasu ukończenia CAPTCHA.

source: Submit
es: Enviar
fr: Envoyer
fy_nl: Yntsjinje
pl: Wyślij

source: Mozilla is committed to your privacy; please read our <a href="%(privacy_url)s">privacy policy here</a>. Your payment details will be processed by <a href="%(stripe_url)s">Stripe</a>, or <a href="%(paypal_url)s">PayPal</a>, and a record of your donation will be stored by Mozilla.
es: Mozilla tiene un compromiso con tu privacidad; lee nuestra <a href="%(privacy_url)s">política de privacidad aquí</a>. Los detalles de tu pago serán procesados por <a href="%(stripe_url)s">Stripe</a>, o <a href="%(paypal_url)s">PayPal</a>, y Mozilla guardará un registro de tu donación.
fr: Mozilla s’engage à respecter votre vie privée ; vous pouvez consulter notre <a href="%(privacy_url)s">politique de confidentialité ici</a>. Vos paiements seront traités par <a href="%(stripe_url)s">Stripe</a> ou par <a href="%(paypal_url)s">PayPal</a> et une trace de votre don sera conservée par Mozilla.
fy_nl: By Mozilla binne wy tawijd oan jo privacy; lês hjir ús <a href="%(privacy_url)s">privacybelied</a>. Jo betellingsgegevens wurde ferwurke troch <a href="%(stripe_url)s">Stripe</a> of <a href="%(paypal_url)s">PayPal</a>, en in bewiis fan jo donaasje wurdt troch Mozilla bewarre.
pl: Mozilli zależy na Twojej prywatności – prosimy przeczytać nasze <a href="%(privacy_url)s">zasady ochrony prywatności</a>. Informacje o płatności będą przetwarzane przez firmę <a href="%(stripe_url)s">Stripe</a> lub <a href="%(paypal_url)s">PayPal</a>, a Mozilla będzie przechowywała jej zapis.

source: <b>Other ways to give: <a href="%(ways_to_give_url)s">Check, Bank Transfer, Stocks</a></b>
es: <b>Otras maneras de donar: <a href="%(ways_to_give_url)s">Cheque, Transferencia Bancaria, Acciones</a></b>
fr: <b>Autres façons de faire un don : <a href="%(ways_to_give_url)s">chèque, virement bancaire, actions</a></b>
fy_nl: <b>Oare manieren om te jaan: <a href="%(ways_to_give_url)s">sjek, bankoerskriuwing, oandielen</a></b>
pl: <b>Inne sposoby wsparcia: <a href="%(ways_to_give_url)s">czek, przelew bankowy, akcje</a></b>

source: <b>Question donating?</b> Visit our <a href="%(faq_url)s">FAQ</a> for answers to most common questions.
es: <b>¿Preguntas sobre donaciones?</b> Visite nuestras <a href="%(faq_url)s">Preguntas frecuentes</a> para obtener respuestas a las preguntas más comunes.
fr: <b>Vous avez des questions relatives aux dons ?</b> Consultez <a href="%(faq_url)s">notre FAQ</a> pour obtenir des réponses aux questions les plus fréquentes.
fy_nl: <b>Fraach oer donearjen?</b> Besykje ús <a href="%(faq_url)s">Faakstelde fragen</a> foar antwurden op de meast stelde fragen.
pl: <b>Masz pytania?</b> Zobacz <a href="%(faq_url)s">odpowiedzi na najczęstsze z nich</a>.

source: <b>Need to reach us about your donation?</b> <a href="%(help_url)s">Contact us</a>.
es: <b>¿Necesitas comunicarte con nosotros acerca de tu donación?</b> <a href="%(help_url)s">Contáctanos</a>.
fr: <b>Besoin de nous contacter à propos de votre don ?</b> <a href="%(help_url)s">Contactez-nous</a>.
fy_nl: <b>Wolle jo kontakt opnimme oer jo donaasje?</b> <a href="%(help_url)s">Nim kontakt mei ús op</a>.
pl: <b>Potrzebujesz porozmawiać z nami w sprawie datku?</b> <a href="%(help_url)s">Skontaktuj się z nami</a>.

source: Contributions go to the <a href="%(mozilla_url)s">Mozilla Foundation</a>, a 501(c)(3) organization based in San Francisco, California, to be used in its discretion for its charitable purposes. They are tax-deductible in the U.S. to the fullest extent permitted by law.
es: Las contribuciones se destinan a la <a href="%(mozilla_url)s">Fundación Mozilla</a>, una organización sin fines de lucro conforme al inciso 501(c)(3) del código fiscal de EE. UU., con sede en San Francisco, California, para utilizarlas a su discreción con fines benéficos. Son deducibles de impuestos en EE. UU. hasta donde lo permita la legislación.
fr: Les dons seront reversés à <a href="%(mozilla_url)s">Mozilla Foundation</a>, une organisation 501(c)(3) dont le siège est basé à San Francisco en Californie et seront utilisés à des fins caritatives. Ils sont déductibles des impôts aux États-Unis dans la mesure autorisée par la loi.
fy_nl: Bydragen gean nei de <a href="%(mozilla_url)s">Mozilla Foundation</a>, in 501(c)(3)-organisaasje basearre yn San Fransisko, Kalifornië, foar gebrûk nei eigen goedtinken foar har goede doelen. Foar safier wetlik tastien binne dizze folslein ôf te lûken foar de belesting yn de FS.
pl: Datki są przekazywane <a href="%(mozilla_url)s">Mozilla Foundation</a>, organizacji non-profit z siedzibą w San Francisco, Kalifornia, do użytku według jej uznania w jej celach charytatywnych. Datki można odliczać od podatku w Stanach Zjednoczonych w najszerszym zakresie dozwolonym przez prawo.

source: Home
es: Página principal
fr: Accueil
fy_nl: Startside
pl: Strona główna

source: If you need help with a <a href="%(link)s">donation</a> to the Mozilla Foundation, please select the reason for your inquiry from the drop down and a donor care representative will get back to you as soon as possible.
es: Si necesitas ayuda para hacer una <a href="%(link)s">donación</a> a la Fundación Mozilla, elige el tema de tu consulta en la lista desplegable y alguien del equipo de donaciones se pondrá en contacto contigo lo antes posible.
fr: Si vous avez besoin d’aide avec <a href="%(link)s">un don</a> à la Fondation Mozilla, veuillez sélectionner l’objet de votre demande depuis la liste déroulante et un agent en charge de l’assistance aux dons vous répondra dès que possible.
fy_nl: As jo help nedich hawwe by in <a href="%(link)s">donaasje</a> oan de Mozilla Foundation, selektearje dan de reden foar jo fraach út it útklapmenu en in fertsjintwurdiger fan donteursoarch nimt sa gau mooglik kontakt mei jo op.
pl: Jeśli potrzebujesz pomocy dotyczącej <a href="%(link)s">datku</a> na rzecz Fundacji Mozilla, wybierz odpowiednią opcję w menu rozwijanym. Przedstawiciel działu ds. obsługi darczyńców skontaktuje się z Tobą tak szybko, jak będzie to możliwe.

source: Contact Us
es: Contacta con nosotros
fr: Nous contacter
fy_nl: Kontakt
pl: Kontakt z nami

source: Thank you for contacting us.
es: Gracias por comunicarte con nosotros.
fr: Merci de nous avoir contactés.
fy_nl: Tank dat jo kontakt mei ús opnommen hawwe.
pl: Dziękujemy za skontaktowanie się z nami.

source: A case has been created for your issue and we will be in touch shortly.
es: Hemos creado un caso para tu problema y pronto nos pondremos en contacto contigo.
fr: Un ticket a été créé pour votre problème et nous vous répondrons sous peu.
fy_nl: Der is in case makke foar jo probleem en wy sille ynkoarten kontakt mei jo opnimme.
pl: Utworzono zgłoszenie dotyczące Twojego problemu. Wkrótce się z Tobą skontaktujemy.

source: featured image
es: imagen principal
fr: image principale
fy_nl: útljochte ôfbylding
pl: przedstawiony obraz

# icon description for screen readers
source: video
es: vídeo
fr: vidéo
fy_nl: fideo
pl: film

# icon description for screen readers
source: Play Button
es: Botón de reproducción
fr: Bouton de lecture
fy_nl: Ofspylknop
pl: Przycisk odtwarzania

# Tooltip on menu items
source: about sections
es: acerca de las secciones
fr: sections À propos
fy_nl: about-seksjes
pl: o sekcjach

source: How to use this guide
es: Cómo usar *privacidad no incluida
fr: Comment utiliser ce guide
fy_nl: Gebrûk fan *privacy net ynbegrepen
pl: Jak korzystać z przewodnika *Prywatność do nabycia osobno

source: Why we made this guide
es: Por qué hemos elaborado *privacidad no incluida
fr: Pourquoi avons-nous créé ce guide
fy_nl: Wêrom't wy *privacy net ynbegrepen makke hawwe
pl: Dlaczego napisaliśmy przewodnik *Prywatność do nabycia osobno

source: Methodology
es: Nuestra metodología
fr: Notre méthodologie
fy_nl: Us metodyk
pl: Nasza metodologia

source: Contact us
es: Contacta con nosotros
fr: Nous contacter
fy_nl: Kontakt
pl: Kontakt z nami

source: Press
es: Prensa
fr: Presse
fy_nl: Parse
pl: Dla prasy

source: this product has adult content
es: este producto tiene contenido para adultos
fr: ce produit comporte du contenu réservé aux adultes
fy_nl: dit produkt befettet ynhâld foar folwoeksenen
pl: ten produkt zawiera treści dla dorosłych

source: All articles
es: Todos los artículos
fr: Tous les articles
fy_nl: Alle artikelen
pl: Wszystkie artykuły

source: What to read next
es: Qué leer a continuación
fr: Articles similaires
fy_nl: Noch mear lêze
pl: Co przeczytać jako następne

source: Ask Jen
es: Pregúntale a Jen
fr: Demandez à Jen
fy_nl: Freegje it Jen
pl: Zapytaj Jen

source: Have a question you want to ask? <a target="_blank" href="https://mozillafoundation.typeform.com/ask-jen" class="tw-underline tw-text-blue-80">Submit it here!</a>
es: ¿Quieres hacer alguna pregunta? <a target="_blank" href="https://mozillafoundation.typeform.com/ask-jen" class="tw-underline tw-text-blue-80">¡Envíala aquí!</a>
fr: Vous avez une question ? <a target="_blank" href="https://mozillafoundation.typeform.com/ask-jen" class="tw-underline tw-text-blue-80">Posez-la ici !</a>
fy_nl: Hawwe jo in fraach? <a target="_blank" href="https://mozillafoundation.typeform.com/ask-jen" class="tw-underline tw-text-blue-80">Stel him hjir!</a>
pl: Masz pytanie? <a target="_blank" href="https://mozillafoundation.typeform.com/ask-jen" class="tw-underline tw-text-blue-80">Wyślij je tutaj!</a>

# Short for ‘question’, please keep this translation short
source: Q:
es: P:
fr: Question :
fy_nl: F:
pl: Pyt.:

# Short for ‘answer’, please keep this translation short
source: A:
es: R:
fr: Réponse :
pl: Odp.:

source: Read full answer
es: Leer la respuesta completa
fr: Lire la réponse complète
fy_nl: Folslein antwurd lêze
pl: Pełna odpowiedź

source: People voted:
es: La gente votó:
fr: Vote du public :
fy_nl: Minsken stimden op:
pl: Według użytkowników:

source: More Categories
es: Más categorías
fr: Plus de catégories
fy_nl: Mear kategoryen
pl: Więcej kategorii

source: Dive Deeper
es: Profundiza más
fr: Pour aller plus loin
fy_nl: Djipper dûke
pl: Dowiedz się więcej

source: Show more
es: Mostrar más
fr: Afficher plus
fy_nl: Mear toane
pl: Więcej

source: Show less
es: Mostrar menos
fr: Afficher moins
fy_nl: Minder toane
pl: Mniej

source: Load more results
es: Cargar más resultados
fr: Afficher plus de résultats
fy_nl: Mear resultaten lade
pl: Więcej wyników

# Alternative text for an external link icon (box with arrow)
source: Link opens in a new tab
es: El enlace se abrirá en una nueva pestaña
fr: Le lien s’ouvre dans un nouvel onglet
fy_nl: Keppeling iepenet yn in nij ljepblêd
pl: Odnośnik otwiera się w nowej karcie

# Article author attribution
source: By
es: Por
fr: Par
fy_nl: Troch
pl: Autorzy:

source: In the press
es: En la prensa
fr: La presse en parle
fy_nl: Yn de parse
pl: W mediach

source: All press
es: Toda la prensa
fr: Toute la presse
fy_nl: Alle parse
pl: Wszystkie media

source: Device:
es: Dispositivo:
fr: Appareil :
fy_nl: Apparaat:
pl: Urządzenie:

source: App:
es: Aplicación:
fr: Application :
pl: Aplikacja:

source: *Privacy Not Included with this product
es: *Privacidad no incluida con este producto
fr: *Confidentialité non incluse avec ce produit
fy_nl: *Privacy net ynbegrepen by dit produkt
pl: *Prywatność dla tego produktu do nabycia osobno

source: link to %(product)s
es: enlace a %(product)s
fr: lien vers %(product)s
fy_nl: keppeling nei %(product)s
pl: odnośnik do „%(product)s”

source: Sad face. No products were found.
es: Cara triste. No se han encontrado productos.
fr: Émoticône triste, aucun produit n’a été trouvé.
fy_nl: Boehoe. Gjin produkten fûn.
pl: Smuteczek. Nie odnaleziono żadnych produktów.

source: Oh no! We didn’t find that here.
es: ¡Oh, no! No lo hemos podido encontrar aquí.
fr: Mince, nous n’avons rien trouvé.
fy_nl: Oh nee! Wy hawwe dat hjir net fûn.
pl: O nie! Nie ma tego tutaj.

source: Try going back to <a href="%(home_url)s" class="go-back-to-all-link">All</a>. You might find it there.
es: Prueba otra vez en <a href="%(home_url)s" class="go-back-to-all-link">Todo</a>. Quizá lo encuentres allí.
fr: Essayez de revenir à la catégorie <a href="%(home_url)s" class="go-back-to-all-link">Tout</a>, votre produit pourrait s’y trouver.
fy_nl: Probearje werom te gean nei <a href="%(home_url)s" class="go-back-to-all-link">Alles</a>. Miskien fine jo it dêr.
pl: Spróbuj wrócić do strony <a href="%(home_url)s" class="go-back-to-all-link">Wszystkie</a>. Może tam będzie.

# Tooltip on menu items
source: site navigation
es: navegación del sitio
fr: navigation du site
fy_nl: websitenavigaasje
pl: nawigacja na stronie

source: All Categories
es: Todas las categorías
fr: Toutes les catégories
fy_nl: Alle kategoryen
pl: Wszystkie kategorie

source: All Reviews
es: Todas las reseñas
fr: Tous les tests
fy_nl: Alle beoardielingen
pl: Wszystkie recenzje

source: Search all products
es: Buscar todos los productos
fr: Rech. tous les produits
fy_nl: Alle produkten trochsykje
pl: Przeszukaj wszystkie produkty

source: Search All Products
es: Buscar todos los productos
fr: Rech. tous les produits
fy_nl: Alle produkten trochsykje
pl: Przeszukaj wszystkie produkty

source: Product Reviews
es: Reseñas de productos
fr: Tests de produits
fy_nl: Produktbeoardielingen
pl: Recenzje produktów

source: About
es: Acerca de
fr: À propos
fy_nl: Oer
pl: O nas

source: Donate
es: Donar
fr: Faire un don
fy_nl: Donearje
pl: Przekaż datek

source: *Privacy Not Included
es: *Privacidad no incluida
fr: *Confidentialité non incluse
fy_nl: *Privacy net ynbegrepen
pl: *Prywatność do nabycia osobno

# Submit button for newsletter signup form
source: Sign up
es: Registrarse
fr: Je m’inscris
fy_nl: Registrearje
pl: Zapisz się

source: Help shape the future of the web for the public good.
es: Ayuda a dar forma al futuro de la web para el bien público.
fr: Aidez à façonner l’avenir du Web pour le bien commun.
fy_nl: Help mei de takomst fan it ynternet foarm te jaan foar it algemien belang.
pl: Pomóż kształtować przyszłość Internetu dla wspólnego dobra.
