Repository: mozilla-l10n/fomo-l10n
Catalog: foundation/translations/legacy_apps/locale/*/LC_MESSAGES/django.po
Languages: es, fr, fy_nl, pl

# Button
source: Sort
es: Ordenar
fr: Trier
fy_nl: Sortearje
pl: Sortuj

source: <strong>%(detail_pages_count)s</strong> result for <q>%(search_query)s</q>
es: <strong>%(detail_pages_count)s</strong> resultado para <q>%(search_query)s</q>
fr: <strong>%(detail_pages_count)s</strong> résultat pour <q> %(search_query)s </q>
fy_nl: <strong>%(detail_pages_count)s</strong> resultaat foar <q>%(search_query)s</q>
pl: <strong>%(detail_pages_count)s</strong> wynik dla zapytania: <q>%(search_query)s</q>

source: <strong>%(detail_pages_count)s</strong> result
es: <strong>%(detail_pages_count)s</strong> resultado
fr: <strong>%(detail_pages_count)s</strong> résultat
fy_nl: <strong>%(detail_pages_count)s</strong> resultaat
pl: <strong>%(detail_pages_count)s</strong> wynik

source: Close
es: Cerrar
fr: Fermer
fy_nl: Slute
pl: Zamknij

source: Filter
es: Filtrar
fr: Filtrer
fy_nl: Filterje
pl: Filtruj

# Button
source: Apply filters
es: Aplicar filtros
fr: Appliquer les filtres
fy_nl: Filters tapasse
pl: Zastosuj filtry

# Button to see more than the latest three articles from an author
source: Browse all projects
es: Examinar todos los proyectos
fr: Parcourir tous les projets
fy_nl: Troch alle projekten blêdzje
pl: Wszystkie projekty

source: Latest articles
es: Artículos más recientes
fr: Derniers articles
fy_nl: Nijste artikelen
pl: Najnowsze artykuły

source: Contributors
es: Colaboradores
fr: Contributeurs et contributrices
fy_nl: Meiwurkers
pl: Współtwórcy

# Button
source: Show all
es: Mostrar todo
fr: Tout afficher
fy_nl: Alles toane
pl: Wyświetl wszystkie

source: Latest
es: Más recientes
fr: Dernières publications
fy_nl: Nijste
pl: Najnowsze

# Content Type list heading
source: Browse by Content Type
es: Explorar por tipo de contenido
fr: Parcourir par type de contenu
fy_nl: Blêdzje op ynhâldstype
pl: Przeglądaj według rodzaju treści

# Section title
source: Participating Schools
es: Escuelas participantes
fr: Écoles participantes
fy_nl: Dielnimmende skoallen
pl: Szkoły uczestniczące

# Featured authors button label
source: See all schools
es: Ver todas las escuelas
fr: Voir toutes les écoles
fy_nl: Alle skoallen besjen
pl: Wszystkie szkoły

source: Latest research
es: Investigaciones más recientes
fr: Dernières recherches
fy_nl: Lêste ûndersyk
pl: Najnowsze badania

# Section title
source: Meet the researchers
es: Conocer a los investigadores
fr: Découvrez les chercheurs et chercheuses
fy_nl: Kom yn de kunde mei de ûndersikers
pl: Poznaj badaczy

source: Uh oh!
es: ¡Vaya!
fr: Oups !
fy_nl: Oh-oh!
pl: O nie!

source: Sorry, the page does not exist
es: La página no existe
fr: Désolé, cette page n’existe pas.
fy_nl: Sorry, de side bestiet net
pl: Przepraszamy, strona nie istnieje

source: <a href="mailto:%(email)s">Contact us</a> or ...
es: <a href="mailto:%(email)s">Contáctanos</a> o…
fr: <a href="mailto:%(email)s">Contactez-nous</a> ou vous pouvez…
fy_nl: <a href="mailto:%(email)s">Nim kontakt op mei ús</a> of …
pl: <a href="mailto:%(email)s">Skontaktuj się z nami</a> lub…

source: Go to home page
es: Ve a la página de inicio
fr: Revenir à la page d’accueil
fy_nl: Nei startside
pl: Przejdź na stronę główną

source: Related reading
es: También puedes leer
fr: À lire ensuite
fy_nl: Relatearre lêsmateriaal
pl: Powiązane artykuły

# *Privacy Not Included can be localized.
source: How to use *Privacy Not Included | Mozilla Foundation
es: Cómo usar *Privacidad no incluida | Fundación Mozilla
fr: Comment utiliser *Confidentialité non incluse | Fondation Mozilla
fy_nl: Gebrûk fan *Privacy net ynbegrepen | Mozilla Foundation
pl: Jak korzystać z przewodnika *Prywatność do nabycia osobno | Mozilla Foundation

# *Privacy Not Included can be localized.
source: Why we made *Privacy Not Included | Mozilla Foundation
es: Por qué hemos elaborado *Privacidad no incluida | Fundación Mozilla
fr: Pourquoi avons-nous créé *confidentialité non incluse | Fondation Mozilla
fy_nl: Wêrom wy *Privacy net ynbegrepen | Mozilla Foundation makke hawwe
pl: Dlaczego napisaliśmy przewodnik *Prywatność do nabycia osobno | Mozilla Foundation

# Noun, media
source: Press
es: Prensa
fr: Presse
fy_nl: Parse
pl: Dla prasy

source: *Privacy Not Included | Mozilla Foundation
es: *Privacidad no incluida | Fundación Mozilla
fr: *Confidentialité non incluse | Fondation Mozilla
fy_nl: *Privacy net ynbegrepen | Mozilla Foundation
pl: *Prywatność do nabycia osobno | Mozilla Foundation

source: Our methodology
es: Nuestra metodología
fr: Notre méthodologie
fy_nl: Us metodyk
pl: Nasza metodologia

source: Contest terms and conditions
es: Términos y condiciones del concurso
fr: Règles et conditions du concours
fy_nl: Wedstriidbetingsten
pl: Zasady i warunki konkursu

source: Not creepy
es: Nada siniestro
fr: Pas flippant
fy_nl: Net aaklik
pl: Nieprzerażające

source: A little creepy
es: Un poco siniestro
fr: Un peu flippant
fy_nl: In bytsje aaklik
pl: Trochę przerażające

source: Somewhat creepy
es: Algo siniestro
fr: Moyennement flippant
fy_nl: Wat aaklik
pl: Nieco przerażające

source: Very creepy
es: Muy siniestro
fr: Très flippant
fy_nl: Bot aaklik
pl: Bardzo przerażające

source: Super creepy
es: Sumamente siniestro
fr: Super flippant
fy_nl: Superaaklik
pl: Ogromnie przerażające

source: No votes
es: Sin votos
fr: Aucun vote
fy_nl: Gjin stimmen
pl: Brak głosów

source: *Privacy Not Included review:
es: Reseña de *Privacidad no incluida:
fr: Critique *Confidentialité non incluse :
fy_nl: *Privacy net ynbegrepen resinsje:
pl: Recenzja z przewodnika *Prywatność do nabycia osobno:

source: Privacy & security guide
es: Guía de seguridad y privacidad
fr: Guide d’achat pour la confidentialité et la sécurité
fy_nl: Privacy- en befeiligingsgids
pl: Przewodnik prywatności i bezpieczeństwa

source: Newest first
es: El más reciente primero
fr: Les plus récents d’abord
fy_nl: Nijste earst
pl: Najpierw najnowsze

source: Oldest first
es: Lo más antiguo primero
fr: Les plus anciens d’abord
fy_nl: Aldste earst
pl: Najpierw najstarsze

source: Alphabetical (A-Z)
es: Alfabético (A-Z)
fr: Ordre alphabétique (A-Z)
fy_nl: Alfabetysk (A-Z)
pl: Alfabetycznie (A-Z)

source: Alphabetical (Z-A)
es: Alfabético (Z-A)
fr: Ordre alphabétique inversé (Z-A)
fy_nl: Alfabetysk (Z-A)
pl: Alfabetycznie (Z-A)

# Filter form field label
source: Topics
es: Temas
fr: Thèmes
fy_nl: Underwerpen
pl: Tematy

# Filter form field label
source: Curricular Area
es: Área curricular
fr: Domaine du cursus
fy_nl: Kurrikulummêd
pl: Obszar programowy

# Filter form field label
source: Content Type
es: Tipo de contenido
fr: Type de contenu
fy_nl: Ynhâldstype
pl: Rodzaj treści

# Filter form field label - Authors of RCC articles
source: Contributors
es: Colaboradores
fr: Contributeurs et contributrices
fy_nl: Meiwurkers
pl: Współtwórcy

# Option in a list of years
source: Any
es: Cualquiera
fr: Toutes
fy_nl: Elke
pl: Wszystkie

# Filter form field label
source: Publication Date
es: Fecha de publicación
fr: Date de publication
fy_nl: Publikaasjedatum
pl: Data publikacji

# Filter form field label
source: Authors
es: Autores
fr: Auteurs et autrices
fy_nl: Skriuwers
pl: Autorzy

# Filter form field label
source: Regions
es: Regiones
fr: Régions
fy_nl: Regio’s
pl: Regiony

source: Summary
es: Resumen
fr: Sommaire
fy_nl: Gearfetting
pl: Podsumowanie

source: Table of Contents
es: Tabla de contenido
fr: Table des matières
fy_nl: Ynhâldsopjefte
pl: Spis treści

# icon description for screen readers
source: audio
pl: dźwięk

# Submit button for newsletter signup form
source: Subscribe
es: Suscribirse
fr: S’abonner
fy_nl: Ynskriuwe
pl: Subskrybuj

source: More from our blog
es: Más de nuestro blog
fr: Plus d’articles de notre blog
fy_nl: Mear fan ús blog
pl: Więcej z naszego bloga

source: Blog authors
es: Autores del blog
fr: Auteurs et autrices du blog
fy_nl: Blogauteurs
pl: Autorzy bloga

source: Latest Blog Posts
es: Últimas entradas del blog
fr: Derniers billets de blog
fy_nl: Lêste blogartikelen
pl: Najnowsze wpisy na blogu

# Title of the blog search results page
source: Search blog
es: Buscar en el Blog
fr: Rechercher dans le blog
fy_nl: Blog trochsykje
pl: Wyszukiwanie na blogu

# Blog search bar
source: Search all blog
es: Buscar en todos los Blogs
fr: Rechercher dans tout le blog
fy_nl: Alle blogs trochsykje
pl: Szukaj na całym blogu

source: Frequent Topics
es: Temas frecuentes
fr: Sujets fréquemment abordés
fy_nl: Faaks foarkommende ûnderwerpen
pl: Częste tematy

# Search input placeholder text
source: Search all blog
es: Buscar en todos los Blogs
fr: Rechercher dans tout le blog
fy_nl: Alle blogs trochsykje
pl: Szukaj na całym blogu

# icon description for screen readers
source: Shocked face
es: Cara sorprendida
fr: Visage choqué
fy_nl: Skokt gesicht
pl: Zszokowana twarz

# Search results page with no results to display.
source: Sorry, we couldn’t find anything with that search term.
es: Lo sentimos, no hemos podido encontrar nada que coincida con ese término de búsqueda.
fr: Désolé, nous n’avons rien trouvé avec ce terme de recherche.
fy_nl: Sorry, wy koene neat fine mei dy sykterm.
pl: Przepraszamy, nie znaleźliśmy nic na ten temat.

source: First Name
es: Nombre
fr: Prénom
fy_nl: Foarnamme
pl: Imię

source: Last Name
es: Apellido
fr: Nom
fy_nl: Efternamme
pl: Nazwisko

source: Country
es: País
fr: Pays
fy_nl: Lân
pl: Kraj

source: Postal Code
es: Código postal
fr: Code postal
fy_nl: Postkoade
pl: Kod pocztowy

source: Comments
es: Comentarios
fr: Commentaires
fy_nl: Opmerkingen
pl: Komentarze

source: Yes, I want to receive email updates about Mozilla’s campaigns.
es: Sí, quiero recibir actualizaciones sobre las campañas de Mozilla.
fr: J’accepte de recevoir des informations par e-mail au sujet des campagnes de Mozilla.
fy_nl: Ja, ik wol fernijingen oer kampanjes fan Mozilla fia e-mail ûntfange.
pl: Tak, chcę otrzymywać wiadomości o kampaniach Mozilli.

source: Add my name
es: Añadir mi nombre
fr: Ajouter mon nom
fy_nl: Myn namme tafoegje
pl: Podpisz

source: By signing you accept Mozilla handling your info as explained in this <a href="%(link)s" target="_blank">Privacy Notice</a>*
es: Al firmar, aceptas que Mozilla gestione tu información como se explica en este <a href="%(link)s" target="_blank">«Aviso de privacidad»</a>*
fy_nl: Troch te ûndertekenjen geane jo akkoard mei it gebrûk fan jo gegevens troch Mozilla, lykas útlein yn dizze <a href="%(link)s" target="_blank">privacyferklearring</a>*
pl: Podpisując się, akceptujesz, że Mozilla przetwarza Twoje dane w sposób opisany w niniejszej <a href="%(link)s" target="_blank">Polityce prywatności</a>*

source: Read more
es: Leer más
fr: Lire la suite
fy_nl: Mear ynfo
pl: Więcej informacji

source: Read more news
es: Leer más noticias
fr: Afficher plus d’actualités
fy_nl: Mear nijs lêze
pl: Więcej aktualności

source: Subscribe to our newsletter
es: Suscríbete a nuestro boletín
fr: Abonnez-vous à notre newsletter
fy_nl: Abonnearje op ús nijsbrief
pl: Subskrybuj nasz biuletyn

source: Help shape the future of the web for the public good. Join our Mozilla News email list to get action alerts & internet tips right to your inbox.
es: Ayuda a dar forma al futuro de la web para el bien público. Únete a nuestra lista de correo electrónico de Noticias de Mozilla para recibir alertas de acción y consejos sobre Internet directamente en tu bandeja de entrada.
fr: Aidez à façonner l’avenir du Web pour le bien commun. Abonnez-vous à notre newsletter Actualités de Mozilla pour recevoir des conseils pour Internet et des alertes pour passer à l’action.
fy_nl: Help mei de takomst fan it web foarm te jaan foar it algemien belang. Wurd lid fan ús Mozilla News-e-maillist om aksjewarskôgingen en ynternettips streekrjocht yn jo Postfek YN te ûntfangen.
pl: Pomóż kształtować przyszłość Internetu dla wspólnego dobra. Dołącz do naszej listy Aktualności Mozilli, aby otrzymywać powiadomienia o możliwościach działania i wskazówki o Internecie prosto do swojej skrzynki.

source: Related content
es: Contenido relacionado
fr: Sur le même sujet
fy_nl: Relatearre ynhâld
pl: Podobne

source: Related Topics
es: Temas relacionados
fr: Sujets associés
fy_nl: Besibbe ûnderwerpen
pl: Powiązane tematy

# Button
source: Search
es: Buscar
fr: Rechercher
fy_nl: Sykje
pl: Szukaj

source: Search…
es: Buscar…
fr: Rechercher…
fy_nl: Sykje…
pl: Szukaj…

source: Join our movement to reclaim the internet
es: Únete a nuestro movimiento para recuperar Internet
fr: Rejoignez notre mouvement pour reprendre le contrôle d’Internet
fy_nl: Slút jo oan by ús beweging om it ynternet werom te easkjen
pl: Dołącz do naszego ruchu na rzecz odzyskania Internetu

source: Sign up for Mozilla's newsletter to get updates and take action for the internet.
es: Suscríbete al boletín de Mozilla para recibir actualizaciones y entrar en acción para luchar por una Internet mejor.
fr: Inscrivez-vous à la newsletter de Mozilla pour recevoir des actualités et agir pour Internet.
fy_nl: Skriuw jo yn foar de nijsbrief fan Mozilla om updates te ûntfangen en aksje foar it ynternet te ûndernimmen.
pl: Subskrybuj biuletyn Mozilli, aby otrzymywać aktualności i podejmować działania na rzecz Internetu.

source: %(total_entries)s result
es: %(total_entries)s resultado
fr: %(total_entries)s résultat
fy_nl: %(total_entries)s resultaat
pl: %(total_entries)s wynik

source: for
es: para
fr: pour
fy_nl: foar
pl: dla zapytania:

source: clear filters
es: borrar filtros
fr: supprimer les filtres
fy_nl: filters wiskje
pl: wyczyść filtry

source: Overview
es: Información general
fr: Vue d’ensemble
fy_nl: Oersjoch
pl: Przegląd

source: Advocacy
es: Activismo
fr: Militantisme
fy_nl: Belangebehertiging
pl: Mobilizacja i promocja

source: Internet Health Report
es: Informe de salud de Internet
fr: Bulletin de santé d’Internet
pl: Raport o zdrowiu Internetu

source: Fellowships
es: Becas
fr: Programme de bourses
fy_nl: Gearwurkingen
pl: Stypendia

source: Awards
es: Premios
fr: Subventions
fy_nl: Prizen
pl: Nagrody

source: Your phone number
es: Tu número de teléfono
fr: Votre numéro de téléphone
fy_nl: Jo telefoannûmer
pl: Twój numer telefonu

source: Please enter a ten digit US phone number
es: Por favor introduce un número de teléfono estadounidense de diez dígitos
fr: Veuillez saisir un numéro de téléphone américain à dix chiffres
fy_nl: Fier in tsiensiferige Amerikaansk telefoannûmer yn
pl: Wprowadź dziesięciocyfrowy numer telefonu w USA

source: Your zipcode
es: Tu código postal
fr: Votre code postal
fy_nl: Jo postkoade
pl: Twój kod ZIP

source: Please enter a five digit US zip code
es: Por favor introduce un código postal estadounidense
fr: Veuillez saisir un code postal américain à cinq chiffres
fy_nl: Fier in fiifsiferige Amerikaanske postkoade yn
pl: Wprowadź pięciocyfrowy kod ZIP (pocztowy) w USA

source: We’re sorry, we can’t call that number. Please check that it is the right number, or try a different one.
es: Lo sentimos, no podemos llamar a ese número. Por favor asegúrate de que el número está correcto, o intenta con otro.
fr: Nous sommes désolés, nous ne pouvons pas appeler ce numéro. Veuillez vérifier qu’il s’agit du bon numéro ou essayez-en un autre.
fy_nl: It spyt ús, wy kinne dat nûmer net belje. Kontrolearje oft it it krekte nûmer is, of probearje in oar nûmer.
pl: Przepraszamy, nie możemy zadzwonić na ten numer. Sprawdź, czy to właściwy numer lub spróbuj inny.

source: Something went wrong…
es: Algo salió mal...
fr: Une erreur s’est produite…
fy_nl: Der is wat misgien…
pl: Coś się nie powiodło…

source: We’re sorry, we seem to be having some trouble. Please try again later.
es: Lo sentimos, pero tal parece que estamos experimentando algunos problemas. Intenta de nuevo más tarde.
fr: Nous sommes désolés, nous rencontrons des problèmes. Veuillez réessayer plus tard.
fy_nl: It spyt ús, wy lykje wat problemen te hawwen. Probearje it letter nochris.
pl: Przepraszamy, wygląda na to, że mamy problemy. Spróbuj ponownie później.

source: Thank you for all your calls!
es: ¡Gracias por todas sus llamadas!
fr: Merci pour tous vos appels !
fy_nl: Tank foar al jo telefoantjes!
pl: Dziękujemy za wszystkie telefony!

source: Unfortunately, it looks like you’ve reached the hourly limit. Please try again in an hour.
es: Lamentablemente, parece que has llegado al límite de tiempo. Intenta de nuevo en una hora.
fr: Malheureusement, il semble que vous ayez atteint la limite horaire. Veuillez réessayer dans une heure.
fy_nl: Spitigernôch liket it derop dat jo de oerelimyt berikt hawwe. Probearje it oer in oere opnij.
pl: Wygląda na to, że osiągnięto godzinne ograniczenie. Spróbuj ponownie za godzinę.

source: * indicates a required field
es: * Indica un campo obligatorio
fr: * indique un champ obligatoire
fy_nl: * jout in fereaske fjild oan
pl: * wskazuje pole obowiązkowe

source: No
fr: Non
fy_nl: Nee
pl: Nie

source: Yes
es: Sí
fr: Oui
fy_nl: Ja
pl: Tak

source: Unknown
es: Desconocido
fr: Inconnu
fy_nl: Unbekend
pl: Nieznane

source: Can’t Determine
es: No se puede determinar
fr: Impossible à déterminer
fy_nl: Kin net bepale
pl: Nie można ustalić

source: N/A
es: No aplica
fr: Ne s’applique pas
fy_nl: Net beskikber
pl: Nie dotyczy

# This is a rating for a company's history concerning privacy
source: Great
es: Genial
fr: Très bon
fy_nl: Poerbêst
pl: Doskonała

# This is a rating for a company's history concerning privacy
source: Average
es: Promedio
fr: Moyen
fy_nl: Gemiddeld
pl: Średnia

# This is a rating for a company's history concerning privacy
source: Needs Improvement
es: Necesita mejoras
fr: À améliorer
fy_nl: Ferbettering nedich
pl: Wymaga poprawy

# This is a rating for a company's history concerning privacy
source: Bad
es: Malo
fr: Mauvais
fy_nl: Min
pl: Zła

source: Email
es: Correo electrónico
fr: Adresse e-mail
fy_nl: E-mailadres

# Email address
source: Email
es: Correo electrónico
fr: Adresse e-mail
fy_nl: E-mailadres

source: Got a comment? Let us hear it.
fr: Vous avez un commentaire ? Dites-nous tout.

# Button to share the page by email
source: Email
es: Correo electrónico
