Repository: mozilla-l10n/fomo-l10n
Catalog: foundation/translations/legacy_apps/wagtailpages/templates/wagtailpages/pages/locale/*/LC_MESSAGES/django.po
Languages: es, fr, fy_nl, nl, pt_br

source: Load more stories
es: Cargar más historias
fr: Afficher plus de témoignages
fy_nl: Mear ferhalen lade
nl: Meer verhalen laden
pt_br: Carregar mais histórias

source: Take back control from the algorithm.
es: Recupera el control del algoritmo.
fr: Reprenez le contrôle de l’algorithme.
fy_nl: Nim de kontrôle werom fan it algoritme.
nl: Neem de controle terug van het algoritme.
pt_br: Recupere o controle sobre o algoritmo.

source: Block harmful YouTube recommendations. Download the RegretsReporter browser extension.
es: Bloquea las recomendaciones perjudiciales de YouTube. Descarga la extensión RegretsReporter para tu navegador.
fr: Bloquez les recommandations YouTube dangereuses. Téléchargez l’extension de navigateur RegretsReporter.
fy_nl: Blokkearje skeadlike YouTube-oanrekommandaasjes. Download de browserútwreiding RegretsReporter.
nl: Blokkeer schadelijke YouTube-aanbevelingen. Download de browserextensie RegretsReporter.
pt_br: Bloqueie recomendações prejudiciais do YouTube. Instale a extensão de navegador RegretsReporter.

source: Add to Firefox
es: Añadir a Firefox
fr: Ajouter à Firefox
fy_nl: Tafoegje oan Firefox
nl: Toevoegen aan Firefox
pt_br: Adicionar ao Firefox

source: Add to Chrome
es: Añadir a Chrome
fr: Ajouter à Chrome
fy_nl: Tafoegje oan Chrome
nl: Toevoegen aan Chrome
pt_br: Adicionar ao Chrome

source: Reminder to download RegretsReporter
es: Recordatorio para descargar RegretsReporter
fr: Rappel pour télécharger RegretsReporter
fy_nl: Oantinken om RegretsReporter te downloaden
nl: Herinnering om RegretsReporter te downloaden
pt_br: Lembrete de baixar o RegretsReporter

source: Mozilla built RegretsReporter to help you take back control of your YouTube recommendations and make YouTube better for everyone else.
es: Mozilla creó RegretsReporter para ayudarte a recuperar el control de las recomendaciones que te hace YouTube, y lograr que YouTube sea mejor para todos.
fr: Mozilla a créé RegretsReporter pour vous aider à reprendre le contrôle de vos recommandations YouTube et à améliorer YouTube pour tout le monde.
fy_nl: Mozilla hat RegretsReporter boud om jo te helpen de kontrôle oer jo YouTube-oanrekomandaasjes werom te krijen en YouTube better te meitsjen foar elkenien.
nl: Mozilla heeft RegretsReporter gebouwd om u te helpen de controle over uw YouTube-aanbevelingen terug te krijgen en YouTube beter te maken voor iedereen.
pt_br: A Mozilla criou o RegretsReporter para te ajudar a retomar o controle sobre as recomendações e tornar o YouTube melhor para todos.

source: Send Reminder
es: Enviar recordatorio
fr: Envoyer un rappel
fy_nl: Oantinken ferstjoere
nl: Herinnering verzenden
pt_br: Enviar lembrete

source: Copy page URL to clipboard
es: Copiar la URL de la página al portapapeles
fr: Copier l’URL de la page dans le presse-papiers
fy_nl: Side-URL nei klamboerd kopiearje
nl: Pagina-URL naar klembord kopiëren
pt_br: Copiar o endereço da página para a área de transferência

source: Share This
es: Compartir
fr: Partager
fy_nl: Dit diele
nl: Dit delen
pt_br: Compartilhar

source: Share on Facebook
es: Compartir en Facebook
fr: Partager sur Facebook
fy_nl: Diele op Facebook
nl: Delen op Facebook
pt_br: Compartilhar no Facebook

source: Copy page link
es: Copiar enlace de página
fr: Copier le lien de la page
fy_nl: Sidekeppeling kopiearje
nl: Paginakoppeling kopiëren
pt_br: Copiar endereço da página

source: Share on Twitter
es: Compartir en Twitter
fr: Partager sur Twitter
fy_nl: Diele op Twitter
nl: Delen op Twitter
pt_br: Compartilhar no Twitter

source: Share by email
es: Compartir por correo
fr: Partager par e-mail
fy_nl: Diele fia e-mail
nl: Delen via e-mail
pt_br: Compartilhar por email

source: Control your recommendations.
es: Controla tus recomendaciones.
fr: Contrôlez vos recommandations.
fy_nl: Behear jo oanrekommandaasjes.
nl: Beheer uw aanbevelingen.
pt_br: Controle suas recomendações.

source: Mozilla’s updated RegretsReporter browser extension helps you eliminate harmful YouTube recommendations — the clickbait, the outrage, and all the other content you wish you never saw. By simply clicking an icon on any video on YouTube, RegretsReporter sends a signal to YouTube asking it to stop surfacing content you find objectionable.
es: La extensión actualizada RegretsReporter de Mozilla para navegadores ayuda a eliminar las recomendaciones perjudiciales de YouTube: los clickbait, las recomendaciones indignantes y todos esos contenidos que desearías no haber visto nunca. Con solo hacer clic en un ícono en cualquier vídeo de YouTube, RegretsReporter enviará una señal a YouTube pidiéndole que deje de mostrar contenido que te parece objetable.
fr: La nouvelle version de l’extension de navigateur RegretsReporter de Mozilla vous aide à éliminer les recommandations YouTube dangereuses : les pièges à clics, les contenus sensationnalistes et tous les autres contenus que vous regrettez avoir vus. En cliquant simplement sur une icône depuis n’importe quelle vidéo YouTube, RegretsReporter envoie un signal à YouTube demandant d’arrêter de faire apparaître le contenu que vous trouvez inacceptable.
fy_nl: Mozilla’s bywurke browserútwreiding RegretsReporter helpt jo skeadlike YouTube-oanrekommandaasjes te eliminearjen – de clickbait, de lilkens en alle oare ynhâld dy’t jo leaver nea sjoen hawwe. Troch simpelwei op in piktogram op in fideo op YouTube te klikken, stjoert RegretsReporter in sinjaal nei YouTube mei it fersyk om te stopjen mei it toanen fan ynhâld dy’t jo beswierlik fine.
nl: Mozilla’s bijgewerkte browserextensie RegretsReporter helpt u schadelijke YouTube-aanbevelingen te elimineren – de clickbait, de verontwaardiging en alle andere inhoud die u liever nooit had gezien. Door simpelweg op een pictogram op een video op YouTube te klikken, stuurt RegretsReporter een signaal naar YouTube met het verzoek om te stoppen met het tonen van inhoud die u bezwaarlijk vindt.
pt_br: A extensão de navegador RegretsReporter atualizada da Mozilla ajuda a eliminar recomendações prejudiciais do YouTube: caça-cliques, indignação e todos os outros conteúdos que você nunca quer ver. Simplesmente ao clicar em um ícone em qualquer vídeo do YouTube, o RegretsReporter envia um sinal ao YouTube pedindo que pare de apresentar conteúdo que você considera questionável.

source: Avoid harmful content.
es: Evita los contenidos perjudiciales.
fr: Évitez les contenus dangereux.
fy_nl: Mij skealike ynhâld.
nl: Vermijd schadelijke inhoud.
pt_br: Evite conteúdo prejudicial.

source: Sometimes YouTube recommendations can be spot on. But sometimes, they’re outright harmful. <a href="%(url)s" target="_blank">Research powered by Mozilla’s RegretsReporter has revealed</a> that YouTube’s algorithm violates the platform’s very own policies, recommending misinformation, violent content, hate speech, and scams.
es: A veces, las recomendaciones de YouTube dan en el clavo. Pero en otras ocasiones, pueden ser muy perjudiciales. <a href="%(url)s" target="_blank"> Investigaciones llevadas a cabo por RegretsReporter de Mozilla han revelado</a> que el algoritmo de YouTube viola las propias políticas de la plataforma al recomendar información errónea, contenidos violentos, discursos de odio y estafas.
fr: Les recommandations YouTube peuvent parfois être pertinentes. Mais parfois, elles sont carrément dangereuses. <a href="%(url)s" target="_blank">Un rapport rendu possible par l’extension RegretsReporter de Mozilla a révélé</a> que l’algorithme de YouTube enfreint les propres politiques de la plateforme, en recommandant de la désinformation, des contenus violents, des propos haineux et des escroqueries.
fy_nl: Somtiden binne YouTube-oanrekommandaasjes perfect. Mar somtiden binne se streekrjocht skealik. <a href="%(url)s" target="_blank">Undersyk oandreaun troch Mozilla’s RegretsReporter hat bliken dien</a> dat it algoritme fan YouTube yn striid is mei it eigen belied fan it platfoarm en misynformaasje, gewelddiedige ynhâld, oansetten ta haat en oplichting oanrekommandearret.
nl: Soms zijn YouTube-aanbevelingen perfect. Maar soms zijn ze ronduit schadelijk. <a href="%(url)s" target="_blank">Onderzoek met behulp van Mozilla’s RegretsReporter heeft aangetoond</a> dat het algoritme van YouTube het eigen beleid van het platform schendt en misinformatie, gewelddadige inhoud, aanzetten tot haat en oplichting aanbeveelt.
pt_br: Às vezes, as recomendações do YouTube podem ser certeiras. Mas às vezes são totalmente prejudiciais. <a href="%(url)s" target="_blank">Uma pesquisa feita com a tecnologia RegretsReporter da Mozilla revelou</a> que o algoritmo do YouTube viola as próprias diretrizes da plataforma, recomendando desinformação, conteúdo violento, discurso de ódio e golpes.

source: Help solve the problem.
es: Ayuda a resolver este problema.
fr: Aidez à résoudre le problème.
fy_nl: Help mei it probleem op te lossen.
nl: Help mee het probleem op te lossen.
pt_br: Ajude a resolver o problema.

source: RegretsReporter isn’t just a product — it’s also part of Mozilla’s ongoing research and advocacy into harmful recommendation algorithms. You can choose to participate in Mozilla’s research, which provides vital insight into whether YouTube recommendations can actually be tamed. (Mozilla initially launched RegretsReporter <a href="%(url)s" target="_blank">in September 2020</a>, granting users the ability to flag harmful recommendations. That functionality still remains in this updated version of the extension.)
es: RegretsReporter no es solo un producto; también es parte de la investigación y promoción actuales de Mozilla contra los algoritmos de recomendación perjudiciales. Puedes optar por participar en la investigación de Mozilla, que proporciona información esencial para determinar si las recomendaciones de YouTube realmente se pueden dominar. (Mozilla lanzó inicialmente RegretsReporter <a href="%(url)s" target="_blank">en septiembre de 2020</a>, otorgando a los usuarios la capacidad de denunciar recomendaciones perjudiciales. Esa funcionalidad aún permanece en esta versión actualizada de la extensión).
fr: RegretsReporter n’est pas qu’un produit, il contribue également aux recherches et aux campagnes militantes de Mozilla sur les algorithmes de recommandation nuisibles. Vous pouvez choisir de participer aux recherches de Mozilla, qui fournissent des informations essentielles sur la possibilité de contrôler les recommandations YouTube. (Mozilla a initialement lancé RegretsReporter <a href="%(url)s" target="_blank">en septembre 2020</a>, donnant aux utilisateurs et utilisatrices la possibilité de signaler les recommandations dangereuses. Cette fonctionnalité est toujours disponible dans cette version mise à jour de l’extension.)
fy_nl: RegretsReporter is net mar in produkt – it makket ek diel út fan Mozilla’s rinnende ûndersyk nei en pleitbesoarging tsjin skeadlike oanrekommandaasje-algoritmen. Jo kinne derfoar kieze om diel te nimmen oan it ûndersyk fan Mozilla, dat essinsjeel ynsjoch biedt yn de fraach of YouTube-oanrekommandaasjes werklik bedimme wurde kinne. (Mozilla lansearre RegretsReporter yn earste ynstânsje <a href="%(url)s" target="_blank">yn septimber 2020</a>, wêrtroch brûkers skeadlike oanrekommandaasjes en markearje kinnen. Dy funksjonaliteit is noch hieltyd oanwêzich yn dizze bywurke ferzje fan de útwreiding.)
nl: RegretsReporter is niet slechts een product – het maakt ook deel uit van Mozilla’s lopende onderzoek naar en pleitbezorging tegen schadelijke aanbevelingsalgoritmen. U kunt ervoor kiezen om deel te nemen aan het onderzoek van Mozilla, dat essentieel inzicht biedt in de vraag of YouTube-aanbevelingen daadwerkelijk kunnen worden getemd. (Mozilla lanceerde RegretsReporter in eerste instantie <a href="%(url)s" target="_blank">in september 2020</a>, waardoor gebruikers schadelijke aanbevelingen kunnen markeren. Die functionaliteit is nog steeds aanwezig in deze bijgewerkte versie van de extensie.)
pt_br: O RegretsReporter não é apenas um produto. Também faz parte da contínua pesquisa e ativismo da Mozilla contra algoritmos de recomendação prejudiciais. Você pode escolher participar da pesquisa da Mozilla, que fornece uma visão vital sobre se as recomendações do YouTube podem realmente ser domadas. A Mozilla lançou inicialmente o RegretsReporter <a href="%(url)s" target="_blank">em setembro de 2020</a>, concedendo aos usuários a capacidade de sinalizar recomendações prejudiciais. Tal funcionalidade permanece nesta versão atualizada da extensão.

source: Scroll
es: Volver arriba
fr: Faire défiler
fy_nl: Skowe
nl: Scrollen
pt_br: Deslizar

source: Download RegretsReporter
es: Descarga RegretsReporter
fr: Télécharger RegretsReporter
nl: RegretsReporter downloaden
pt_br: Baixar o RegretsReporter

source: 28 reasons why YouTube must change: startling stories of YouTube’s recommendations leading people down bizarre and dangerous paths
es: 28 razones por las que YouTube debe cambiar: historias alarmantes acerca de recomendaciones de YouTube que llevaron a algunas personas por rumbos extraños y peligrosos
fr: 28 raisons pour lesquelles YouTube doit changer : des témoignages édifiants qui racontent comment les recommandations YouTube ont pu mener les internautes sur des voies étranges et dangereuses
fy_nl: 28 redenen wêrom YouTube wizigje moat: ferbjusterjende ferhalen fan oanrekommandaasjes fan YouTube dy’t minsken yn bizarre en gefaarlike rjochtingen liede
nl: 28 redenen waarom YouTube moet veranderen: verbijsterende verhalen van aanbevelingen van YouTube die mensen in bizarre en gevaarlijke richtingen leiden
pt_br: 28 razões pelas quais o YouTube precisa mudar: histórias alarmantes de recomendações do YouTube que levam pessoas a trilhar caminhos bizarros e perigosos

source: Download RegretsReporter today.
es: Descarga RegretsReporter hoy mismo.
fr: Téléchargez RegretsReporter dès maintenant.
fy_nl: Download hjoed noch RegretsReporter.
nl: Download RegretsReporter vandaag nog.
pt_br: Baixe o RegretsReporter hoje mesmo.

source: Read Our Findings
es: Lee nuestros descubrimientos
fr: Lire nos découvertes
fy_nl: Lês ús befiningen
nl: Lees onze bevindingen
pt_br: Leia o que foi descobrimos

source: How it Works
es: Cómo funciona
fr: Principes de fonctionnement
fy_nl: Hoe’t it wurket
nl: Hoe het werkt
pt_br: Como funciona

source: When you send a YouTube Regret, the video and recommendations that led you to it are submitted to Mozilla researchers privately.
es: Cuando envías un YouTube Regret, el vídeo y las recomendaciones que te llevaron a él se envían de forma privada a los investigadores de Mozilla.
fr: Lorsque vous envoyez un Regret YouTube, la vidéo et les recommandations qui vous y ont amenés sont soumises en privé aux chercheurs de Mozilla.
fy_nl: As jo in YouTube Regret ynstjoere, wurde de fideo en de oanrekommandaasjes dy’t jo dernei ta laat hawwe privee oan Mozilla-ûndersikers foarlein.
nl: Als u een YouTube Regret instuurt, worden de video en de aanbevelingen die u ernaartoe hebben geleid privé aan Mozilla-onderzoekers voorgelegd.
pt_br: Quando você envia um arrependimento do YouTube, o vídeo e as recomendações que te levaram até ele são enviados privativamente para pesquisadores da Mozilla.

source: Click the frowning extension icon in the browser bar
es: Haz clic en el icono de la extensión que se encuentra en la barra de navegación
fr: Cliquez sur l’icône d’extension fronçant les sourcils dans la barre d’outils du navigateur
fy_nl: Klik op it fronseljende útwreidingspiktogram yn de browserbalke
nl: Klik op het fronsende extensiepictogram in de browserbalk
pt_br: Clique no ícone de extensão de rosto emburrado na barra do navegador

source: Report the video and recommendations that led you to it
es: Reporta el vídeo y las recomendaciones que te han llevado hasta él
fr: Signalez la vidéo et les recommandations qui vous y ont conduit
fy_nl: Rapportearje de fideo en de oanrekommandaasjes dy’t jo dernei ta laat hawwe
nl: Rapporteer de video en de aanbevelingen die u ernaartoe hebben geleid
pt_br: Relate o vídeo e as recomendações que te levaram a ele

source: *Please note that only English-language videos will be included in our analysis.
es: *Ten en cuenta que solo incluiremos en nuestro análisis los vídeos en inglés.
fr: *Seules les vidéos en anglais seront incluses dans notre analyse.
fy_nl: *Hâld der rekkening mei dat allinnich Ingelsktalige fideo’s yn ús analyze opnommen wurde.
nl: *Houd er rekening mee dat alleen Engelstalige video’s in onze analyse worden opgenomen.
pt_br: *Observe que apenas vídeos em inglês serão incluídos em nossa análise.

source: Send any extra details you would like Mozilla to know
es: Envía cualquier otro dato que quieras compartir con Mozilla
fr: Envoyez toute information supplémentaire que vous souhaitez que Mozilla sache
fy_nl: Ferstjoer eventuele ekstra details dy’t jo Mozilla witte litte wolle
nl: Verstuur eventuele extra details die u Mozilla wilt laten weten
pt_br: Envie quaisquer detalhes adicionais que você queira que a Mozilla saiba

source: With the RegretsReporter extension, you can immediately take action to send us recommended videos that you regret watching—like pseudoscience or anti-LGBTQ+ content.
es: Con la extensión RegretsReporter, puedes actuar inmediatamente enviándonos los vídeos recomendados que lamentas haber visto, como contenidos de pseudociencia o anti LGBTQ+.
fr: Avec l’extension RegretsReporter, vous pouvez immédiatement agir pour nous envoyer des vidéos recommandées que vous regrettez avoir regardé, comme des contenus anti-LGBTQ+ ou des pseudosciences.
fy_nl: Mei de útwreiding RegretsReporter kinne jo daliks aksje ûndernimme troch ús oanrekommandearre fideo’s te stjoeren wêrfan jo spyt hawwe dat jo se besjoen hawwe – lykas pseudowittenskip of anti-LGBTQ+-ynhâld.
nl: Met de extensie RegretsReporter kunt u onmiddellijk actie ondernemen door ons aanbevolen video’s te sturen waarvan u spijt hebt dat u ze hebt bekeken – zoals pseudowetenschap of anti-LGBTQ+-inhoud.
pt_br: Com a extensão RegretsReporter, você pode agir imediatamente, nos enviando vídeos recomendados que você se arrependeu de assistir, como conteúdo de pseudociência ou anti-LGBTQ+.

source: The report form will ask you to tell us more about your YouTube Regret and collect information about the recommendations that led you to the video. By sharing your experiences, you can help us answer questions like: what kinds of recommended videos do users regret watching? Are there usage patterns that lead to more regrettable content being recommended? What does a YouTube rabbit hole look like, and at what point does it become something you wish you never clicked on?
es: En el formulario del informe, se te pedirá que nos des más información sobre tu YouTube Regret y que reúnas datos sobre las recomendaciones que te llevaron al vídeo. Al compartir tus experiencias, nos ayudarás a responder preguntas como: ¿qué tipo de vídeos recomendados lamentan ver los usuarios? ¿Existen patrones de uso que dirigen a los usuarios hacia una mayor cantidad de contenidos lamentables? ¿Qué aspecto tiene una «madriguera» de YouTube y en qué momento se convierte en algo en lo que desearías no haber hecho clic nunca?
fr: Le formulaire de signalement vous demandera de nous en dire plus sur votre Regret YouTube et recueillera des informations sur les recommandations qui vous ont conduit à cette vidéo. En partageant vos expériences, vous pouvez nous aider à répondre à des questions telles que : quels types de vidéos recommandées les utilisateurs regrettent-ils regarder ? Y a-t-il des modes d’utilisation qui conduisent à recommander davantage de contenus regrettables ? À quoi ressemble un cercle vicieux YouTube, et à quel moment regrettez-vous avoir cliqué dessus ?
fy_nl: It rapportaazjeformulier freget jo ús mear te fertellen oer jo YouTube Regret en ynformaasje te sammeljen oer de oanrekommandaasjes dy’t jo nei de fideo laat hawwe. Troch jo ûnderfiningen te dielen, kinne jo ús helpe fragen te beäntwurdzjen lykas: fan it besjen fan hokker soarte fideo’s krije brûkers spyt? Binne der gebrûkspatroanen dy’t liede ta mear oanrekommandaasjes fan jammerlike ynhâld? Hoe sjocht in YouTube-kninehoale derút en op hokker punt wurdt it wat wêrfan jo winskje dat jo der nea op klikt hiene?
nl: Het rapportageformulier vraagt u ons meer te vertellen over uw YouTube Regret en informatie te verzamelen over de aanbevelingen die u naar de video hebben geleid. Door uw ervaringen te delen, kunt u ons helpen vragen te beantwoorden zoals: van het bekijken van welke soort video’s krijgen gebruikers spijt? Zijn er gebruikspatronen die leiden tot meer aanbevelingen van betreurenswaardige inhoud? Hoe ziet een YouTube-konijnenhol eruit en op welk punt wordt het iets waarvan u wenst dat u er nooit op had geklikt?
pt_br: O formulário de denúncia pede que você nos diga mais sobre seu arrependimento no YouTube e coleta informações sobre as recomendações que o levaram ao vídeo. Ao compartilhar suas experiências, você pode nos ajudar a responder a perguntas como: que tipos de vídeos recomendados os usuários se arrependem de assistir? Existem padrões de uso que levam a mais recomendação de conteúdo lamentável? Como se parece uma entrada em círculo vicioso do YouTube e em que ponto ele se torna algo que você gostaria de nunca ter clicado?

# Submit button for newsletter signup form
source: Sign up
es: Registrarse
fr: Je m’inscris
fy_nl: Registrearje
nl: Registreren
pt_br: inscrever-se

source: To stay updated on this campaign and our other work, sign up for Mozilla’s newsletter.
es: Si quieres mantenerte informado(a) sobre esta campaña y el resto de nuestras acciones, suscríbete al boletín de Mozilla.
fr: Pour rester au courant de cette campagne et de nos autres actions, inscrivez-vous à la newsletter de Mozilla.
fy_nl: Skriuw jo yn foar de nijsbrief fan Mozilla om op de hichte te bliuwen fan dizze kampanje en ús oare wurk.
nl: Schrijf u in voor de nieuwsbrief van Mozilla om op de hoogte te blijven van deze campagne en ons overige werk.
pt_br: Para se manter informado sobre esta campanha e nossas outras atividades, inscreva-se no boletim informativo da Mozilla.

source: Let’s work together to make recommendation engines on the internet more trustworthy.
es: Juntos podemos hacer que los motores de recomendaciones de Internet sean más fiables.
fr: Travaillons ensemble à rendre les moteurs de recommandations sur Internet plus dignes de confiance.
fy_nl: Litte wy gearwurkje om oanrekommandaasjemasinen op it ynternet mear bertrouber te meitsjen.
nl: Laten we samenwerken om aanbevelingsengines op het internet betrouwbaarder te maken.
pt_br: Vamos trabalhar juntos para tornar os mecanismos de recomendação na internet mais confiáveis.

source: 28 Reasons Why YouTube Must Change
es: 28 razones por las que YouTube debe cambiar
fr: 28 raisons pour lesquelles YouTube doit changer
fy_nl: 28 redenen wêrom't YouTube wizigje moat
nl: 28 redenen waarom YouTube moet veranderen
pt_br: 28 razões por que o YouTube deve mudar

source: The New York Times
fy_nl: De New York Times
nl: De New York Times

source: Can YouTube Quiet Its Conspiracy Theorists?
es: ¿Puede YouTube acallar a sus conspiracionistas?
fr: YouTube peut-il faire taire ses théoriciens du complot ?
fy_nl: Kin YouTube syn komplottinkers it swijen oplizze?
nl: Kan YouTube zijn complotdenkers het zwijgen opleggen?
pt_br: O YouTube consegue silenciar seus teóricos da conspiração?

source: MIT Tech Review
fy_nl: MIT Tech-resinsje
nl: MIT Tech-recensie
