Repository: mozilla-l10n/fomo-l10n
Catalog: foundation/translations/legacy_apps/wagtailpages/templates/wagtailpages/pages/locale/*/LC_MESSAGES/django.po
Languages: es, fr, fy_nl, nl, pt_br

source: YouTube’s algorithm seems to be funneling people to alt-right videos
es: El algoritmo de YouTube parece conducir a los usuarios a vídeos de extrema derecha
fr: L’algorithme de YouTube semble diriger les internautes vers des vidéos de l’extrême droite
fy_nl: It algoritme fan YouTube liket minsken nei ekstreemrjochtse fideo’s te lieden
nl: Het algoritme van YouTube lijkt mensen naar extreemrechtse video’s te leiden
pt_br: O algoritmo do YouTube parece estar direcionando as pessoas para vídeos do grupo extremista Direita alternativa

source: YouTube Executives Ignored Warnings, Letting Toxic Videos Run Rampant
es: Los directivos de YouTube ignoraron las advertencias y permitieron la proliferación de vídeos tóxicos
fr: Les dirigeants de YouTube ont ignoré les avertissements, laissant les vidéos toxiques se répandre
fy_nl: YouTube-leidingjouwenden negearden warskôgingen en lieten giftige fideo’s ûnbedimme woekerje
nl: YouTube-leidinggevenden negeerden waarschuwingen en lieten giftige video’s ongebreideld woekeren
pt_br: Executivos do YouTube ignoraram avisos, deixando vídeos tóxicos correrem soltos

source: For years, journalists, researchers, and even former YouTube employees have been telling YouTube that they need to stop their recommendation engine from sending users down racist, conspiratorial, and other regrettable rabbit holes.
es: Durante años, periodistas, investigadores e incluso exempleados de YouTube han pedido a la compañía que detenga la espiral tóxica de su motor de recomendaciones, que envía a los usuarios hacia lamentables «madrigueras» de contenidos racistas y conspirativos.
fr: Depuis des années, des journalistes, des chercheurs et même d’anciens employés de YouTube demandent à YouTube d’empêcher leur moteur de recommandation d’envoyer les internautes vers des contenus racistes, conspirationnistes ou dans des cercles vicieux d’autres contenus regrettables.
fy_nl: Jierrenlang hawwe sjoernalisten, ûndersikers en sels eardere YouTube-meiwurkers YouTube ferteld dat se opkeare moatte dat harren oanrekommandaasjemasine brûkers rasistyske, gearspanderende en oare jammerlike kninehoalen ynstjoert.
nl: Jarenlang hebben journalisten, onderzoekers en zelfs voormalige YouTube-medewerkers YouTube verteld dat ze moeten voorkomen dat hun aanbevelingsengine gebruikers racistische, samenzweerderige en andere betreurenswaardige konijnenholen instuurt.
pt_br: Há anos, jornalistas, pesquisadores e até ex-funcionários têm dito ao YouTube que eles precisam parar que seu mecanismo de recomendação coloque usuários em círculos viciosos de vídeos racistas, conspiratórios e outras coisas lamentáveis.

source: YouTube <a href="%(claims_link)s" target="_blank">claims</a> to be fixing this problem, but it’s all happening behind closed doors, without any way for the public to tell if it’s actually working. Last year, Mozilla gave YouTube <a href="%(ways_link)s" target="_blank">three</a> recommendations to help address this problem in a more open and transparent way. So far, YouTube has not made these changes.
es: Desde YouTube, <a href="%(claims_link)s" target="_blank">declaran</a> que están trabajando para solucionar el problema, pero todo ocurre a puertas cerradas, sin que el público pueda saber si lo que están haciendo funciona. El año pasado, Mozilla le proporcionó <a href="%(ways_link)s" target="_blank">tres</a> recomendaciones a YouTube, para contribuir a la solución del problema de una forma abierta y transparente. Pero, de momento, la compañía no ha aplicado los cambios sugeridos.
fr: YouTube <a href="%(claims_link)s" target="_blank">affirme</a> régler ce problème, mais tout se passe à huis clos, sans que le public puisse savoir si cela fonctionne réellement. L’année dernière, Mozilla a fait <a href="%(ways_link)s" target="_blank">trois recommandations</a> à YouTube pour aider à résoudre ce problème de manière plus ouverte et transparente. Pour l’instant, YouTube n’a pas effectué ces changements.
fy_nl: YouTube<a href="%(claims_link)s" target="_blank">beweart</a> dit probleem op te lossen, mar dit bart allegearre efter sluten doaren, sûnder dat it publyk beoardiele kin oft it echt wurket. Foarich jier jûch Mozilla YouTube <a href="%(ways_link)s" target="_blank">trije</a> oanrekommandaasjes om dit probleem op in mear iepen en transparante manier oan te pakken. Oant safier hat YouTube dizze wizigingen net trochfierd.
nl: YouTube<a href="%(claims_link)s" target="_blank">beweert</a> dit probleem op te lossen, maar dit gebeurt allemaal achter gesloten deuren, zonder dat het publiek kan beoordelen of het echt werkt. Vorig jaar gaf Mozilla YouTube <a href="%(ways_link)s" target="_blank">drie</a> aanbevelingen om dit probleem op een meer open en transparante manier aan te pakken. Tot dusver heeft YouTube deze wijzigingen niet doorgevoerd.
pt_br: O YouTube <a href="%(claims_link)s" target="_blank">alega</a> estar corrigindo este problema, porém tudo ocorre a portas fechadas, sem nenhuma maneira do público saber o que está realmente acontecendo. No ano passado, a Mozilla deu ao YouTube <a href="%(ways_link)s" target="_blank">três</a> recomendações para ajudar a abordar este problema de forma mais aberta e transparente. Até agora, o YouTube não fez essas mudanças.

source: <strong>That’s where you come in. Mozilla’s RegretsReporter browser extension transforms everyday YouTube users into YouTube watchdogs.</strong> We can use our own data to answer questions about regrettable recommendations that can go a long way towards helping journalists who investigate these problems, other groups like Mozilla who push for more accountability, and engineers and designers who build this technology.
es: <strong>Es aquí donde entras tú. La extensión RegretsReporter de Mozilla para navegadores convierte a los usuarios habituales de YouTube en vigilantes de sus contenidos.</strong> Podemos utilizar nuestros propios datos para responder preguntas sobre recomendaciones lamentables, que pueden ayudar mucho a los periodistas que investigan estos problemas, a otros grupos como Mozilla que luchan por una mayor responsabilidad sobre los contenidos, y a los ingenieros y diseñadores que han construido esta tecnología.
fr: <strong>C’est là que vous intervenez. L’extension de navigateur RegretsReporter de Mozilla permet aux utilisateurs de mettre YouTube face à ses responsabilités.</strong> Nous pouvons utiliser nos propres données pour répondre à des questions sur des recommandations regrettables qui peuvent grandement aider les journalistes qui enquêtent sur ces problèmes, d’autres groupes similaires à Mozilla qui demandent plus de responsabilité et les ingénieurs et concepteurs qui développent cette technologie.
fy_nl: <strong>Hjir komme jo yn byld. De browserútwreiding RegretsReporter fan Mozilla transformearret gewoane YouTube-brûkers yn YouTube-waakhunen.</strong> Wy kinne ús eigen gegevens brûke om fragen oer jammerlike oanrekkomandaasjes te beäntwurdzjen, dy’t sjoernalisten dy’t dizze problemen ûndersykje, oare groepen lykas Mozilla dy’t oproppe ta mear ferantwurdlikheid en yngenieurs en technisy dy’t dizze technology bouwe in hiel ein op wei helpe.
nl: <strong>Hier komt u in beeld. De browserextensie RegretsReporter van Mozilla transformeert gewone YouTube-gebruikers in YouTube-waakhonden.</strong> We kunnen onze eigen gegevens gebruiken om vragen over betreurenswaardige aanbevelingen te beantwoorden, die journalisten die deze problemen onderzoeken, andere groepen zoals Mozilla die oproepen tot meer verantwoordelijkheid en ingenieurs en technici die deze technologie bouwen een heel eind op weg helpen.
pt_br: <strong>É aí que você entra. A extensão de navegador RegretsReporter da Mozilla transforma usuários comuns em vigilantes do YouTube. </strong>Podemos usar nossos próprios dados para responder dúvidas sobre recomendações lamentáveis que podem ajudar muito os jornalistas que investigam esses problemas, outros grupos como a Mozilla que pressionam por mais responsabilidade, além de engenheiros e projetistas que constroem essa tecnologia.

source: About Mozilla
es: Acerca de Mozilla
fr: À propos de Mozilla
fy_nl: Oer Mozilla
nl: Over Mozilla
pt_br: Sobre a Mozilla

source: Mozilla is fueling the movement for a healthy internet and trustworthy AI. We do that through projects like this, which holds companies accountable for harmful AI systems. We’ve been advocating for YouTube to address its recommendation problem for almost a year. Below, find a timeline of Mozilla’s work on this issue.
es: Mozilla está impulsando el movimiento a favor de una Internet más saludable y una IA confiable, a través de proyectos como este, que obligan a las compañías a responsabilizarse de los sistemas de IA perjudiciales. Desde hace casi un año, estamos solicitando a YouTube que resuelva este problema de su patrón de recomendaciones. A continuación, te mostramos un cronograma de las acciones de Mozilla al respecto.
fr: Mozilla initie un grand mouvement pour un Internet sain et une IA digne de confiance. Nous faisons cela à travers des projets comme celui-ci, qui met les entreprises face à leurs responsabilités dans la création de systèmes d’IA dangereux. Cela fait près d’un an que nous demandons à YouTube de résoudre son problème de recommandation. Vous trouverez ci-dessous une chronologie des efforts de Mozilla dans ce domaine.
fy_nl: Mozilla jaget de beweging foar in sûn ynternet en betroubere AI oan. Dat dogge wy troch middel fan projekten lykas dit, dy’t bedriuwen ferantwurdlik hâlde foar skeadlike AI-systemen. Wy pleitsje der al hast in jier foar dat YouTube it oanrekommandaasjeprobleem oanpakt. Hjirûnder fine jo in tiidline fan it wurk fan Mozilla oer dit probleem.
nl: Mozilla jaagt de beweging voor een gezond internet en betrouwbare AI aan. Dat doen we door middel van projecten zoals dit, die bedrijven verantwoordelijk houden voor schadelijke AI-systemen. We pleiten er al bijna een jaar voor dat YouTube het aanbevelingsprobleem aanpakt. Hieronder vindt u een tijdlijn van het werk van Mozilla over dit probleem.
pt_br: A Mozilla está impulsionando o movimento por uma internet saudável e inteligência artificial confiável. Fazemos isso por meio de projetos como este, que responsabiliza empresas por sistemas prejudiciais de inteligência artificial. Estamos defendendo que o YouTube resolva seu problema de recomendações há quase um ano. Abaixo você encontra uma linha do tempo do trabalho da Mozilla sobre esse problema.

source: A timeline of Mozilla’s work on this issue
es: Cronograma de las acciones de Mozilla sobre este tema
fr: Chronologie du travail de Mozilla sur cette problématique
fy_nl: In tiidline fan it wurk fan Mozilla oan dit probleem
nl: Een tijdlijn van het werk van Mozilla aan dit probleem
pt_br: Uma linha do tempo do trabalho da Mozilla sobre este problema

source: July 2019
es: Julio de 2019
fr: Juillet 2019
nl: Juli 2019
pt_br: Julho de 2019

source: Mozilla awards Guillaume Chaslot, a former YouTube engineer, a fellowship to support his work investigating AI systems, including the impacts of YouTube’s recommendation engine.
es: Mozilla otorga a Guillaume Chaslot, exingeniero de la plataforma YouTube, una beca para apoyar su investigación de los sistemas de IA, que incluye los efectos del motor de recomendaciones de YouTube.
fr: Mozilla attribue à Guillaume Chaslot, un ancien ingénieur YouTube, une bourse pour soutenir ses recherches sur les systèmes d’IA, et notamment sur les effets du moteur de recommandation de YouTube.
fy_nl: Mozilla jout Guillaume Chaslot, foarhinne in YouTube-yngenieur, in beurs ta stipe fan syn ûndersyk nei AI-systemen, wêrûnder de ympakt fan de oanrekommandaasjemasine fan YouTube.
nl: Mozilla kent Guillaume Chaslot, een voormalig YouTube-ingenieur, een beurs toe ter ondersteuning van zijn onderzoek naar AI-systemen, waaronder de impact van de aanbevelingsengine van YouTube.
pt_br: A Mozilla concede a Guillaume Chaslot, ex-engenheiro do YouTube, uma bolsa para apoiar seu trabalho de investigação de sistemas de inteligência artificial, incluindo os impactos do mecanismo de recomendação do YouTube.

source: August 7, 2019
es: 7 de agosto de 2019
fr: 7 août 2019
fy_nl: 7 augustus 2019
nl: 7 augustus 2019
pt_br: 7 de agosto de 2019

source: Mozilla <a href="%(link)s" target="_blank">announced</a> our intentions to investigate YouTube’s recommendation problem, and to begin a dialogue with the company about making improvements.
es: Mozilla <a href="%(link)s" target="_blank">anuncia</a> su intención de investigar el problema de las recomendaciones de YouTube y comienza un diálogo con la compañía sobre posibles mejoras a realizar.
fr: Mozilla <a href="%(link)s" target="_blank">a annoncé</a> avoir l’intention d’enquêter sur le problème des recommandations YouTube, et d’entamer un dialogue avec l’entreprise sur les améliorations à apporter.
fy_nl: Mozilla <a href="%(link)s" target="_blank">kundige</a> ús yntinsje om it oanrekommandaasjeprobleem fan YouTube te ûndersykjen en de start fan in dialooch mei it bedriuw oer it trochfieren fan ferbetteringen oan.
nl: Mozilla <a href="%(link)s" target="_blank">kondigde</a> onze intentie om het aanbevelingsprobleem van YouTube te onderzoeken en de start van een dialoog met het bedrijf over het doorvoeren van verbeteringen aan.
pt_br: A Mozilla <a href="%(link)s" target="_blank">anunciou</a> intenções de investigar o problema de recomendações do YouTube e de iniciar um diálogo com a empresa sobre a implementação de melhorias.

source: August 14, 2019
es: 14 de agosto de 2019
fr: 14 août 2019
fy_nl: 14 augustus 2019
nl: 14 augustus 2019
pt_br: 14 de agosto de 2019

source: Mozilla <a href="%(link)s" target="_blank">published</a> a reading list for our community detailing the ways recommendation AI — including YouTube’s — can manipulate consumers.
es: Mozilla <a href="%(link)s" target="_blank">publica</a> una lista de lectura para nuestra comunidad, en la que se detalla de qué modo las recomendaciones de la IA (incluyendo la de YouTube) están diseñadas para manipular a los consumidores.
fr: Mozilla <a href="%(link)s" target="_blank">a publié</a> une liste de lecture pour notre communauté détaillant les façons dont les IA de recommandation (y compris celle de YouTube) peuvent manipuler les internautes.
fy_nl: Mozilla <a href="%(link)s" target="_blank">publisearre</a> in lêslist foar ús mienskip, mei dêryn de manieren wêrop oanrekkomandaasje-AI – wêrûnder dy fan YouTube – konsuminten manipulearje kin.
nl: Mozilla <a href="%(link)s" target="_blank">publiceerde</a> een leeslijst voor onze gemeenschap, met daarin de manieren waarop aanbevelings-AI – waaronder die van YouTube – consumenten kan manipuleren.
pt_br: A Mozilla <a href="%(link)s" target="_blank">publicou</a> uma lista de leitura para nossa comunidade, detalhando as maneiras como inteligências artificiais de recomendação, incluindo a do YouTube, podem manipular os consumidores.

source: September 3, 2019
es: 3 de septiembre de 2019
fr: 3 septembre 2019
fy_nl: 3 septimber 2019
nl: 3 september 2019
pt_br: 3 de setembro de 2019

source: Mozilla <a href="%(link)s" target="_blank">hosted</a> a Q&A with a teenager who was radicalized online, partially due to YouTube’s recommendation AI.
es: Mozilla <a href="%(link)s" target="_blank">organiza</a> un debate con un adolescente cuya ideología fue radicalizada a partir de su actividad online, en parte debido a las recomendaciones de la IA de YouTube.
fr: Mozilla <a href="%(link)s" target="_blank">a organisé</a> une session de questions-réponses avec un adolescent qui a été radicalisé en ligne, en partie à cause de l’IA de recommandations de YouTube.
fy_nl: Mozilla <a href="%(link)s" target="_blank">organisearre</a> in Q&A mei in puber dy’t online radikalisearre wie, foar in part troch de oanrekommandaasje-AI fan YouTube.
nl: Mozilla <a href="%(link)s" target="_blank">organiseerde</a> een Q&A met een tiener die online was geradicaliseerd, deels door de aanbevelings-AI van YouTube.
pt_br: A Mozilla <a href="%(link)s" target="_blank">hospedou</a> uma sessão de perguntas e respostas com um adolescente que foi radicalizado online, em parte devido à inteligência artificial de recomendação do YouTube.

source: September 10, 2019
es: 10 de septiembre de 2019
fr: 10 septembre 2019
fy_nl: 10 septimber 2019
nl: 10 september 2019
pt_br: 10 de setembro de 2019

source: Mozilla <a href="%(link)s" target="_blank">launched</a> its #YouTubeRegrets campaign, urging users to share stories about harmful recommendations they encounter.
es: Mozilla <a href="%(link)s" target="_blank">lanza</a> su campaña #YouTubeRegrets, en la que insta a los usuarios a que compartan las recomendaciones perjudiciales con las que se encuentran.
fr: Mozilla <a href="%(link)s" target="_blank">a lancé</a> sa campagne #YouTubeRegrets, invitant les internautes à partager des témoignages à propos des recommandations dangereuses qui leur ont été proposées.
fy_nl: Mozilla <a href="%(link)s" target="_blank">lansearre</a> harren kampanje #YouTubeRegrets, wêryn brûkers oproppen waarden om ferhalen oer skealike oanrekommandaasjes dy’t se tsjinkommen wiene te dielen.
nl: Mozilla <a href="%(link)s" target="_blank">lanceerde</a> haar campagne #YouTubeRegrets, waarin gebruikers werden opgeroepen om verhalen over schadelijke aanbevelingen die ze waren tegengekomen te delen.
pt_br: A Mozilla <a href="%(link)s" target="_blank">lançou</a> sua campanha #YouTubeRegrets, encorajando os usuários a compartilhar histórias sobre recomendações prejudiciais que encontrarem.

source: October 14, 2019
es: 14 de octubre de 2019
fr: 14 octobre 2019
fy_nl: 14 oktober 2019
nl: 14 oktober 2019
pt_br: 14 de outubro de 2019

source: After meeting with YouTube staff to discuss this issue, Mozilla <a href="%(link)s" target="_blank">published</a> three concrete actions the platform could take to help address its recommendation problem. These changes entail making YouTube’s recommendation data more transparent.
es: Después de una reunión con YouTube para debatir este tema, Mozilla <a href="%(link)s" target="_blank">publicó</a> tres acciones concretas que la plataforma podía llevar a cabo para abordar el problema de sus recomendaciones. Estos cambios implican dar más transparencia a los datos de recomendación de YouTube.
fr: Après avoir rencontré le personnel de YouTube pour discuter de ce problème, Mozilla <a href="%(link)s" target="_blank">a publié</a> trois actions concrètes que la plateforme pourrait prendre pour résoudre son problème de recommandation. Ces changements impliquent de rendre les données de recommandation de YouTube plus transparentes.
fy_nl: Nei in moeting mei personiel fan YouTube om dit probleem te besprekken, <a href="%(link)s" target="_blank">publisearre</a> Mozilla trije konkrete aksjes dy’t it platfoarm nimme kinne soe om it oanrekommandaasjeprobleem oan te pakken. Dizze wizigingen omfetsje it transparanter meitsjen fan de oanrekommandaasjegegevens fan YouTube.
nl: Na een ontmoeting met personeel van YouTube om dit probleem te bespreken, <a href="%(link)s" target="_blank">publiceerde</a> Mozilla drie concrete acties die het platform zou kunnen nemen om het aanbevelingsprobleem aan te pakken. Deze wijzigingen omvatten het transparanter maken van de aanbevelingsgegevens van YouTube.
pt_br: Após se reunir com a equipe do YouTube para discutir este problema, a Mozilla <a href="%(link)s" target="_blank">publicou</a> três ações concretas que a plataforma poderia tomar para ajudar a resolver seu problema de recomendação. Essas mudanças envolvem tornar os dados de recomendação do YouTube mais transparentes.

source: October 15, 2019
es: 15 de octubre de 2019
fr: 15 octobre 2019
fy_nl: 15 oktober 2019
nl: 15 oktober 2019
pt_br: 15 de outubro de 2019

source: Mozilla <a href="%(link)s" target="_blank">published</a> findings from our #YouTubeRegrets research, highlighting how users were recommended anti-science content, anti-LGBT content, and other harmful videos.
es: Mozilla <a href="%(link)s" target="_blank">publica</a> los resultados de la investigación #YouTubeRegrets, en la que se destaca que los usuarios recibieron recomendaciones de vídeos perjudiciales con contenidos anticiencia y anti LGTB, entre otros.
fr: Mozilla <a href="%(link)s" target="_blank">a publié</a> les résultats des recherches #YouTubeRegrets, soulignant comment les utilisateurs et utilisatrices se sont vu recommander du contenu anti-science, du contenu anti-LGBT et d’autres vidéos dangereuses.
fy_nl: Mozilla <a href="%(link)s" target="_blank">publisearre</a> de befiningen fan ús #YouTubeRegrets-ûndersyk, wêryn beskreaun waard hoe’t brûkers oanrekommandaasjes ûntfongen foar anti-wittenskiplike ynhâld, anti-LGBT-ynhâld en oare skealike fideo’s.
nl: Mozilla <a href="%(link)s" target="_blank">publiceerde</a> de bevindingen van ons #YouTubeRegrets-onderzoek, waarin werd beschreven hoe gebruikers aanbevelingen ontvingen voor antiwetenschappelijke inhoud, anti-LGBT-inhoud en andere schadelijke video’s.
pt_br: A Mozilla <a href="%(link)s" target="_blank">publicou</a> descobertas da pesquisa #YouTubeRegrets, destacando como foi recomendado aos usuários conteúdos anticientíficos, anti-LGBT e outros vídeos prejudiciais.

source: October 26, 2019
es: 26 de octubre de 2019
fr: 26 octobre 2019
fy_nl: 26 oktober 2019
nl: 26 oktober 2019
pt_br: 26 de outubro de 2019

source: At MozFest 2019, Mozilla <a href="%(link)s" target="_blank">hosted</a> “The Algorithmic Gaze,” a panel exploring the dangers of untrustworthy AI like YouTube’s recommendation engine.
es: En el festival MozFest 2019, Mozilla <a href="%(link)s" target="_blank">organizó</a> «The Algorithmic Gaze», un panel de debate en el que se exploraron los peligros de una IA no confiable, como el motor de recomendaciones de YouTube.
fr: Au MozFest 2019, Mozilla <a href="%(link)s" target="_blank">a organisé</a> « The Algorithmic Gaze », un panel qui s’est penché sur les dangers d’une IA non digne de confiance, tel que le moteur de recommandation de YouTube.
fy_nl: Wylst MozFest 2019 <a href="%(link)s" target="_blank">organisearre</a> Mozilla “The Algorithmic Gaze”, in panel dat de gefaren fan ûnbetroubere AI, lykas de oanrekommandaasjemasine fan YouTube, ferkende.
nl: Tijdens MozFest 2019 <a href="%(link)s" target="_blank">organiseerde</a> Mozilla “The Algorithmic Gaze”, een panel dat de gevaren van onbetrouwbare AI, zoals de aanbevelingsengine van YouTube, verkende.
pt_br: Na MozFest 2019, a Mozilla <a href="%(link)s" target="_blank">hospedou</a> o "The Algorithmic Gaze”, um painel de exploração dos perigos de inteligências artificiais não confiáveis, como o mecanismo de recomendação do YouTube.

source: December 25, 2019
es: 25 de diciembre de 2019
fr: 25 décembre 2019
fy_nl: 25 desimber 2019
nl: 25 december 2019
pt_br: 25 de dezembro de 2019

source: Mozilla <a href="%(link)s" target="_blank">published</a> a running list of YouTube’s dismissals related to its recommendation problem.
es: Mozilla <a href="%(link)s" target="_blank">publica</a> una recopilación de las veces que YouTube ha desestimado investigar el problema de sus recomendaciones.
fr: Mozilla <a href="%(link)s" target="_blank">a publié</a> une liste des réponses où YouTube réfute tout problème de recommandation.
fy_nl: Mozilla <a href="%(link)s" target="_blank">publisearre</a> in trochrinnende list fan ôfwizingen fan YouTube yn relaasje ta it oanrekommandaasjeprobleem.
nl: Mozilla <a href="%(link)s" target="_blank">publiceerde</a> een doorlopende lijst van afwijzingen van YouTube in relatie tot het aanbevelingenprobleem.
pt_br: A Mozilla <a href="%(link)s" target="_blank">publicou</a> uma lista contínua de negligências do YouTube relacionadas ao seu problema de recomendação.
