Repository: mozilla-l10n/fomo-l10n
Catalog: foundation/translations/legacy_apps/wagtailpages/templates/wagtailpages/pages/locale/*/LC_MESSAGES/django.po
Languages: es, fr, fy_nl, nl, pt_br

source: Mozilla launches the RegretsReporter browser extension to research YouTube’s recommendation problem.
es: Mozilla lanza la extensión RegretsReporter para navegadores, con el fin de investigar el problema de las recomendaciones de YouTube.
fr: Mozilla lance l’extension de navigateur RegretsReporter pour étudier le problème des recommandations YouTube.
fy_nl: Mozilla lansearret de browserútwreiding RegretsReporter om it oanrekommandaasjeprobleem fan YouTube te ûndersykjen.
nl: Mozilla lanceert de browserextensie RegretsReporter om het aanbevelingenprobleem van YouTube te onderzoeken.
pt_br: A Mozilla lança a extensão de navegador RegretsReporter para pesquisar o problema de recomendações do YouTube.

source: July 2021
es: Julio de 2021
fr: Juillet 2021
nl: Juli 2021
pt_br: Julho de 2021

source: Using data contributed by 37,380 RegretsReporter users, Mozilla releases first <a href="%(link)s" target="_blank">findings</a> into YouTube's recommendations.
es: Usando datos compilados por 37.380 usuarios de RegretsReporter, Mozilla lanzó sus primeros <a href="%(link)s" target="_blank">descubrimientos</a> sobre las recomendaciones de YouTube.
fr: À l’aide des données fournies par 37 380 utilisateurs et utilisatrices de RegretsReporter, Mozilla publie <a href="%(link)s" target="_blank">ses premières conclusions</a> à propos des recommandations de YouTube.
fy_nl: Mei help fan gegevens dy’t bydroegen binne troch 37.380 RegretsReporter-brûkers, publisearret Mozilla de earste <a href="%(link)s" target="_blank">befiningen</a> oer de oanrekommandaasjes fan YouTube.
nl: Met behulp van gegevens die zijn bijgedragen door 37.380 RegretsReporter-gebruikers, publiceert Mozilla de eerste <a href="%(link)s" target="_blank">bevindingen</a> over de aanbevelingen van YouTube.
pt_br: Usando dados fornecidos por 37.380 usuários do RegretsReporter, a Mozilla apresenta as primeiras <a href="%(link)s" target="_blank">descobertas</a> sobre as recomendações do YouTube.

source: next timeline segment
es: siguiente segmento del cronograma
fr: prochain évènement de la chronologie
fy_nl: folgjende tiidlinesegmint
nl: volgende tijdlijnsegment
pt_br: próximo segmento da linha do tempo

source: September 2020
es: Septiembre de 2020
fr: Septembre 2020
fy_nl: Septimber 2020
pt_br: Setembro de 2020
