Repository: mozilla-l10n/fomo-l10n
Catalog: foundation/translations/legacy_apps/wagtailpages/templates/wagtailpages/pages/youtube-regrets-2022/locale/*/LC_MESSAGES/django.po
Languages: de, es, pt_br

source: “It seems like you routinely have to prune things away or it will keep shoving them in your face until you tell it otherwise.”
de: „Es scheint, als müsse man regelmäßig Dinge aussortieren. Sonst werden sie einem einfach immer wieder vorgeschlagen.“
es: "Parece como si tuvieras que meter tijera cada cierto tiempo o, de lo contrario, no te dejan en paz".
pt_br: “Parece que é preciso fazer uma limpeza de maneira sistemática ou eles continuarão exibindo coisas até que se mande parar.”

source: (Participant 112)
de: (Teilnehmer:innen 112)
es: (Participante 112)
pt_br: (participante 112)

source: Scroll to explore a real recommendation timeline from our study
de: Für einen echten Wiedergabeverlauf aus unserer Studie scrollen
es: Desplázate para ver una cronología de recomendaciones real con base en los resultados de nuestra investigación
pt_br: Role para conhecer uma cronologia real de recomendação do nosso estudo

source: X-Ray image of broken bones
de: Röntgenbild von gebrochenen Knochen
es: Imagen de rayos X de huesos rotos
pt_br: Imagem de raio-x de ossos quebrados

source: A Grandma Ate Cookie Dough For Lunch Every Week. This Is What Happened To Her Bones.
de: Eine Großmutter aß jede Woche Keksteig zu Mittag. Das passierte mit ihren Knochen.
es: Una abuelita almorzó masa para donas todas las semanas. Sus huesos quedaron así.
pt_br: Uma avó comeu massa de cookie no almoço toda semana. Isto é o que aconteceu com seus ossos.

source: A user sees a video they would rather not see again
de: Ein:e Nutzer:in sieht ein Video, dass er:sie nicht noch einmal sehen möchte
es: Un usuario ve un video que preferiría no volver a ver
pt_br: Um usuário assiste a um vídeo que prefere não ver novamente

source: Dec 8, 2021
de: 8. Dez. 2021
es: 8 de diciembre de 2021
pt_br: 8 de dezembro de 2021

source: Cross over top of image
de: Kreuz über dem oberen Bildbereich
es: Cruce sobre la parte superior de la imagen
pt_br: Cruz acima da imagem

source: The user decides to use YouTube’s feedback mechanism, ‘Remove from history’
de: Der:die Nutzer:in nutzt YouTubes Feedback-Mechanismus „Aus Wiedergabeverlauf entfernen“
es: El usuario decide usar la opción de 'Eliminar de historial' en la configuración de opciones de YouTube
pt_br: O usuário decide usar o mecanismo de feedback do YouTube “Remover do histórico”.

source: A Dad Ate 25 Packs Silica Gel For Breakfast. This Is What Happened To His Stomach.
de: Ein Vater aß 25 Packungen Kieselgel zum Frühstück. Das passierte mit seinem Magen.
es: Un padre desayunó 25 paquetes de gel de sílice. A su estómago le sucedió esto.
pt_br: Um pai comeu 25 pacotes de sílica pela manhã. Isto é o que aconteceu com seu estômago.

source: A Student Ate 108 Gummy Antacids For Breakfast. This Is What Happened To Her Kidneys.
de: Eine Studentin aß 108 Antazida-Weichgummis zum Frühstück. Das passierte mit ihren Nieren.
es: Una estudiante desayunó 108 gomitas de antiácido. A sus riñones les sucedió esto.
pt_br: Uma estudante tomou 108 antiácidos pela manhã. Isto é o que aconteceu com seus rins.

source: But similar videos keep showing up…
de: Trotzdem werden ähnliche Videos …
es: Pero no dejan de aparecer videos similares…
pt_br: Mas vídeos semelhantes continuam aparecendo…

source: A week later
de: Eine Woche später
es: Una semana después
pt_br: Uma semana depois

source: A Dad Mistakenly Drank A Lava Lamp At Bedtime. This Is What Happened To His Kidneys.
de: Ein Vater trank versehentlich abends den Inhalt einer Lavalampe. Das passierte mit seinen Nieren.
es: Un padre bebió por error una lámpara de lava a la hora de dormir. Esto le pasó a sus riñones.
pt_br: Um pai ingeriu uma lava lamp na hora de dormir. Isto é o que aconteceu com seus rins.

source: A Student Felt A Sharp Pain In Her Side. This Is How Her Organs Shut Down.
de: Eine Studentin hatte stechende Seitenschmerzen. So versagten ihre Organe.
es: Una estudiante sintió un dolor agudo en el costado. Así dejaron de funcionarle sus órganos.
pt_br: Uma estudante sentiu uma dor aguda na lateral. Foi assim que seus órgãos pararam.

source: A Mom Drank 3 Gallons Water In 2 Hours. This is What Happened to Her Brain.
de: Eine Mutter trank 3,8 l Wasser in 2 Stunden. Das passierte mit ihrem Gehirn.
es: Una madre se tomó 11 litros de agua en 2 horas. Esto le sucedió a su cerebro.
pt_br: Uma mãe bebeu 11 litros de água em 2 horas. Isto é o que aconteceu com seu cérebro.

source: A Gamer Drank 12 Energy Drinks In 10 Minutes. This Is What Happened To His Organs.
de: Ein Gamer trank 12 Energy Drinks in 10 Minuten. Das passierte mit seinen Organen.
es: Un gamer se tomó 10 bebidas energizantes en 10 minutos. Esto le pasó a sus órganos.
pt_br: Um gamer tomou 12 energéticos em 10 minutos. Isto é o que aconteceu com seus órgãos.

source: A Woman Drank "35%% Food Grade Hydrogen Peroxide." This Is What Happened To Her Brain.
de: Eine Frau trank „Wasserstoffperoxid 35 %% in Lebensmittelqualität“. Das passierte mit ihrem Gehirn.
es: Una mujer tomó "peróxido de hidrógeno 35%% grado alimenticio". Esto le pasó a su cerebro.
pt_br: Uma mulher tomou água oxigenada 35%% de grau alimentício. Isto é o que aconteceu com seu cérebro.

source: A Student Drank 2 Bottles Over The Counter Cough Medicine. This Is What Happened To Her Brain.
de: Eine Studentin trank 2 Flaschen rezeptfreien Hustensaft. Das passierte mit ihrem Gehirn.
es: Una estudiante se tomó 2 botellas de jarabe para la tos que no requiere receta médica. A su cerebro le pasó esto.
pt_br: Uma estudante tomou 2 frascos de xarope para tosse. Isto é o que aconteceu com seu cérebro.

source: A Toddler Drank His Mom's Essential Oils. This Is What Happened To His Brain.
de: Ein Kleinkind trank die ätherischen Öle seiner Mutter. Das passiert mit seinem Gehirn.
es: Un bebé se tomó aceite esencial de su mamá. Esto le sucedió a su cerebro.
pt_br: Uma criança ingeriu óleos essenciais da mãe. Isto é o que aconteceu com seu cérebro.

# First occurrence
source: …and showing up
de: … vorgeschlagen
es: ... y vuelven a aparecer
pt_br: …e aparecendo

source: A month later
de: Einen Monat später
es: Un mes después
pt_br: Um mês depois

source: A Student Ate Suspicious Leftovers For Lunch. This Is What Happened To His Limbs.
de: Ein Student aß verdächtige Essensreste zum Mittagessen. Das passierte mit seinen Gliedmaßen.
es: Un estudiante almorzó sobras en mal estado. Esto le pasó en las extremidades.
pt_br: Um estudante comeu sobras suspeitas no almoço. Isto é o que aconteceu com seus membros.

source: A Boy Ate 25 Laxative Brownies In 1 Hour. This Is What Happened To His Kidneys.
de: Ein Junge aß 25 abführende Brownies in 1 Stunde. Das passierte mit seinen Nieren.
es: Un niño se comió 25 brownies laxantes en 1 hora. A sus riñones les sucedió esto.
pt_br: Um garoto comeu 25 brownies laxantes em 1 hora. Isto é o que aconteceu com seus rins.

source: A TikToker Drank 2 Bottles Benadryl. This Is What Happened To Her Organs.
de: Eine TikTokerin trank 2 Flaschen Benadryl. Das passierte mit ihren Organen.
es: Una tiktoker se tomó 2 botellas de benadryl. Esto le sucedió a sus órganos
pt_br: Uma TikToker tomou 2 frascos de antialérgico. Isto é o que aconteceu com seus órgãos.

source: A Bitcoin Miner Heatstroked In His Sleep. This Is What Happened To His Organs.
de: Ein Bitcoin-Miner erlitt im Schlaff einen Hitzschlag. Das passierte mit seinen Organen.
es: Un minero de bitcoin se insoló mientras dormía. Esto le pasó a sus órganos.
pt_br: Um minerador de bitcoin teve insolação dormindo. Isto é o que aconteceu com seus órgãos.

source: A TikToker Drank 1 Liter Cough Syrup. This Is What Happened To His Brain.
de: Ein TikToker trank 1 l Hustensaft. Das passiert mit seinem Gehirn.
es: Un tiktoker se tomó un litro de jarabe para la tos. A su cerebro le pasó esto.
pt_br: Um TikToker tomou 1 litro de xarope para tosse. Isto é o que aconteceu com seu cérebro.

source: A Man Drank 6 Glowsticks For Dinner. This Is What Happened To His Stomach.
de: Ein Mann trank 6 Leuchtstäbe zum Abendessen. Das passierte mit seinen Magen.
es: Un hombre se comió 6 tubitos luminosos durante la cena. Esto le sucedió a su estómago.
pt_br: Um homem ingeriu 6 colares de neon no jantar. Isto é o que aconteceu com seu estômago.

source: A Man Swallowed A Fishbone. This Is What Happened To His Liver.
de: Ein Mann schluckte eine Gräte herunter. Das passierte mit seiner Leber.
es: Un hombre se tragó una espina de pescado. A su hígado le sucedió esto.
pt_br: Um homem engoliu uma espinha de peixe. Isto é o que aconteceu com seu fígado.

source: A Student Ate 5 Day Old Pasta For Lunch. This Is How His Liver Shut Down.
de: Ein Student aß 5 Tage alte Nudeln zum Mittagessen. So versagte seine Leber.
es: Un estudiante almorzó pasta de hacía 5 días. Así se le paralizó el hígado.
pt_br: Um estudante comeu massa de 5 dias no almoço. Foi assim que seu fígado parou.

source: A TikToker Chugged 8 Scoops PreWorkout Supplement. This Is What Happened To His Brain.
de: Ein TikToker trank 8 Löffel PreWorkout Supplement. Das passierte mit seinem Gehirn.
es: Un tiktoker tomó 8 cucharadas de suplemento preentrenamiento. Esto le pasó a su cerebro.
pt_br: Um TikToker tomou 8 doses de suplemento de pré-treino. Isto é o que aconteceu com seu cérebro.

source: A Dad Drank A Snowglobe. This Is What Happened To His Kidneys.
de: Ein Vater trank den Inhalt einer Schneekugel. Das passierte mit seinen Nieren.
es: Un padre bebió una esfera de nieve. A sus riñones les pasó esto.
pt_br: Um pai ingeriu um globo de neve. Isto é o que aconteceu com seus rins.

source: A Man Ate 2 Pounds Licorice Candy. This Is What Happened To His Organs.
de: Ein Mann aß 1 kg Lakritzbonbons. Das passierte mit seinen Organen.
es: Un hombre se comió 1 kilo de caramelo de regalíz. Esto le pasó a sus órganos.
pt_br: Um homem comeu 1 quilo de bala de alcaçuz. Isto é o que aconteceu com seus órgãos.

source: A Grandma Ate 1 Pound Chocolate In 6 Hours. This Is What Happened To Her Brain.
de: Eine Großmutter aß 500 g Schokolade in 6 Stunden. Das passierte mit ihrem Gehirn.
es: Una abuelita se comió medio kilo de chocolate en 6 horas. Esto le pasó a su cerebro.
pt_br: Uma avó comeu 0,5 kg de chocolate em 6 horas. Isto é o que aconteceu com seu cérebro.

source: A Man Ate 100 Zinc Vitamin C Gummies Everyday. This Is What Happened To His Spinal Cord.
de: Ein Mann aß jeden Tag 100 Zink-Vitamin-C-Gummis. Das passierte mit seinem Rückenmark.
es: Un hombre comió 100 gomitas de vitamina C y zinc a diario. Esto le pasó a su médula espinal.
pt_br: Um homem ingeriu 100 vitaminas c com zinco todo dia. Isto é o que aconteceu com sua medula espinhal.

# Second occurrence
source: …and showing up
de: … vorgeschlagen
es: ... y vuelven a aparecer
pt_br: …e aparecendo

source: Two months later
de: Zwei Monate später
es: Dos meses después
pt_br: Dois meses depois

source: A Boy Ate 150 Gummy Vitamins For Breakfast. This Is What Happened To His Bones.
de: Ein Junge aß 150 Vitamingummis zum Frühstück. Das passierte mit seinen Knochen.
es: Un niño desayunó 150 gomitas de vitaminas. Esto pasó con sus huesos.
pt_br: Um menino ingeriu 150 vitaminas pela manhã. Isto é o que aconteceu com seus ossos.

source: A Toddler Chewed Lead Paint Off His Toys. This Is What Happened To His Brain.
de: Ein Kleinkind knabberte die Bleifarbe von seinen Spielzeugen. Das passierte mit seinem Gehirn.
es: Un bebé se comió la pintura de plomo de sus juguetes. A su cerebro le sucedió esto.
pt_br: Uma criança ingeriu tinta com chumbo do brinquedo. Isto é o que aconteceu com seu cérebro.

source: A Girl Suddenly Grew A Beard. This is What Happened To Her Ovaries.
de: Einem Mädchen wuchs plötzlich ein Bart. Das passierte mit ihren Eierstöcken.
es: A una chica le creció repentinamente la barba. Esto le pasó a sus ovarios.
pt_br: Uma garota ficou com barba de repente. Isto é o que aconteceu com seus ovários.

source: A Toddler Played With His Cat. This Is What Happened To His Brain.
de: Ein Kleinkind spielte mit einer Katze. Das passierte mit seinem Gehirn.
es: Un bebé jugó con su gato. Esto le pasó a su cerebro.
pt_br: Uma criança brincou com seu gato. Isto é o que aconteceu com seu cérebro.

source: A Boy Ate Only Chips And French Fries For 10 Years. This Is What Happened To His Eyes.
de: Ein Junge aß 10 Jahre lang nur Chips und Pommes frites. Das passierte mit seinen Augen.
es: Un niño comió solamente papas fritas y a la francesa durante 10 años. Esto le pasó a sus ojos.
pt_br: Um garoto comeu só batatas fritas durante 10 anos. Isto é o que aconteceu com seus olhos.

source: A Dad Didn't Brush His Teeth For 40 Days. This Is What Happened To His Kidneys.
de: Ein Vater putzte sich 40 Tage lang nicht die Zähne. Das passierte mit seinen Nieren.
es: Un padre no se cepilló los dientes durante 40 días. Esto le pasó a sus riñones.
pt_br: Um pai não escovou os dentes por 40 dias. Isto é o que aconteceu com seus rins.

source: A Lawyer Couldn't Sleep For 9 Days. This Is What Happened To Her Colon.
de: Eine Anwältin konnte 9 Tage lang nicht schlafen. Das passierte mit ihrem Dickdarm.
es: Una abogada no pudo dormir durante 9 días. Esto le pasó a su colon.
pt_br: Uma advogada não conseguiu dormir por 9 dias. Isto é o que aconteceu com seu cólon.

source: A Woman Drank 1 Liter Soy Sauce Colon Cleanse In 2 Hours. This Is What Happened To Her Brain.
de: Eine Frau trank 1 l Sojasauce in 2 Stunden, um ihren Darm zu reinigen. Das passierte mit ihrem Gehirn.
es: Una mujer se tomó 1 litro de salsa de soya para limpiar el colon. Esto le pasó a su cerebro.
pt_br: Uma mulher tomou 1 litro de shoyu e limpou o cólon em 2 horas. Isto é o que aconteceu com seu cérebro.

source: A Grandpa Set His Clock Forward 1 Hour. This Is What Happened To His Heart.
de: Ein Großvater stellte seine Uhr um 1 Stunde vor. Das passierte mit seinem Herzen.
es: Un abuelo adelantó su reloj una hora. Esto le pasó a su corazón.
pt_br: Um avô adiantou seu relógio em 1 hora. Isto é o que aconteceu com seu coração.

source: A Student Ate Gas Station Sushi For Breakfast. This Is What Happened To His Stomach.
de: Ein Student aß an einer Tankstelle Sushi zum Frühstück. Das passierte mit seinem Magen.
es: Un estudiante desayunó sushi de una gasolinera. Esto le pasó a su estómago.
pt_br: Um estudante comeu sushi da loja de conveniência pela manhã. Isto é o que aconteceu com seu estômago.

source: A TikToker Drank 1 Bottle Nutmeg Spice. This Is What Happened To His Brain.
de: Ein TikToker trank 1 Flasche Muskatnussgewürz. Das passierte mit seinem Gehirn.
es: Un tiktoker se tomó una botella de nuez moscada. A su cerebro le sucedió esto.
pt_br: Um TikToker ingeriu 1 frasco de noz-moscada. Isto é o que aconteceu com seu cérebro.

source: A Man Played Video Games Nonstop For 73 Hours. This Is How His Organs Shut Down.
de: Ein Mann spielte 73 Stunden lang nonstop Videospiele. So versagten seine Organe.
es: Un hombre jugó videojuegos sin parar durante 73 horas. Así se le paralizaron los órganos.
pt_br: Um homem jogou videogame sem parar por 73 horas. Foi assim que seus órgãos pararam.

source: A Scientist Spilled 2 Drops Organic Mercury On Her Hand. This Is What Happened To Her Brain.
de: Eine Wissenschaftlerin verschüttete 2 Tropfen organisches Quecksilber auf ihre Hand. Das passierte mit ihrem Gehirn.
es: Una científica derramó 2 gotas de mercurio orgánico en su mano. A su cerebro le pasó esto.
pt_br: Uma cientista derramou 2 gotas de mercúrio orgânico na mão. Isto é o que aconteceu com seu cérebro.

source: A Dad Drank 50 Beers Everyday For 6 Weeks. This Is What Happened To His Brain.
de: Ein Vater trank 6 Wochen lang täglich 50 Biere. Das passierte mit seinem Gehirn.
es: Un padre se tomó 50 cervezas diarias durante 6 semanas. Esto le pasó a su cerebro.
pt_br: Um pai tomou 50 cervejas todo dia por 6 semanas. Isto é o que aconteceu com seu cérebro.

source: A Man Was Licked By His Dog. This Is How His Organs Shut Down.
de: Ein Mann wurde von seinem Hund abgeleckt. So versagten seine Organe.
es: Un hombre dejó que su perro lo estuviera lamiendo. Así se le paralizaron los órganos.
pt_br: Um homem foi lambido pelo cachorro. Foi assim que seus órgãos pararam.

source: A Chef Ate Gas Station Nachos For Dinner. This Is What Happened To His Limbs.
de: Ein Koch aß an der Tankstelle Currywurst zum Abendessen. Das passierte mit seinen Gliedmaßen.
es: Un chef cenó nachos de una gasolinera. Esto le pasó en las extremidades.
pt_br: Um chef comeu um salgado de uma loja de conveniência no jantar. Isto é o que aconteceu com seus membros.

source: A Diabetic Mom Caught A Fever. This Is How Her Kidneys Shut Down.
de: Eine zuckerkranke Mutter bekam Fieber. So versagten ihre Nieren.
es: A una madre diabética le dio fiebre. Así se le paralizaron los riñones.
pt_br: Uma mãe diabética teve febre. Foi assim que seus rins pararam.

source: A Man Microdosed Dark Web Bought Mushrooms. This Is What Happened To His Organs.
de: Ein Mann nahm eine Mikrodosis von im Dark Web gekauften Pilzen. Das passierte mit seinen Organen.
es: Un hombre se microdosificó hongos comprados en la red oscura. Esto le pasó a sus órganos.
pt_br: Um homem usou microdoses de cogumelo da dark web. Isto é o que aconteceu com seus órgãos.

# Third occurrence
source: …and showing up
de: … vorgeschlagen
es: ... y vuelven a aparecer
pt_br: …e aparecendo

source: Three months later
de: Drei Monate später
es: Tres meses después
pt_br: Três meses depois

source: “Eventually it always comes back. The algorithm seems incapable of remembering a lesson for very long.”
de: „Irgendwann kommt es immer wieder. Der Algorithmus scheint nicht dazu in der Lage zu sein, sich einen Befehl sehr lange zu merken.“
es: "Con el tiempo vuelven a aparecer. Parece que el algoritmo es incapaz de recordar por mucho tiempo una lección".
pt_br: “No fim das contas, ele sempre volta. O algoritmo parece incapaz de lembrar uma lição por muito tempo.”

source: (Participant 187)
de: (Teilnehmer:innen 187)
es: (Participante 187)
pt_br: (participante 187)

source: Even the most effective feedback methods prevent less than half of bad recommendations.
de: Sogar die effizientesten Feedback-Methoden konnten weniger als die Hälfte aller schlechten Empfehlungen verhindern.
es: Los métodos de información sobre la experiencia más efectivos no logran impedir ni siquiera la mitad de las malas recomendaciones.
pt_br: Mesmo os métodos mais eficazes de feedback evitam menos da metade das recomendações ruins.

source: People take a trial-and-error approach to controlling their recommendations.
de: Nutzer:innen verwalten ihre Empfehlungen durch Ausprobieren.
es: Ensayo y error para controlar las recomendaciones.
pt_br: As pessoas adotam o método de tentativa e erro para controlar suas recomendações.

source: In the qualitative portion of our study, we learned that people do not feel in control of their experience on YouTube, nor do they have clear information about how to curate their recommendations. Many people take a trial-and-error approach to controlling their recommendations using YouTube’s hodgepodge of options, like “Dislike,” “Not Interested,” and other buttons. It doesn’t seem to work. Said one person:
de: Der qualitative Teil unserer Studie hat gezeigt, dass Nutzer:innen nicht das Gefühl haben, ihre Erfahrung auf YouTube beeinflussen zu können oder über eindeutige Informationen darüber zu verfügen, wie sie ihre Empfehlungen anpassen können. Viele probieren die verschiedenen von YouTube angebotenen Methoden aus, wie „Mag ich nicht“, „Kein Interesse“ und andere Schaltflächen. Nichts davon scheint zu funktionieren. Eine Person sagte:
es: La parte cualitativa de nuestra investigación nos mostró que las personas consideran que no controlan su experiencia en YouTube, ni tienen información clara de cómo filtrar las recomendaciones recibidas. Es a base de ensayo y error que muchas intentan controlar las recomendaciones, probando la variedad de alternativas en YouTube —como "No me gusta", "No me interesa" y otros botones— para ver si finalmente lo logran. Pero ni así. Una persona dijo:
pt_br: Na parte qualitativa do nosso estudo, constatamos que as pessoas não se sentem no controle de sua experiência no YouTube, nem têm informações claras sobre como selecionar suas recomendações. Muitas pessoas adotam o método de tentativa e erro para controlar suas recomendações usando as opções confusas do YouTube, como “Não gostei”, “Não tenho interesse” e outros botões. Não parece funcionar. Uma pessoa disse:

source: “Nothing changed. Sometimes I would report things as misleading and spam and the next day it was back in. It almost feels like the more negative feedback I provide to their suggestions the higher bulls**t mountain gets. <span class="tw-text-youtube-regrets-red">Even when you block certain sources they eventually return.</span>”
de: „Das hat nichts geändert. Manchmal habe ich Videos als Spam oder irreführende Inhalte gemeldet und am nächsten Tag wurden sie mir direkt wieder vorgeschlagen. Manchmal denke ich, je mehr negatives Feedback ich ihren Empfehlungen gebe, desto höher wächst der Sch***haufen. <span class="tw-text-youtube-regrets-red">Sogar Quellen, die man blockt, tauchen irgendwann wieder auf.</span>“
es: "No cambia nada. Algunas veces denuncio cosas como engañosas y como spam, pero al día siguiente aparecen de nuevo. Casi siento que entre más envío comentarios negativos sobre sus sugerencias, más crece la montaña de basura. <span class="tw-text-youtube-regrets-red">Aun bloqueando algunas fuentes, reaparecen con el tiempo</span>".
pt_br: “Nada mudou. Algumas vezes, eu denunciei coisas como enganosas e spam e, no dia seguinte, elas estavam de volta. Parece que quanto mais negativo é o meu feedback às recomendações deles, maior é a pilha de porcaria que aparece. <span class="tw-text-youtube-regrets-red">Mesmo bloqueando certas fontes, elas acabam voltando.</span>”

source: When YouTube’s own controls fail, people take matters into their own hands, relying on privacy tools or even changing how they watch videos on YouTube.
de: Wenn YouTubes Kontrollen versagen, nehmen Nutzer:innen die Dinge in die eigene Hand und verlassen sich dabei auf Datenschutz-Tools. Manche verändern sogar ihre Sehgewohnheiten auf YouTube.
es: Cuando los controles de YouTube fallan, las personas no se quedan de brazos cruzados: se valen de las herramientas de privacidad e incluso cambian la manera como ven videos en YouTube.
pt_br: Quando os próprios controles do YouTube não funcionam, as pessoas assumem as rédeas, recorrendo a ferramentas de privacidade ou até mesmo mudando a forma como assistem aos vídeos no YouTube:

source: Ultimately, we found:
de: Letztlich haben wir Folgendes herausgefunden:
es: Básicamente, hallamos que:
pt_br: No fim das contas, constatamos:

source: People feel that using YouTube’s user controls <span class="tw-text-[#FF3D3D]">does not change</span> their recommendations at all.
de: Nutzer:innen haben das Gefühl, dass die Verwendung von YouTubes Nutzerkontrollen ihre Empfehlungen überhaupt <span class="tw-text-[#FF3D3D]">nicht ändert</span>.
es: las personas consideran que usar los controles de usuario de YouTube <span class="tw-text-[#FF3D3D]">no cambia</span> para nada sus recomendaciones;
pt_br: As pessoas têm a sensação de que utilizar os controles de usuário do YouTube <span class="tw-text-[#FF3D3D]">não muda</span> em nada suas recomendações.

source: and
de: und
es: y
pt_br: e
