Repository: mozilla-l10n/fomo-l10n
Catalog: foundation/translations/legacy_apps/wagtailpages/templates/wagtailpages/pages/youtube-regrets-2022/locale/*/LC_MESSAGES/django.po
Languages: de, es, pt_br

source: The result? People can’t escape bad recommendations.
de: Das Ergebnis? Niemand ist vor schlechten Empfehlungen sicher.
es: ¿Conclusión? Las personas no pueden librarse de las malas recomendaciones
pt_br: O resultado? As pessoas não conseguem escapar das recomendações ruins.

source: In the quantitative portion of our study, we ran a randomized controlled experiment across our community of RegretsReporter participants that could directly test the effectiveness of YouTube’s user controls. We found that YouTube’s user controls somewhat influence what is recommended, but this effect is meager and most unwanted videos still slip through.
de: Für den quantitativen Teil unserer Studie führten wir ein randomisiertes kontrolliertes Experiment in unserer RegretsReporter-Community durch, die die Wirksamkeit der YouTube Nutzerkontrollen direkt prüfen konnten. Dabei fanden wir heraus, dass YouTubes Nutzerkontrollen in gewissem Maße Einfluss auf die Empfehlungen nehmen. Die Wirkung ist jedoch eher schwach und die meisten ungewünschten Videos werden trotzdem empfohlen.
es: En la parte cuantitativa de nuestra investigación, realizamos una prueba controlada aleatoria entre nuestra comunidad de participantes de RegretsReporter para comprobar directamente la efectividad de los controles de usuario de YouTube. Descubrimos que esos controles de usuario influyen un poco en qué se recomienda, pero su efecto es mínimo y la mayor parte de los videos no deseados logran colarse.
pt_br: Na parte quantitativa de nosso estudo, fizemos um experimento controlado randomizado com a comunidade de participantes do RegretsReporter. Com isso, conseguimos testar de forma direta a eficácia dos controles de usuário do YouTube. Descobrimos que esses controles têm alguma influência sobre o que é recomendado, mas esse efeito é mínimo e a maioria dos vídeos indesejados ainda escapa do controle.

source: Percentage of Bad Recommendations
de: Prozentanteil der schlechten Empfehlungen
es: Porcentaje de malas recomendaciones
pt_br: Percentual de recomendações ruins

source: among high-risk video pairs assessed by our research assistants
de: unter hochriskanten Videopaaren, die von unseren Recherche-Assistent:innen geprüft wurden
es: entre los pares de videos de alto riesgo que nuestros asistentes de investigación evaluaron
pt_br: entre pares de vídeos de alto risco avaliados pelos nossos assistentes de pesquisa

source: YouTube Percentage of Bad Recommendations Chart
de: YouTube-Grafik „Prozentanteil der schlechten Empfehlungen“
es: Gráfica de porcentaje de malas recomendaciones de YouTube
pt_br: Percentual de recomendações ruins

source: What is a bad recommendation?
de: Was ist eine schlechte Empfehlung?
es: ¿Qué es una mala recomendación?
pt_br: O que é uma recomendação ruim?

source: In our experiment, a “bad recommendation” is when YouTube recommends videos to users that are similar to a video they had previously rejected (clicked “Stop Recommending”). We determined whether videos were similar by relying on assessments by our research assistants and our machine learning video similarity model.
de: In unserem Experiment ist eine schlechte Empfehlung eine YouTube-Empfehlung für Videos, die Videos ähneln, die Nutzer:innen bereits abgelehnt haben (durch Klicken auf „Nicht mehr empfehlen“). Unsere Recherche-Assistent:innen und unser Machine-Learning-Modell haben uns geholfen festzustellen, welche Videos ähnlich sind.
es: En nuestro experimento, se consideró como mala una recomendación de YouTube si los videos recomendados se parecen a los que los usuarios ya rechazaron anteriormente (mediante hacer clic en "Dejar de recomendar"). Determinamos la similitud de los videos a partir de la evaluación de nuestros asistentes de investigación y con base en nuestro modelo de identificación automática de videos similares.
pt_br: Em nossa experiência, uma “recomendação ruim” é quando o YouTube recomenda vídeos aos usuários semelhantes a um que eles haviam rejeitado anteriormente (tendo clicado em “Parar de recomendar”). Determinamos se os vídeos eram semelhantes utilizando as avaliações de nossos assistentes de pesquisa e o nosso modelo de similaridade de vídeo baseado em aprendizado de máquina.

source: Let’s call on YouTube to empower users with real, meaningful controls
de: Fordern wir YouTube dazu auf, uns Nutzerkontrollen zu bieten, die wirklich funktionieren
es: Exijamos a YouYube que empodere a los usuarios con controles verdaderamente efectivos.
pt_br: Vamos fazer um apelo ao YouTube para que os usuários ganhem acesso a controles reais e significativos

source: Sign the Petition
de: Unterzeichnen Sie die Petition
es: Fimar la petición
pt_br: Assine a petição

source: Read the Full Report
de: Vollständigen Bericht lesen
es: Leer el informe completo
pt_br: Leia o relatório completo

source: Does this button work?
es: ¿De verdad sirve este botón?
pt_br: Este botão funciona?

source: Investigating YouTube’s ineffective user controls
es: Una investigación sobre los inefectivos controles de usuario de YouTube
pt_br: Investigação dos controles ineficazes de usuários do YouTube

source: Powered by 22,722 volunteers, Mozilla scrutinized YouTube to determine how much control people actually have over the platform’s recommendation algorithm. <span class="tw-italic">This is what we learned</span>.
de: Mozilla hat, angetrieben durch 22.722 Freiwillige, YouTube unter die Lupe genommen und nachgeforscht, wie viel Einfluss Nutzer:innen wirklich auf den Empfehlungs-Algorithmus der Plattform haben. <span class="tw-italic">Das haben wir herausgefunden.</span>
es: Con la ayuda de 22 722 voluntarios, Mozilla escudriñó YouTube para averiguar qué tanto control tienen realmente las personas sobre el algoritmo de recomendaciones de la plataforma. <span class="tw-italic">A continuación, el resultado de nuestra indagación.</span>
pt_br: Com a ajuda de 22.722 voluntários, a Mozilla analisou o YouTube detalhadamente para determinar o controle real que as pessoas têm sobre o algoritmo de recomendação da plataforma. <span class="tw-italic">Veja o que constatamos.</span>

source: People said:
de: Das sagten Befragte:
es: Al respecto comentaron:
pt_br: O que as pessoas disseram:

source: Previous slide
de: Vorherige Folie
es: Diapositiva anterior
pt_br: Slide anterior

source: Next slide
de: Nächste Folie
es: Siguiente diapositiva
pt_br: Próximo slide

source: <span class="tw-text-youtube-regrets-red">I avoided clicking a video</span> I would like to watch, only because I was worried that doing so would lead me to get politically extreme recommendations.
de: Ich <span class="tw-text-youtube-regrets-red">habe es vermieden, auf Videos zu klicken</span>, die ich eigentlich ansehen wollte, weil ich Angst hatte, dass mir anschließend politisch extreme Inhalte vorgeschlagen werden würden.
es: <span class="tw-text-youtube-regrets-red">He llegado a evitar dar clic en algún video</span> que quisiera ver, solo porque me preocupa que hacerlo ocasione que me lleguen recomendaciones extremas políticamente.
pt_br: Eu <span class="tw-text-youtube-regrets-red">evitei clicar em um vídeo</span> que gostaria de assistir, apenas porque tinha medo de que isso me levasse a ter recomendações de política radicais.

source: When the Superbowl came around…if someone recommended a particular commercial, <span class="tw-text-youtube-regrets-red">I used to log out of YouTube</span>, watch the commercial, and then log back in. I have sometimes even gone to a different device just because…I don't want that clouding my recommendations.
de: Während des Superbowls … wenn jemand einen bestimmten Werbespot empfahl, hab <span class="tw-text-youtube-regrets-red">ich mich bei YouTube abgemeldet</span>, den Spot geguckt und mich dann erst wieder angemeldet. Manchmal habe ich sogar auf ein anderes Gerät gewechselt, einfach weil ich nicht möchte, dass die Werbung meine Empfehlungen beeinflusst.
es: Cuando llega el Supertazón… si alguien recomienda un comercial en especial, <span class="tw-text-youtube-regrets-red">acostumbro salirme de YouTube</span>, veo el anuncio y luego vuelvo a entrar. Incluso a veces lo veo desde otro dispositivo, solo porque no quiero que eso enturbie mis recomendaciones.
pt_br: Durante o Superbowl… se alguém recomendasse um comercial, <span class="tw-text-youtube-regrets-red">eu costumava sair do YouTube</span>, assistia ao comercial e depois entrava de novo. <span class="tw-text-youtube-regrets-red">Cheguei a usar um dispositivo diferente</span> só porque… não queria isso atrapalhando as minhas recomendações.

source: Just not clicking or hovering over certain videos in hope things will improve.
de: Einfach nicht mit dem Cursor über bestimmte Inhalte schweben oder nicht auf bestimmte Videos klicken und hoffen, dass das etwas verbessert.
es: No hago clic ni pongo el cursor sobre cierto tipo de videos, para ver si así las cosas mejoran.
pt_br: Não clico nem passo o mouse em cima de determinados vídeos na esperança de que as coisas melhorem.

source: People feel like they don’t have control over their YouTube recommendations…
de: Nutzer:innen haben das Gefühl, dass sie keinen Einfluss auf ihre YouTube-Empfehlungen haben …
es: Las personas consideran que no tienen el control de las recomendaciones de YouTube…
pt_br: As pessoas têm a sensação de que não controlam as recomendações que recebem do YouTube…

source: Our <a href="%(2021_report_link)s">2021 investigation into YouTube’s recommender system</a> uncovered a range of problems on the platform: an opaque algorithm, inconsistent oversight, and geographic inequalities. We also learned that people feel they don’t have control over their YouTube experience — particularly the videos that are recommended to them.
de: Unsere <a href="%(2021_report_link)s">2021 durchgeführte Untersuchung des YouTube Empfehlungs-Systems</a> deckte eine ganze Reihe an Problemen der Plattform auf: einen undurchsichtigen Algorithmus, uneinheitliche Kontrollmechanismen und geografische Ungleichheiten. Außerdem haben wir herausgefunden, dass Nutzer:innen das Gefühl haben, keinen Einfluss auf ihr YouTube-Erlebnis nehmen zu können – insbesondere in Bezug auf die ihnen empfohlenen Videoinhalte.
es: Nuestra <a href="%(2021_report_link)s">investigación de 2021 sobre el sistema de recomendaciones de YouTube</a> reveló una variedad de problemas en la plataforma: un algoritmo opaco, supervisión inconsistente y desigualdades geográficas. También averiguamos que las personas consideran que no controlan su experiencia en YouTube, en especial las recomendaciones de videos.
pt_br: Nossa <a href="%(2021_report_link)s">investigação sobre o sistema de recomendações do YouTube realizada em 2021</a> revelou uma série de problemas na plataforma, como algoritmo obscuro, fiscalização inconsistente e desigualdades geográficas. Também constatamos que as pessoas têm a sensação de que não controlam sua experiência no YouTube – em especial, as recomendações de vídeos que recebem.

source: YouTube says that people can manage their video recommendations through <a href="%(tools_link)s">the feedback tools the platform offers.</a> But do YouTube’s user controls actually work?
de: YouTube gibt an, dass Nutzer:innen ihre Video-Empfehlungen über <a href="%(tools_link)s">die Feedback-Tools der Plattform verwalten können</a>. Aber funktionieren YouTubes Nutzerkontrollen wirklich?
es: YouTube dice que las personas pueden gestionar <a href="%(tools_link)s">las recomendaciones de videos mediante las herramientas para enviar comentarios que ofrece la plataforma</a>, pero… ¿realmente funcionan los controles de usuario en YouTube?
pt_br: O YouTube diz que as pessoas podem gerenciar suas recomendações de vídeo utilizando <a href="%(tools_link)s">as ferramentas de feedback que a plataforma oferece</a>. Mas será que os controles de usuário do YouTube realmente funcionam?

source: and our study shows that they really don’t.
de: … und unsere Studie zeigt: nicht wirklich.
es: Pues en realidad no, como descubrimos con nuestra investigación.
pt_br: …e nosso estudo mostra que elas realmente não controlam.

source: Our work is the largest experimental audit of YouTube by independent researchers, powered by Mozilla’s RegretsReporter.
de: Unsere Arbeit ist das größte durch unabhängige Forscher:innen durchgeführte experimentelle Audit von YouTube und wird durch Mozillas RegretsReporter mit Daten unterstützt.
es: Nuestro trabajo constituye la más extensa auditoría experimental practicada por investigadores independientes a YouTube mediante RegretsReporter de Mozilla.
pt_br: Nosso trabalho representa a maior auditoria experimental do YouTube realizada por pesquisadores independentes, com o apoio do RegretsReporter da Mozilla.

source: Using <a href="%(reporter_link)s">RegretsReporter</a>, an open source tool Mozilla built to study YouTube’s recommendation algorithm, we were able to independently audit the platform’s user controls.
de: Mithilfe des <a href="%(reporter_link)s">RegretsReporter</a>, einem Open-Source-Tool, das Mozilla entwickelt hat, um YouTubes Empfehlungs-Algorithmus zu untersuchen, konnten wir ein unabhängiges Audit der Nutzerkontrollen der Plattform durchführen.
es: Con <a href="%(reporter_link)s">RegretsReporter</a>, una herramienta de fuente abierta que Mozilla creó para estudiar el algoritmo de recomendaciones de YouTube, pudimos auditar de manera independiente los controles de usuario de la plataforma.
pt_br: Por meio do <a href="%(reporter_link)s">RegretsReporter</a>, uma ferramenta de código aberto desenvolvida pela Mozilla para estudar o algoritmo de recomendação do YouTube, pudemos auditar os controles de usuário da plataforma de forma independente.

source: We combined qualitative and quantitative insights to paint a more complete picture of the effectiveness — or rather, ineffectiveness — of YouTube’s controls.
de: Mit einer Kombination aus qualitativen und quantitativen Einsichten haben wir das Puzzle zusammengefügt und die Effizienz – oder eher Ineffizienz – von YouTubes Kontrollen aufgedeckt.
es: Combinamos análisis cualitativos y cuantitativos para elaborar un retrato completo de la efectividad, o más bien inefectividad, de los controles de YouTube.
pt_br: Combinamos insights qualitativos e quantitativos para retratar de forma mais completa a eficácia – ou melhor, a ineficácia – dos controles do YouTube.

source: We leveraged a massive-scale community to collect our data.
de: Unsere Daten haben wir von einer riesigen Community gesammelt.
es: Recopilamos nuestros datos gracias a la participación de una comunidad a escala masiva.
pt_br: Mobilizamos uma vasta comunidade para coletar nossos dados.

source: We applied rigorous and powerful research methods including a randomized controlled experiment and a machine learning model.
de: Zu unseren rigorosen und aussagekräftigen Recherchemethoden gehörten ein randomisiertes kontrolliertes Experiment und ein Machine-Learning-Modell.
es: Aplicamos métodos de gran alcance y rigurosos, inclusive una prueba controlada aleatoria y un modelo de aprendizaje automático.
pt_br: Aplicamos métodos de pesquisa rigorosos e poderosos, incluindo uma experiência controlada randomizada e um modelo de aprendizado de máquina.

source: But it’s hard to know what really works.
de: Aber es hilft nicht dabei, herauszufinden, was funktioniert.
es: Pero es difícil saber qué funciona realmente.
pt_br: Mas é difícil saber o que realmente funciona.

source: Our main recommendation is that YouTube should enable people to shape what they see.
de: Deshalb empfehlen wir YouTube, seinen Nutzer:innen ein Werkzeug an die Hand zu geben, mit dem sie selbst bestimmen können, was sie sehen.
es: Nuestra principal recomendación es que YouTube permita a las personas configurar lo que ven.
pt_br: Nossa principal recomendação é que o YouTube deve permitir que as pessoas ajustem o que veem.

source: <span class="recommendations__accent">YouTube’s user controls should be easy to understand and access.</span> People should be provided with clear information about the steps they can take to influence their recommendations, and should be empowered to use those tools.
de: <span class="recommendations__accent">YouTubes Nutzerkontrollen sollten einfach sein und leicht zu erreichen.</span> Nutzer:innen brauchen eindeutige Informationen über die Schritte, denen sie folgen können, um ihre Empfehlungen zu verwalten und sie sollten dazu ermuntert werden, diese Tools zu nutzen.
es: <span class="recommendations__accent">Debería ser fácil entender cómo usar los controles de usuario de YouTube e ingresar a ellos.</span> Las personas deberían contar con información clara de qué herramientas usar para influir en las recomendaciones que reciben y realmente poder usarlas.
pt_br: <span class="recommendations__accent">Os controles de usuário do YouTube deveriam ser fáceis de entender e de acessar.</span> As pessoas deveriam receber informações claras sobre as medidas que podem adotar para influenciar suas recomendações e deveriam poder usar essas ferramentas.

source: <span class="recommendations__accent">YouTube should design its feedback tools in a way that puts people in the driver’s seat.</span> Feedback tools should enable people to proactively shape their experience, with user feedback given more weight in determining what videos are recommended.
de: <span class="recommendations__accent">YouTube sollte seine Feedback-Tools so entwerfen, dass Nutzer:innen das Steuer übernehmen können.</span> Nutzer:innen sollten mithilfe der Feedback-Tools dazu in der Lage sein, ihre Erfahrung proaktiv zu gestalten. Dazu sollte Nutzer:innen-Feedback wichtiger für die Auswahl der Empfehlungen sein.
es: <span class="recommendations__accent">YouTube debería diseñar sus herramientas de información sobre la experiencia de tal manera que las personas tengan el mando.</span> Tales herramientas deberían posibilitar la configuración proactiva de la experiencia de los usuarios, de manera que puedan influir más en qué videos les recomiendan.
pt_br: <span class="recommendations__accent">O YouTube deveria desenvolver suas ferramentas de feedback de forma a oferecer controle para as pessoas.</span> As ferramentas de feedback devem permitir que as pessoas moldem sua experiência de forma proativa, dando mais peso ao feedback do usuário para determinar quais vídeos são recomendados.

source: <span class="recommendations__accent">YouTube should enhance its data access tools.</span> YouTube should provide researchers with access to better tools that allow them to assess the signals that impact YouTube’s algorithm.
de: <span class="recommendations__accent">YouTube sollte seine Datenzugriff-Tools verbessern.</span> YouTube sollte Forscher:innen besseren Zugriff auf Tools geben, mit denen sie die Signale untersuchen können, die YouTubes Algorithmus beeinflussen.
es: <span class="recommendations__accent">YouTube debería mejorar sus herramientas de acceso a los datos.</span> YouTube debería proporcionar a los investigadores acceso a mejores herramientas que les permitan evaluar las señales que afectan el algoritmo de YouTube.
pt_br: <span class="recommendations__accent">O YouTube deveria melhorar suas ferramentas de acesso aos dados.</span> O YouTube deveria fornecer aos pesquisadores acesso a ferramentas melhores que lhes permitam avaliar os sinais que impactam o algoritmo do YouTube.

source: <span class="recommendations__accent">Policymakers should protect public interest researchers.</span> Policymakers should pass and/or clarify laws that provide legal protections for public interest research.
de: <span class="recommendations__accent">Entscheidungsträger:innen sollten Forscher:innen im öffentlichen Interesse schützen.</span> Entscheidungsträger:innen sollten Gesetze verabschieden und/oder erläutern, die einen rechtlichen Schutz für die Forschung im öffentlichen Interesse bieten.
es: <span class="recommendations__accent">Los formuladores de políticas deberían proteger a los investigadores para el interés público.</span> Los formuladores de políticas deberían aprobar o aclarar las leyes que amparan jurídicamentee la investigación para el interés público.
pt_br: <span class="recommendations__accent">Os responsáveis pela elaboração de políticas deveriam proteger pesquisadores de questões de interesse público.</span> Os responsáveis pela elaboração de políticas deveriam aprovar e/ou explicitar leis que forneçam proteções legais para a pesquisa de interesse público.

source: People who use YouTube can get informed about how YouTube recommendations work and download <a href="%(reporter_link)s">RegretsReporter</a> to contribute data to future crowdsourced research.
de: Menschen, die YouTube nutzen, können über die Funktionsweise von YouTube-Empfehlungen informiert werden und <a href="%(reporter_link)s">RegretsReporter</a> herunterladen, um Daten zu künftigen, per Crowdsourcing finanzierten Recherchen beizutragen.
es: Los usuarios de YouTube pueden informarse acerca de cómo funcionan las recomendaciones de YouTube y descargar <a href="%(reporter_link)s">RegretsReporter</a> con el fin de aportar datos para futuras investigaciones colaborativas.
pt_br: Os usuários do YouTube deveriam ser informados sobre como as recomendações do YouTube funcionam e baixar o <a href="%(reporter_link)s">RegretsReporter</a> para contribuir com dados para futuras pesquisas com colaboração pública.

source: Mozilla will continue to operate RegretsReporter as an independent tool for scrutinizing YouTube’s recommendation algorithm. We’ll run research experiments, analyze data, and publish our findings.
de: Mozilla wird den RegretsReporter weiter als unabhängiges Tool bereitstellen, mit dem YouTubes Empfehlungs-Algorithmus unter die Lupe genommen werden kann. Wir werden Experimente durchführen, Daten analysieren und unsere Ergebnisse veröffentlichen.
es: Mozilla seguirá usando RegretsReporter como herramienta independiente para escudriñar el algoritmo de recomendaciones de YouTube. Seguiremos realizando experimentos indagatorios, analizando datos y publicando nuestros hallazgos.
pt_br: A Mozilla continuará a utilizar o RegretsReporter como uma ferramenta independente para investigar a fundo o algoritmo de recomendação do YouTube. Vamos realizar experimentos de pesquisa, analisar dados e publicar nossas constatações.

source: Which method was most effective?
de: Welche Methode war am effizientesten?
es: ¿Cuál fue el método más efectivo?
pt_br: Qual método foi mais eficaz?

source: None of them really.
de: Eigentlich keine.
es: Realmente ninguno.
pt_br: Na verdade, nenhum deles.

source: Don’t recommend channel
de: KEINE VIDEOS VON DIESEM KANAL EMPFEHLEN
es: NO RECOMENDAR CANAL
pt_br: NÃO RECOMENDAR O CANAL

source: Not interested
de: KEIN INTERESSE
es: NO ME INTERESA
pt_br: NÃO TENHO INTERESSE

source: Dislike
de: MAG ICH NICHT
es: NO ME GUSTA
pt_br: NÃO GOSTEI

source: Remove from watch history
de: AUS WIEDERGABEVERLAUF ENTFERNEN
es: ELIMINAR DE HISTORIAL
pt_br: REMOVER DO HISTÓRICO DE VISUALIZAÇÕES

source: Percentage of bad recommendations prevented
de: Prozentanteil der verhinderten schlechten Empfehlungen
es: Porcentaje de malas recomendaciones evitadas
pt_br: Percentual de recomendações ruins evitadas

source: Bad recommendations resurfaced over time.
de: Schlechte Empfehlungen tauchten mit der Zeit wieder auf.
es: Las malas recomendaciones reaparecieron con el tiempo.
pt_br: As recomendações ruins reapareceram com o tempo.

source: Participants
de: Teilnehmer:innen
es: participantes
pt_br: participantes

source: Videos Analyzed
de: analysierte Videos
es: videos analizados
pt_br: vídeos analisados

source: People Surveyed
de: Befragte
es: personas encuestadas
pt_br: pessoas entrevistadas
