Repository: mozilla-l10n/fomo-l10n
Catalog: foundation/translations/legacy_apps/wagtailpages/templates/wagtailpages/pages/youtube-regrets-2022/locale/*/LC_MESSAGES/django.po
Languages: de, es, pt_br

source: They’re right. YouTube’s user control mechanisms <span class="tw-text-[#FF3D3D]"><span class="tw-italic">don’t</span> effectively prevent</span> “unwanted” recommendations.
de: Sie haben recht. YouTubes Nutzerkontrollmechanismen verhindern „nicht gewollte“ Empfehlungen <span class="tw-text-[#FF3D3D]"><span class="tw-italic">nicht</span> wirklich</span>.
es: están en lo cierto. La configuración de los controles de usuario de YouTube <span class="tw-text-[#FF3D3D]"><span class="tw-italic">no</span> impide eficazmente</span> las recomendaciones "no deseadas".
pt_br: Elas têm razão. Os mecanismos de controle de usuários do YouTube <span class="tw-text-[#FF3D3D]"><span class="tw-italic">não</span> são eficazes</span> para impedir recomendações “indesejadas”.
