Repository: mozilla-l10n/fomo-l10n
Catalog: foundation/translations/networkapi/wagtailpages/templates/wagtailpages/pages/locale/*/LC_MESSAGES/django.po
Languages: de

source: Load more stories
de: Mehr Storys laden

source: Take back control from the algorithm.
de: Holen Sie sich die Kontrolle vom Algorithmus zurück.

source: Block harmful YouTube recommendations. Download the RegretsReporter browser extension.
de: Blockieren Sie schädliche YouTube-Empfehlungen. Laden Sie die RegretsReporter-Browsererweiterung herunter.

source: Add to Firefox
de: Zu Firefox hinzufügen

source: Add to Chrome
de: Zu Chrome hinzufügen

source: Reminder to download RegretsReporter
de: Erinnerung zum Herunterladen von RegretsReporter

source: Mozilla built RegretsReporter to help you take back control of your YouTube recommendations and make YouTube better for everyone else.
de: Mozilla hat RegretsReporter entwickelt, um Ihnen zu helfen, die Kontrolle über Ihre YouTube-Empfehlungen zurückzugewinnen und YouTube für alle anderen besser zu machen.

source: Send Reminder
de: Erinnerung senden

source: Copy page URL to clipboard
de: URL der Seite in Zwischenablage kopieren

source: Share This
de: Inhalt teilen

source: Share on Facebook
de: Auf Facebook teilen

source: Copy page link
de: Link zur Seite kopieren

source: Share on Twitter
de: Auf Twitter teilen

source: Share by email
de: Per E-Mail teilen

source: Control your recommendations.
de: Kontrollieren Sie Ihre Empfehlungen.

source: Mozilla’s updated RegretsReporter browser extension helps you eliminate harmful YouTube recommendations — the clickbait, the outrage, and all the other content you wish you never saw. By simply clicking an icon on any video on YouTube, RegretsReporter sends a signal to YouTube asking it to stop surfacing content you find objectionable.
de: Die aktualisierte RegretsReporter-Browsererweiterung von Mozilla hilft Ihnen, schädliche YouTube-Empfehlungen zu eliminieren – den Clickbait, die Empörung und all die anderen Inhalte, die Sie gerne nie gesehen hätten. Durch einfaches Anklicken eines Symbols in einem beliebigen Video auf YouTube sendet RegretsReporter ein Signal an YouTube, in dem es darum bittet, die Anzeige von Inhalten einzustellen, die Sie anstößig finden.

source: Avoid harmful content.
de: Vermeiden Sie schädliche Inhalte.

source: Sometimes YouTube recommendations can be spot on. But sometimes, they’re outright harmful. <a href="%(url)s" target="_blank">Research powered by Mozilla’s RegretsReporter has revealed</a> that YouTube’s algorithm violates the platform’s very own policies, recommending misinformation, violent content, hate speech, and scams.
de: Manchmal können YouTube-Empfehlungen genau richtig sein. Aber manchmal sind sie geradezu schädlich. <a href="%(url)s" target="_blank">Forschung auf Grundlage von Mozillas RegretsReporter hat ergeben</a>, dass der YouTube-Algorithmus gegen die eigenen Richtlinien der Plattform verstößt und Fehlinformationen, gewalttätige Inhalte, Hassreden und Betrug empfiehlt.

source: Help solve the problem.
de: Helfen Sie mit, das Problem zu lösen.

source: RegretsReporter isn’t just a product — it’s also part of Mozilla’s ongoing research and advocacy into harmful recommendation algorithms. You can choose to participate in Mozilla’s research, which provides vital insight into whether YouTube recommendations can actually be tamed. (Mozilla initially launched RegretsReporter <a href="%(url)s" target="_blank">in September 2020</a>, granting users the ability to flag harmful recommendations. That functionality still remains in this updated version of the extension.)
de: RegretsReporter ist nicht nur ein Produkt – er ist auch Teil von Mozillas fortlaufender Forschung zu und Engagement gegen schädliche Empfehlungsalgorithmen. Sie können an Mozillas Forschung teilnehmen, die wichtige Erkenntnisse darüber liefert, ob YouTube-Empfehlungen tatsächlich eingeschränkt werden können. (Mozilla hat RegretsReporter <a href="%(url)s" target="_blank">im September 2020</a> veröffentlicht und Benutzern die Möglichkeit gegeben, schädliche Empfehlungen zu melden. Diese Funktion bleibt in dieser aktualisierten Version der Erweiterung erhalten .)

source: Scroll
de: Scrollen

source: Download RegretsReporter
de: Laden Sie RegretsReporter herunter

source: 28 reasons why YouTube must change: startling stories of YouTube’s recommendations leading people down bizarre and dangerous paths
de: 28 Gründe, warum YouTube sich ändern muss: erschreckende Berichte von YouTube-Empfehlungen und wie Leute dadurch auf Abwege geraten

source: Download RegretsReporter today.
de: Laden Sie RegretsReporter noch heute herunter.

source: Read Our Findings
de: Lesen Sie unsere Ergebnisse

source: How it Works
de: So funktioniert's

source: When you send a YouTube Regret, the video and recommendations that led you to it are submitted to Mozilla researchers privately.
de: Wenn Sie einen YouTube Regret senden, werden das Video und die Empfehlungen, die Sie dazu geführt haben, privat an Mozilla-Forscher gesendet.

source: Click the frowning extension icon in the browser bar
de: Klicken Sie in der Symbolleiste des Browsers auf das Erweiterungssymbol mit dem grimmigen Gesicht

source: Report the video and recommendations that led you to it
de: Melden Sie das Video und die Empfehlungen, die Sie dorthin geführt haben

source: *Please note that only English-language videos will be included in our analysis.
de: *Bitte beachten Sie, dass nur englischsprachige Videos in unsere Analyse einfließen.

source: Send any extra details you would like Mozilla to know
de: Senden Sie alle zusätzlichen Details mit, die Sie Mozilla mitteilen möchten

source: With the RegretsReporter extension, you can immediately take action to send us recommended videos that you regret watching—like pseudoscience or anti-LGBTQ+ content.
de: Mit der RegretsReporter-Erweiterung können Sie sofort Maßnahmen ergreifen, um uns empfohlene Videos zu senden, die Sie sich nicht hätten ansehen wollen – wie Pseudowissenschaften oder Anti-LGBTQ+-Inhalte.

source: The report form will ask you to tell us more about your YouTube Regret and collect information about the recommendations that led you to the video. By sharing your experiences, you can help us answer questions like: what kinds of recommended videos do users regret watching? Are there usage patterns that lead to more regrettable content being recommended? What does a YouTube rabbit hole look like, and at what point does it become something you wish you never clicked on?
de: Das Berichtsformular wird Sie bitten, uns mehr über YouTube-Videos mitzuteilen, die Sie sich nicht hätten ansehen wollen, und Informationen über die Empfehlungen zu sammeln, die Sie zum Video geführt haben. Durch Ihre Erfahrungen können Sie uns helfen, Fragen zu beantworten wie: Welche Arten von empfohlenen Videos bereuen Nutzer, sich anzusehen? Gibt es Nutzungsmuster, die dazu führen, dass beklagenswerte Inhalte empfohlen werden? Wie sieht ein YouTube-Fass ohne Boden aus und an welchem Punkt wird es zu etwas, was Sie am liebsten niemals angeklickt haben?

source: To stay updated on this campaign and our other work, sign up for Mozilla’s newsletter.
de: Um über diese Kampagne und unsere anderen Tätigkeiten auf dem Laufenden zu bleiben, abonnieren Sie Mozillas Newsletter.

source: Let’s work together to make recommendation engines on the internet more trustworthy.
de: Lassen Sie uns zusammenarbeiten, um Empfehlungs-Engines im Internet vertrauenswürdiger zu machen.

source: 28 Reasons Why YouTube Must Change
de: 28 Gründe, warum sich YouTube ändern muss

source: Can YouTube Quiet Its Conspiracy Theorists?
de: Kann YouTube seine Verschwörungstheoretiker zum Schweigen bringen?

source: YouTube’s algorithm seems to be funneling people to alt-right videos
de: Der YouTube-Algorithmus scheint die Nutzer zu Alt-Right-Videos zu leiten

source: YouTube Executives Ignored Warnings, Letting Toxic Videos Run Rampant
de: YouTube-Manager ignorierten Warnungen und ließen toxische Videos grassieren

source: For years, journalists, researchers, and even former YouTube employees have been telling YouTube that they need to stop their recommendation engine from sending users down racist, conspiratorial, and other regrettable rabbit holes.
de: Seit Jahren sagen Journalisten, Forscher und sogar ehemalige YouTube-Mitarbeiter YouTube, dass sie ihre Empfehlungs-Engine daran hindern müssen, Nutzer in rassistische, verschwörerungstheoretische und andere beklagenswerte Fässer ohne Boden zu schicken.

source: YouTube <a href="%(claims_link)s" target="_blank">claims</a> to be fixing this problem, but it’s all happening behind closed doors, without any way for the public to tell if it’s actually working. Last year, Mozilla gave YouTube <a href="%(ways_link)s" target="_blank">three</a> recommendations to help address this problem in a more open and transparent way. So far, YouTube has not made these changes.
de: YouTube <a href="%(claims_link)s" target="_blank">behauptet,</a> dieses Problem zu beheben, aber alles geschieht hinter verschlossenen Türen, ohne dass die Öffentlichkeit feststellen kann, ob es tatsächlich funktioniert. Im vergangenen Jahr gab Mozilla YouTube <a href="%(ways_link)s" target="_blank">drei</a> Empfehlungen, um dieses Problem offener und transparenter anzugehen. Bisher hat YouTube diese Änderungen nicht umgesetzt.

source: <strong>That’s where you come in. Mozilla’s RegretsReporter browser extension transforms everyday YouTube users into YouTube watchdogs.</strong> We can use our own data to answer questions about regrettable recommendations that can go a long way towards helping journalists who investigate these problems, other groups like Mozilla who push for more accountability, and engineers and designers who build this technology.
de: <strong>Hier kommen Sie ins Spiel. Mozillas Browser-Erweiterung RegretsReporter verwandelt jeden YouTube-Nutzer in YouTube-Wachhunde.</strong> Wir können unsere eigenen Daten verwenden, um Fragen zu beklagenswerten Empfehlungen zu beantworten, die wichtig sein können, um Journalisten zu helfen, die diese Probleme untersuchen, anderen Gruppen wie Mozilla, die auf mehr Rechenschaftspflicht drängen, sowie Ingenieuren und Designern, die diese Technologie entwickeln.

source: About Mozilla
de: Über Mozilla

source: Mozilla is fueling the movement for a healthy internet and trustworthy AI. We do that through projects like this, which holds companies accountable for harmful AI systems. We’ve been advocating for YouTube to address its recommendation problem for almost a year. Below, find a timeline of Mozilla’s work on this issue.
de: Mozilla treibt die Bewegung für ein gesundes Internet und eine vertrauenswürdige KI voran. Wir tun dies durch Projekte wie dieses, die Unternehmen für schädliche KI-Systeme zur Rechenschaft ziehen. Wir setzen uns seit fast einem Jahr dafür ein, dass YouTube sein Empfehlungsproblem angeht. Unten finden Sie eine Zeitleiste der Arbeit von Mozilla zu diesem Thema.

source: A timeline of Mozilla’s work on this issue
de: Eine Zeitleiste von Mozillas Arbeit zu diesem Thema

source: July 2019
de: Juli 2019

source: Mozilla awards Guillaume Chaslot, a former YouTube engineer, a fellowship to support his work investigating AI systems, including the impacts of YouTube’s recommendation engine.
de: Mozilla vergibt an Guillaume Chaslot, einen ehemaligen YouTube-Ingenieur, ein Stipendium zur Unterstützung seiner Arbeit bei der Untersuchung von KI-Systemen, einschließlich der Auswirkungen der YouTube-Empfehlungs-Engine.

source: August 7, 2019
de: 7. August 2019

source: Mozilla <a href="%(link)s" target="_blank">announced</a> our intentions to investigate YouTube’s recommendation problem, and to begin a dialogue with the company about making improvements.
de: Mozilla <a href="%(link)s" target="_blank">kündigte</a> unsere Absicht an, das Empfehlungsproblem von YouTube zu untersuchen und einen Dialog mit dem Unternehmen über Verbesserungen zu beginnen.

source: August 14, 2019
de: 14. August 2019

source: Mozilla <a href="%(link)s" target="_blank">published</a> a reading list for our community detailing the ways recommendation AI — including YouTube’s — can manipulate consumers.
de: Mozilla <a href="%(link)s" target="_blank">hat</a> eine Leseliste für unsere Gemeinschaft veröffentlicht, in der detailliert beschrieben wird, wie eine Empfehlungs-KI – einschließlich der von YouTube – die Verbraucher manipulieren kann.

source: September 3, 2019
de: 3. September 2019

source: Mozilla <a href="%(link)s" target="_blank">hosted</a> a Q&A with a teenager who was radicalized online, partially due to YouTube’s recommendation AI.
de: Mozilla <a href="%(link)s" target="_blank">veranstaltete</a> eine Fragestunde mit einem Teenager, der online radikalisiert wurde, teilweise aufgrund von YouTubes Empfehlungs-KI.

source: September 10, 2019
de: 10. September 2019

source: Mozilla <a href="%(link)s" target="_blank">launched</a> its #YouTubeRegrets campaign, urging users to share stories about harmful recommendations they encounter.
de: Mozilla <a href="%(link)s" target="_blank">hat</a> seine #YouTubeRegrets-Kampagne gestartet und die Benutzer aufgefordert, Geschichten über schädliche Empfehlungen auszutauschen, auf die sie stoßen.

source: October 14, 2019
de: 14. Oktober 2019

source: After meeting with YouTube staff to discuss this issue, Mozilla <a href="%(link)s" target="_blank">published</a> three concrete actions the platform could take to help address its recommendation problem. These changes entail making YouTube’s recommendation data more transparent.
de: Nach einem Treffen mit YouTube-Mitarbeitern zur Erörterung dieses Problems veröffentlichte Mozilla <a href="%(link)s" target="_blank">drei konkrete Maßnahmen</a>, die die Plattform ergreifen könnte, um das Empfehlungsproblem zu lösen. Diese Änderungen führen dazu, dass die Empfehlungsdaten von YouTube transparenter werden.

source: October 15, 2019
de: 15. Oktober 2019

source: Mozilla <a href="%(link)s" target="_blank">published</a> findings from our #YouTubeRegrets research, highlighting how users were recommended anti-science content, anti-LGBT content, and other harmful videos.
de: Mozilla <a href="%(link)s" target="_blank">veröffentlichte</a> Ergebnisse unserer #YouTubeRegrets-Forschung, in denen hervorgehoben wurde, wie Benutzern Anti-Wissenschafts-Inhalte, Anti-LGBT-Inhalte und andere schädliche Videos empfohlen wurden.

source: October 26, 2019
de: 26. Oktober 2019

source: At MozFest 2019, Mozilla <a href="%(link)s" target="_blank">hosted</a> “The Algorithmic Gaze,” a panel exploring the dangers of untrustworthy AI like YouTube’s recommendation engine.
de: Auf dem MozFest 2019 hat Mozilla <a href="%(link)s" target="_blank">„The Algorithmic Gaze“</a> eingeladen, eine Gruppe, das die Gefahren nicht vertrauenswürdiger KI wie die Empfehlungs-Engine von YouTube untersucht.

source: December 25, 2019
de: 25. Dezember 2019

source: Mozilla <a href="%(link)s" target="_blank">published</a> a running list of YouTube’s dismissals related to its recommendation problem.
de: Mozilla <a href="%(link)s" target="_blank">veröffentlichte</a> eine laufende Liste von Erklärungen YouTubes, das Probleme im Zusammenhang mit seinem Empfehlungen bestreitet.

source: Mozilla launches the RegretsReporter browser extension to research YouTube’s recommendation problem.
de: Mozilla startet die RegretsReporter-Browser-Erweiterung, um das Empfehlungsproblem von YouTube zu untersuchen.

source: July 2021
de: Juli 2021

source: Using data contributed by 37,380 RegretsReporter users, Mozilla releases first <a href="%(link)s" target="_blank">findings</a> into YouTube's recommendations.
de: Unter Verwendung von Daten von 37&thinsp;380 RegretsReporter-Nutzern hat Mozilla erste <a href="%(link)s" target="_blank">Erkenntnisse</a> zu den Empfehlungen von YouTube veröffentlicht.

source: next timeline segment
de: Nächster Zeitabschnitt
