Repository: mozilla-l10n/fomo-l10n
Catalog: foundation/translations/networkapi/wagtailpages/templates/wagtailpages/pages/youtube-regrets-2022/locale/*/LC_MESSAGES/django.po
Languages: fr, nl

source: A Man Drank 6 Glowsticks For Dinner. This Is What Happened To His Stomach.
fr: Un homme a mangé 6 bâtons lumineux au dîner. Voici ce qui est arrivé à son estomac.
nl: Een man at 6 glowsticks als avondeten. Dit gebeurde er met zijn maag.

source: A Man Swallowed A Fishbone. This Is What Happened To His Liver.
fr: Un homme a avalé une arête de poisson. Voici ce qui est arrivé à son foie.
nl: Een man slikte een visgraat in. Dit gebeurde er met zijn lever.

source: A Student Ate 5 Day Old Pasta For Lunch. This Is How His Liver Shut Down.
fr: Un étudiant a mangé des pâtes périmées depuis 5 jours. Voici comment son foie a cessé de fonctionner.
nl: Een student at pasta van 5 dagen geleden als lunch. Zo hield zijn lever ermee op.

source: A TikToker Chugged 8 Scoops PreWorkout Supplement. This Is What Happened To His Brain.
fr: Un TikTokeur a mangé 8 cuillères de complément pour sportifs. Voici ce qui est arrivé à son cerveau.
nl: Een TikTokker at 8 lepels pre-workout supplement. Dit gebeurde er met zijn brein.

source: A Dad Drank A Snowglobe. This Is What Happened To His Kidneys.
fr: Un homme a bu le contenu d’une boule à neige. Voici ce qui est arrivé à ses reins.
nl: Een vader dronk een sneeuwbol leeg. Dit gebeurde er met zijn nieren.

source: A Man Ate 2 Pounds Licorice Candy. This Is What Happened To His Organs.
fr: Un homme a mangé 1 kilo de réglisse. Voici ce qui est arrivé à ses organes.
nl: Een man at 2 pond drop. Dit gebeurde er met zijn organen.

source: A Grandma Ate 1 Pound Chocolate In 6 Hours. This Is What Happened To Her Brain.
fr: Une grand-mère a mangé 500 g de chocolat en 6 heures. Voici ce qui est arrivé à son cerveau.
nl: Een oma at 1 pond chocolade in 6 uur. Dit gebeurde er met haar hersenen.

source: A Man Ate 100 Zinc Vitamin C Gummies Everyday. This Is What Happened To His Spinal Cord.
fr: Un homme a mangé 100 comprimés de vitamine C par jour. Voici ce qui est arrivé à sa colonne vertébrale.
nl: Een man at iedere dag 100 Zink Vitamin C gummies. Dit gebeurde er met zijn ruggengraat.

# Second occurrence
source: …and showing up
fr: … et encore…
nl: ... ze blijven maar opduiken

source: Two months later
fr: Deux mois plus tard
nl: Twee maanden later

source: A Boy Ate 150 Gummy Vitamins For Breakfast. This Is What Happened To His Bones.
fr: Un garçon a mangé 150 comprimés de vitamines. Voici ce qui est arrivé à ses os.
nl: Een jongen at 150 vitaminesnoepjes als ontbijt. Dit gebeurde er met zijn botten.

source: A Toddler Chewed Lead Paint Off His Toys. This Is What Happened To His Brain.
fr: Un bébé a mangé de la peinture au plomb. Voici ce qui est arrivé à son cerveau.
nl: Een peuter kauwde op de loodverf van zijn speelgoed. Dit gebeurde er met zijn hersenen.

source: A Girl Suddenly Grew A Beard. This is What Happened To Her Ovaries.
fr: Une fille a soudainement eu la barbe qui pousse. Voici ce qui est arrivé à ses ovaires.
nl: Een meisje kreeg ineens een baard. Dit gebeurde er met haar eierstokken.

source: A Toddler Played With His Cat. This Is What Happened To His Brain.
fr: Un bébé a joué avec son chat. Voici ce qui est arrivé à son cerveau.
nl: Een peuter speelde met zijn kat. Dit gebeurde er met zijn hersenen.

source: A Boy Ate Only Chips And French Fries For 10 Years. This Is What Happened To His Eyes.
fr: Un garçon a mangé uniquement des frites pendant 10 ans. Voici ce qui est arrivé à ses yeux.
nl: Een jongen at 10 jaar lang alleen maar chips en friet. Dit gebeurde er met zijn ogen.

source: A Dad Didn't Brush His Teeth For 40 Days. This Is What Happened To His Kidneys.
fr: Un homme ne s’est pas brossé les dents pendant 40 jours. Voici ce qui est arrivé à ses reins.
nl: Een vader poetste 40 dagen zijn tanden niet. Dit gebeurde er met zijn nieren.

source: A Lawyer Couldn't Sleep For 9 Days. This Is What Happened To Her Colon.
fr: Une avocate n’a pas dormi pendant 9 jours. Voici ce qui est arrivé à son côlon.
nl: Een advocate kon 9 dagen lang niet slapen. Dit gebeurde er met haar dikke darm.

source: A Woman Drank 1 Liter Soy Sauce Colon Cleanse In 2 Hours. This Is What Happened To Her Brain.
fr: Une femme a bu 1 litre de détoxifiant pour le côlon en 2 heures. Voici ce qui est arrivé à son cerveau.
nl: Een vrouw deed een detox en dronk 1 liter sojasaus in 2 uur. Dit gebeurde er met haar hersenen.

source: A Grandpa Set His Clock Forward 1 Hour. This Is What Happened To His Heart.
fr: Un grand-père a avancé son horloge d’une heure. Voici ce qui est arrivé à son cœur.
nl: Een opa zette zijn klok 1 uur vooruit. Dit gebeurde er met zijn hart.

source: A Student Ate Gas Station Sushi For Breakfast. This Is What Happened To His Stomach.
fr: Un étudiant a mangé des sushis surgelés au petit déjeuner. Voici ce qui est arrivé à son estomac.
nl: Een student at sushi van het tankstation als ontbijt. Dit gebeurde er met zijn maag.

source: A TikToker Drank 1 Bottle Nutmeg Spice. This Is What Happened To His Brain.
fr: Un TikTokeur a mangé 1 flacon de noix de muscade. Voici ce qui est arrivé à son cerveau.
nl: Een TikTokker dronk 1 fles pumpkin spice-siroop. Dit gebeurde er met zijn hersenen.

source: A Man Played Video Games Nonstop For 73 Hours. This Is How His Organs Shut Down.
fr: Un homme a joué aux jeux vidéo pendant 73 heures. Voici comment ses organes ont cessé de fonctionner.
nl: Een man speelde 73 uur lang non-stop videogames. Zo stopten zijn organen ermee.

source: A Scientist Spilled 2 Drops Organic Mercury On Her Hand. This Is What Happened To Her Brain.
fr: Une scientifique a renversé 2 gouttes d’organomercuriel sur sa main. Voici ce qui est arrivé à son cerveau.
nl: Een wetenschapper knoeide 2 druppels organische kwik op haar hand. Dit gebeurde er met haar hersenen.

source: A Dad Drank 50 Beers Everyday For 6 Weeks. This Is What Happened To His Brain.
fr: Un homme a bu 50 bières par jour pendant 6 semaines. Voici ce qui est arrivé à son cerveau.
nl: Een vader dronk 6 weken lang iedere dag 50 bier. Dit gebeurde er met zijn hersenen.

source: A Man Was Licked By His Dog. This Is How His Organs Shut Down.
fr: Un homme a été léché par son chien. Voici comment ses organes ont cessé de fonctionner.
nl: Een man werd gelikt door zijn hond. Zo stopten zijn organen ermee.

source: A Chef Ate Gas Station Nachos For Dinner. This Is What Happened To His Limbs.
fr: Un chef a mangé des nachos surgelés au dîner. Voici ce qui est arrivé à ses membres.
nl: Een chefkok at nachos van het tankstation als lunch. Dit gebeurde er met zijn ledematen.

source: A Diabetic Mom Caught A Fever. This Is How Her Kidneys Shut Down.
fr: Une femme diabétique a eu de la fièvre. Voici comment ses reins ont cessé de fonctionner.
nl: Een moeder met diabetes kreeg koorts. Zo stopten haar nieren ermee.

source: A Man Microdosed Dark Web Bought Mushrooms. This Is What Happened To His Organs.
fr: Un homme a mangé des champignons achetés sur le Dark Web. Voici ce qui est arrivé à ses organes.
nl: Een man nam een microdosis truffels die hij had gekocht op het dark web. Dit gebeurde er met zijn organen.

# Third occurrence
source: …and showing up
fr: … et encore…
nl: ... ze blijven maar opduiken

source: Three months later
fr: Trois mois plus tard
nl: Drie maanden later

source: “Eventually it always comes back. The algorithm seems incapable of remembering a lesson for very long.”
fr: « Ça finit toujours par revenir. L’algorithme semble incapable de garder une information en mémoire très longtemps. »
nl: “Uiteindelijk komt het altijd terug. Het algoritme lijkt niet in staat om informatie lang te onthouden.”

source: (Participant 187)
fr: (Participant·e 187)
nl: (Deelnemer 187)

source: Even the most effective feedback methods prevent less than half of bad recommendations.
fr: Même les méthodes les plus efficaces permettent seulement d’éviter moins de la moitié des mauvaises recommandations.
nl: Zelfs de meest effectieve feedbackmethodes voorkomen slechts minder dan de helft van slechte aanbevelingen.

source: People take a trial-and-error approach to controlling their recommendations.
fr: Les internautes procèdent par essais/erreurs pour contrôler leurs recommandations.
nl: Mensen hebben een trial en error benadering als het aankomt op hun aanbevelingen.

source: In the qualitative portion of our study, we learned that people do not feel in control of their experience on YouTube, nor do they have clear information about how to curate their recommendations. Many people take a trial-and-error approach to controlling their recommendations using YouTube’s hodgepodge of options, like “Dislike,” “Not Interested,” and other buttons. It doesn’t seem to work. Said one person:
fr: La partie qualitative de notre enquête nous a permis d’apprendre que les internautes n’ont pas l’impression de contrôler leur expérience sur YouTube et ne disposent pas d’informations claires sur la façon de personnaliser leurs recommandations. De nombreuses personnes adoptent une approche basée sur des essais/erreurs pour contrôler leurs recommandations en utilisant le fouillis d’options proposées par YouTube, comme les boutons « Je n’aime pas », « Pas intéressé », etc. En vain, semble-t-il. D’après une des personnes interrogées :
nl: In het kwalitatieve gedeelte van ons onderzoek hebben we geleerd dat mensen niet het gevoel hebben dat ze de controle hebben over hun YouTube-ervaring, noch hebben ze duidelijke informatie over hoe ze hun aanbevelingen kunnen managen. Veel mensen hebben een trial en error benadering bij het beheren van hun aanbevelingen, met behulp van YouTube’s mengelmoes van opties, zoals 'Vind ik niet leuk', 'Niet geïnteresseerd' en andere knoppen. Het lijkt niet te werken. Zoals iemand zei:

source: “Nothing changed. Sometimes I would report things as misleading and spam and the next day it was back in. It almost feels like the more negative feedback I provide to their suggestions the higher bulls**t mountain gets. <span class="tw-text-youtube-regrets-red">Even when you block certain sources they eventually return.</span>”
fr: « Ça n’a rien changé. Parfois, je signalais des vidéos en tant que Spam ou contenu trompeur, et le lendemain, elles réapparaissaient. J’avais l’impression que, plus je fournissais des retours négatifs à leurs suggestions, plus la quantité de c*nneries augmentait. <span class="tw-text-youtube-regrets-red">Même en bloquant certaines chaînes, elles finissaient par réapparaître.</span> »
nl: "Er is niks veranderd. Ik heb content als misleidend en spam gerapporteerd, maar de volgende dag stond het er gewoon weer. Het lijkt wel hoe meer negatieve feedback ik geef, hoe meer rotzooi ik krijg. <span class="tw-text-youtube-regrets-red">Zelfs als je bepaalde bronnen blokkeert, komen ze uiteindellijk gewoon weer terug.</span>”

source: When YouTube’s own controls fail, people take matters into their own hands, relying on privacy tools or even changing how they watch videos on YouTube.
fr: Les contrôles de YouTube étant inefficaces, les internautes doivent prendre les choses en main en utilisant des outils de protection de la vie privée, voire en modifiant leurs habitudes de visionnage de vidéos sur YouTube.
nl: Als YouTube’s eigen middelen falen, nemen mensen het lot in eigen handen en vertrouwen ze op privacy tools, of ze passen zelfs hun kijkgedrag op YouTube aan.

source: Ultimately, we found:
fr: Voici ce que nous avons découvert :
nl: Uiteindelijk hebben we het volgende gevonden:

source: People feel that using YouTube’s user controls <span class="tw-text-[#FF3D3D]">does not change</span> their recommendations at all.
fr: Les internautes ont l’impression qu’utiliser les contrôles d’utilisation de YouTube <span class="tw-text-[#FF3D3D]">ne change rien</span> à leurs recommandations.
nl: Mensen vinden dat de gebruikersbediening van YouTube <span class="tw-text-[#FF3D3D]">niets verandert</span> aan hun aanbevelingen.

source: and
fr: et
nl: en

source: They’re right. YouTube’s user control mechanisms <span class="tw-text-[#FF3D3D]"><span class="tw-italic">don’t</span> effectively prevent</span> “unwanted” recommendations.
fr: C’est vrai. Les mécanismes de contrôle d’utilisation de YouTube n’empêchent <span class="tw-text-[#FF3D3D]"><span class="tw-italic">pas</span> de façon efficace</span> les recommandations « indésirables ».
nl: Ze hebben gelijk. De mechanismen van YouTube’s gebruikersbediening <span class="tw-text-[#FF3D3D]">voorkomen <span class="tw-italic">niet</span> effectief</span> 'ongewilde' aanbevelingen.
