Repository: mozilla-l10n/fomo-l10n
Catalog: foundation/translations/networkapi/wagtailpages/templates/wagtailpages/pages/youtube-regrets-2022/locale/*/LC_MESSAGES/django.po
Languages: fr, nl

source: The result? People can’t escape bad recommendations.
fr: Résultat ? Impossible d’échapper aux mauvaises recommandations.
nl: Het resultaat? Mensen kunnen niet ontsnappen aan slechte aanbevelingen.

source: In the quantitative portion of our study, we ran a randomized controlled experiment across our community of RegretsReporter participants that could directly test the effectiveness of YouTube’s user controls. We found that YouTube’s user controls somewhat influence what is recommended, but this effect is meager and most unwanted videos still slip through.
fr: Pour la partie quantitative de notre enquête, nous avons mis en place un essai randomisé contrôlé au sein de notre communauté de participant·e·s utilisant RegretsReporter, afin de tester directement la qualité des contrôles d’utilisation de YouTube. Nous avons découvert que ces contrôles influencent vaguement les recommandations, mais que leur effet est très limité et que la plupart des vidéos indésirables y échappent.
nl: In het kwantitatieve gedeelte van ons onderzoek hebben we een gerandomiseerd, gecontroleerd experiment uitgevoerd onder onze RegretsReporter community, zodat we meteen het effect van YouTube’s gebruikersbediening konden testen. We leerden dat YouTube’s gebruikersbediening enigszins effect had op wat werd aanbevolen, maar dit effect was minimaal en ongewenste video's sijpelden er nog steeds doorheen.

source: Percentage of Bad Recommendations
fr: Pourcentage de mauvaises recommandations
nl: Percentage slechte aanbevelingen

source: among high-risk video pairs assessed by our research assistants
fr: parmi des paires de vidéos à haut risque définies par nos assistant·e·s de recherche
nl: onder videocombinaties met hoog risico, beoordeeld door onze onderzoeksassistenten

source: YouTube Percentage of Bad Recommendations Chart
fr: Graphique du pourcentage de mauvaises recommandations YouTube
nl: Grafiek met YouTube percentages van slechte aanbevelingen

source: What is a bad recommendation?
fr: Qu’est-ce qu’une mauvaise recommandation ?
nl: Wat is een slechte aanbeveling?

source: In our experiment, a “bad recommendation” is when YouTube recommends videos to users that are similar to a video they had previously rejected (clicked “Stop Recommending”). We determined whether videos were similar by relying on assessments by our research assistants and our machine learning video similarity model.
fr: Dans le cadre de notre expérience, une « mauvaise recommandation » se produit lorsque YouTube recommande à un·e internaute une vidéo similaire à un contenu qu’il ou elle a précédemment exclu (option « Ne pas recommander »). Nous évaluons la similarité des vidéos grâce au travail de nos assistant·e·s de recherche et notre modèle de similarité des vidéos basé sur l’apprentissage automatique.
nl: In ons experiement is een 'slechte aanbeveling' een video aanbevolen door YouTube, die lijkt op een video die men eerder had geweigerd (geklikt op 'Aanbevelen Stoppen'). Wij bepaalden of video's op elkaar leken, door middel van onze onderzoeksassistenten en het machine learning similarity model.

source: Let’s call on YouTube to empower users with real, meaningful controls
fr: Demandons à YouTube de fournir aux internautes des contrôles efficaces et pertinents
nl: We moeten YouTube dwingen om ons te voorzien van echte controle.

source: Sign the Petition
fr: Signer la pétition
nl: Teken de petitie

source: Read the Full Report
fr: Lire le rapport complet
nl: Lees het volledige rapport

source: Does this button work?
fr: Ce bouton fonctionne-t-il ?
nl: Werkt deze knop?

source: Investigating YouTube’s ineffective user controls
fr: Enquête sur les contrôles d’utilisation inefficaces de YouTube
nl: YouTube’s ineffectieve gebruikersbediening onderzocht

source: Powered by 22,722 volunteers, Mozilla scrutinized YouTube to determine how much control people actually have over the platform’s recommendation algorithm. <span class="tw-italic">This is what we learned</span>.
fr: Aidée par 22 722 bénévoles, Mozilla a enquêté sur YouTube afin de déterminer à quel point les internautes peuvent contrôler l’algorithme de recommandation de la plateforme. <span class="tw-italic">Voici ce que nous avons découvert.</span>
nl: Op basis van de bevindingen van 22.722 vrijwilligers, heeft Mozilla YouTube onderworpen aan een onderzoek om te bepalen hoeveel controle mensen daadwerkelijk hebben over het aanbevelingsalgoritme van het platform. <span class="tw-italic">Dit zijn onze bevindingen.</span>

source: People said:
fr: Témoignages :
nl: Mensen zeiden:

source: Previous slide
fr: Écran précédent
nl: Vorige slide

source: Next slide
fr: Écran suivant
nl: Volgende slide

source: <span class="tw-text-youtube-regrets-red">I avoided clicking a video</span> I would like to watch, only because I was worried that doing so would lead me to get politically extreme recommendations.
fr: <span class="tw-text-youtube-regrets-red">J’évitais de cliquer sur certaines vidéos</span> que j’avais envie de regarder, parce que j’avais peur que ça entraîne des recommandations politiquement extrêmes.
nl: Ik <span class="tw-text-youtube-regrets-red">vermeed op een video te klikken</span> die ik wilde kijken, alleen omdat ik me zorgen maakte dat ik hierna politiek extremistische aanbevelingen zou krijgen.

source: When the Superbowl came around…if someone recommended a particular commercial, <span class="tw-text-youtube-regrets-red">I used to log out of YouTube</span>, watch the commercial, and then log back in. I have sometimes even gone to a different device just because…I don't want that clouding my recommendations.
fr: Au moment du Superbowl, si quelqu’un me conseillait de regarder une publicité, <span class="tw-text-youtube-regrets-red">je me déconnectais de YouTube</span> pour la regarder, puis je me reconnectais. Parfois, j’ai même changé d’appareil juste parce que je ne voulais pas que ça envahisse mes recommandations.
nl: Rond de tijd van de Superbowl, wanneer iemand een bepaalde reclame aanraadde, <span class="tw-text-youtube-regrets-red">dan logde ik uit van YouTube</span>, bekeek ik de reclame en logde weer in. Het kwam zelfs voor dat ik een ander apparaat nam gewoon omdat...ik geen ruis in mijn aanbevelingen wilde.

source: Just not clicking or hovering over certain videos in hope things will improve.
fr: J’évite de cliquer ou de laisser mon curseur sur certaines vidéos pour essayer d’améliorer la situation.
nl: Gewoon niet klikken of over bepaalde video's heen bewegen, in de hoop dat dingen verbeteren.

source: People feel like they don’t have control over their YouTube recommendations…
fr: Les internautes ont l’impression de ne pas pouvoir contrôler leurs recommandations YouTube…
nl: Mensen hebben het gevoel dat ze geen controle hebben over hun YouTube aanbevelingen…

source: Our <a href="%(2021_report_link)s">2021 investigation into YouTube’s recommender system</a> uncovered a range of problems on the platform: an opaque algorithm, inconsistent oversight, and geographic inequalities. We also learned that people feel they don’t have control over their YouTube experience — particularly the videos that are recommended to them.
fr: Notre <a href="%(2021_report_link)s">enquête de 2021 sur le système de recommandation de YouTube</a> avait révélé plusieurs problèmes de la plateforme : un algorithme opaque, une surveillance à géométrie variable et des inégalités géographiques. Nous avions aussi appris que les internautes avaient l’impression de ne pas contrôler leur expérience sur YouTube, particulièrement en ce qui concerne les vidéos recommandées.
nl: Ons <a href="%(2021_report_link)s">onderzoek uit 2021, waarin we het aanbevelingssysteem van YouTube hebben onderzocht</a>, heeft een aantal problemen blootgelegd op het platform: een ondoorzichtig algoritme, geen consequent toezicht en geografische ongelijkheden. Ook hebben we geleerd dat mensen het idee hebben dat ze geen controle hebben over hun YouTube ervaringen — in het bijzonder de video's die hen worden aangeraden.

source: YouTube says that people can manage their video recommendations through <a href="%(tools_link)s">the feedback tools the platform offers.</a> But do YouTube’s user controls actually work?
fr: D’après YouTube, les internautes peuvent gérer leurs recommandations de vidéos grâce au <a href="%(tools_link)s">système de retours proposé par la plateforme</a>. Mais les contrôles d’utilisation de YouTube fonctionnent-ils vraiment ?
nl: YouTube claimt dat mensen hun videoaanbevelingen kunnen managen door middel van <a href="%(tools_link)s">de feedback tools die het platform biedt</a>. Maar werkt YouTube’s gebruikersbediening eigenlijk wel?

source: and our study shows that they really don’t.
fr: … et notre étude prouve que c’est le cas.
nl: en ons onderzoek wijst uit dat ze eigenlijk niet werken.

source: Our work is the largest experimental audit of YouTube by independent researchers, powered by Mozilla’s RegretsReporter.
fr: Notre travail constitue le plus grand audit expérimental de YouTube par des chercheurs et chercheuses indépendant·e·s, avec l’aide de l’outil RegretsReporter de Mozilla.
nl: Dit onderzoek is de grootste experimentele audit van YouTube door onafhankelijke onderzoekers, mogelijk gemaakt door Mozilla’s RegretsReporter.

source: Using <a href="%(reporter_link)s">RegretsReporter</a>, an open source tool Mozilla built to study YouTube’s recommendation algorithm, we were able to independently audit the platform’s user controls.
fr: Grâce à <a href="%(reporter_link)s">RegretsReporter</a>, un outil open source conçu par Mozilla pour étudier l’algorithme de recommandation de YouTube, nous avons pu mener un audit indépendant des contrôles d’utilisation de la plateforme.
nl: Door middel van <a href="%(reporter_link)s">RegretsReporter</a>, een open source tool gebouwd door Mozilla om YouTube’s aanbevelingsalgoritme te bestuderen, waren we in staat om onafhankelijk de gebruikersbediening van het platform te onderzoeken.

source: We combined qualitative and quantitative insights to paint a more complete picture of the effectiveness — or rather, ineffectiveness — of YouTube’s controls.
fr: En combinant des données qualitatives et quantitatives, nous avons obtenu un tableau plus complet de l’efficacité (ou plutôt de l’inefficacité) des contrôles de YouTube.
nl: We hebben kwalitatieve en kwantitatieve inzichten gebruikt om een compleet beeld van de effectiviteit - of eigenlijk het gebrek daaraan - van YouTube’s bediening te schetsen.

source: We leveraged a massive-scale community to collect our data.
fr: Notre immense communauté nous a aidés à collecter nos données.
nl: We hebben een gigantische community ingezet om onze data te verzamelen.

source: We applied rigorous and powerful research methods including a randomized controlled experiment and a machine learning model.
fr: Nous avons appliqué des méthodes de recherche rigoureuses et efficaces, parmi lesquelles un essai randomisé contrôlé et un modèle d’apprentissage automatique.
nl: We hebben rigoureuze en krachtige methodes ingezet inclusief een gerandomiseerd, gecontroleerd experiment en machine learning.

source: But it’s hard to know what really works.
fr: Mais il est difficile de savoir ce qui fonctionne vraiment.
nl: Maar het is moeilijk om erachter te komen wat precies werkt.

source: Our main recommendation is that YouTube should enable people to shape what they see.
fr: Notre principale recommandation à YouTube ? Faire en sorte de permettre aux internautes de choisir ce qu’ils ou elles voient.
nl: Onze belangrijkste aanbeveling is dat YouTube gebruikers in staat moet stellen om te bepalen wat ze kijken.

source: <span class="recommendations__accent">YouTube’s user controls should be easy to understand and access.</span> People should be provided with clear information about the steps they can take to influence their recommendations, and should be empowered to use those tools.
fr: <span class="recommendations__accent">Les contrôles d’utilisation de YouTube devraient être compréhensibles et faciles d’accès.</span> Les internautes devraient disposer d’informations claires sur les mesures à prendre pour influencer leurs recommandations, et devraient être encouragé·e·s à utiliser ces outils.
nl: <span class="recommendations__accent">YouTube’s gebruikersbediening zou gemakkelijk en toegankelijk moeten zijn.</span> Mensen zouden duidelijk geïnformeerd moeten worden over de stappen die ze moeten zetten om hun aanbevelingen te beheren en ze zouden in staat moeten zijn om deze tools te gebruiken.

source: <span class="recommendations__accent">YouTube should design its feedback tools in a way that puts people in the driver’s seat.</span> Feedback tools should enable people to proactively shape their experience, with user feedback given more weight in determining what videos are recommended.
fr: <span class="recommendations__accent">YouTube devrait repenser ses outils dédiés aux retours de façon à laisser les internautes prendre le contrôle.</span> Les outils dédiés aux retours devraient permettre aux internautes de personnaliser activement leur expérience, en donnant plus de poids aux retours des utilisateurs et utilisatrices dans la façon dont les vidéos sont recommandées.
nl: <span class="recommendations__accent">YouTube zou hun feedback tools moeten herdefiniëren, zodat gebruikers volledige controle hebben.</span> Feedback tools moeten mensen in staat stellen om proactief hun ervaring te beheren, met meer aandacht voor feedback van gebruikers wanneer het aankomt op welke video's worden aanbevolen.

source: <span class="recommendations__accent">YouTube should enhance its data access tools.</span> YouTube should provide researchers with access to better tools that allow them to assess the signals that impact YouTube’s algorithm.
fr: <span class="recommendations__accent">YouTube devrait améliorer ses outils d’accès aux données.</span> YouTube devrait fournir aux chercheurs et chercheuses un accès à de meilleurs outils leur permettant d’identifier les signaux qui impactent l’algorithme de YouTube.
nl: <span class="recommendations__accent">YouTube zou hun data access tools moeten verbeteren.</span> YouTube zou onderzoekers toegang moeten geven tot betere tools, zodat ze in staat zijn om de signalen te kunnen beoordelen die invloed hebben op YouTube's algoritme.

source: <span class="recommendations__accent">Policymakers should protect public interest researchers.</span> Policymakers should pass and/or clarify laws that provide legal protections for public interest research.
fr: <span class="recommendations__accent">La législation devrait protéger les chercheurs et chercheuses effectuant un travail d’intérêt général.</span> Les législateurs et législatrices devraient voter de nouvelles lois et/ou clarifier des lois existantes permettant de protéger la recherche d’intérêt général.
nl: <span class="recommendations__accent">Beleidsmakers moeten onderzoekers beschermen die een publiek belang behartigen.</span> Beleidsmakers moeten wetten invoeren/aanscherpen, die wettelijke bescherming bieden voor onderzoek dat publiek belang dient.

source: People who use YouTube can get informed about how YouTube recommendations work and download <a href="%(reporter_link)s">RegretsReporter</a> to contribute data to future crowdsourced research.
fr: Les utilisateurs et utilisatrices de YouTube peuvent s’informer sur le fonctionnement des recommandations YouTube et télécharger <a href="%(reporter_link)s">RegretsReporter</a> afin de fournir des données aux futurs travaux de recherche participative.
nl: Mensen die YouTube gebruiken kunnen zich informeren over hoe aanbevelingen werken, door het downloaden van <a href="%(reporter_link)s">RegretsReporter</a> en zo data bijdragen aan toekomstig onderzoek met behulp van crowdsourcing.

source: Mozilla will continue to operate RegretsReporter as an independent tool for scrutinizing YouTube’s recommendation algorithm. We’ll run research experiments, analyze data, and publish our findings.
fr: Mozilla continuera d’utiliser RegretsReporter comme un outil indépendant permettant d’analyser l’algorithme de recommandation de YouTube. Nous mènerons des expériences, analyserons les données et publierons nos résultats de recherches.
nl: Mozilla zal RegretsReporter blijven gebruiken als een onafhankelijke tool voor het onderzoeken van YouTube’s aanbevelingsalgoritme. We zullen onderzoeksexperimenten blijven uitvoeren, data analyseren en we zullen onze bevindingen blijven publiceren.

source: Which method was most effective?
fr: Quelle méthode a été la plus efficace ?
nl: Welke methode was het meest effectief?

source: None of them really.
fr: À dire vrai, aucune.
nl: Eigenlijk geen van allen

source: Don’t recommend channel
fr: NE PAS RECOMMANDER LA CHAÎNE
nl: KANAAL NIET AANBEVELEN

source: Not interested
fr: PAS INTÉRESSÉ
nl: NIET GEÏNTERESSEERD

source: Dislike
fr: JE N’AIME PAS
nl: VIND IK NIET LEUK

source: Remove from watch history
fr: SUPPRIMER DE L’HISTORIQUE DES VIDÉOS REGARDÉES
nl: ZOEKGESCHIEDENIS WISSEN

source: Percentage of bad recommendations prevented
fr: Pourcentage de mauvaises recommandations évitées
nl: Percentages van slechte aanbevelingen die werden voorkomen

source: Bad recommendations resurfaced over time.
fr: Les mauvaises recommandations sont réapparues après un moment.
nl: Slechte aanbevelingen kwamen weer terug.

source: Participants
fr: participant·e·s
nl: deelnemers

source: Videos Analyzed
fr: vidéos analysées
nl: geanalyseerde video's

source: People Surveyed
fr: personnes interrogées
nl: mensen ondervraagd

source: “It seems like you routinely have to prune things away or it will keep shoving them in your face until you tell it otherwise.”
fr: « Il semble qu’on doive régulièrement exclure des contenus, sans quoi ils reviennent sans cesse dans les recommandations. »
nl: “Het lijkt erop dat je eens in de zoveel tijd dingen moet verwijderen, want anders blijven ze het door je strot duwen tenzij je zegt dat je dit niet wilt.”

source: (Participant 112)
fr: (Participant·e 112)
nl: (Deelnemer 112)

source: Scroll to explore a real recommendation timeline from our study
fr: Faites défiler pour découvrir une véritable chronologie des recommandations extraite de notre étude.
nl: Scroll om een echte aanbelevingenstijdlijn te bekijken uit onze studie.

source: X-Ray image of broken bones
fr: Image radiographique d’os brisés
nl: Röntgenfoto van gebroken botten

source: A Grandma Ate Cookie Dough For Lunch Every Week. This Is What Happened To Her Bones.
fr: Une grand-mère a mangé de la pâte à cookies une fois par semaine. Voici ce qui est arrivé à ses os.
nl: Een oma at een week lang koekjesdeeg als lunch. Dit gebeurde er met haar botten.

source: A user sees a video they would rather not see again
fr: Une personne voit une vidéo qu’elle préférerait ne pas revoir.
nl: Een gebruiker bekijkt een video die hij liever niet nog eens zou zien

source: Dec 8, 2021
fr: 8 déc. 2021
nl: 8 dec. 2021

source: Cross over top of image
fr: Croix sur l’image
nl: Kruis over de bovenkant van de afbeelding

source: The user decides to use YouTube’s feedback mechanism, ‘Remove from history’
fr: Cette personne utilise l’outil « Supprimer de l’historique » de YouTube.
nl: Gebruiker besluit YouTube’s feedback mechanisme te gebruiken, ‘Zoekgeschiedens wissen'

source: A Dad Ate 25 Packs Silica Gel For Breakfast. This Is What Happened To His Stomach.
fr: Un homme a mangé 25 paquets de gel de silice au petit déjeuner. Voici ce qui est arrivé à son estomac.
nl: Een vader at 25 pakjes silica gel als ontbijt. Dit gebeurde er met zijn maag.

source: A Student Ate 108 Gummy Antacids For Breakfast. This Is What Happened To Her Kidneys.
fr: Une étudiante a mangé 108 antiacides au petit déjeuner. Voici ce qui est arrivé à ses reins.
nl: Een student at 108 maagzuurremmers als ontbijt. Dit gebeurde er met haar nieren.

source: But similar videos keep showing up…
fr: Mais des vidéos similaires continuent d’apparaître…
nl: Maar soortgelijke video's blijven maar opduiken…

source: A week later
fr: Une semaine plus tard
nl: Een week later

source: A Dad Mistakenly Drank A Lava Lamp At Bedtime. This Is What Happened To His Kidneys.
fr: Un homme a bu le contenu d’une lampe à lave par erreur. Voici ce qui est arrivé à ses reins.
nl: Een vader dronk per ongelijk een lavalamp leeg net voor bedtijd. Dit gebeurde er met zijn nieren.

source: A Student Felt A Sharp Pain In Her Side. This Is How Her Organs Shut Down.
fr: Une étudiante a ressenti une vive douleur au flanc. Voici comment ses organes ont cessé de fonctionner.
nl: Een studente voelde een scherpe pijn in haar zij. Zo stopten haar organen met werken.

source: A Mom Drank 3 Gallons Water In 2 Hours. This is What Happened to Her Brain.
fr: Une femme a bu 11 litres d’eau en 2 heures. Voici ce qui est arrivé à son cerveau.
nl: Een moeder dronk 3 liter water in 2 uur. Dit gebeurde er met haar hersenen.

source: A Gamer Drank 12 Energy Drinks In 10 Minutes. This Is What Happened To His Organs.
fr: Un gamer a bu 12 boissons énergisantes en 10 minutes. Voici ce qui est arrivé à ses organes.
nl: Een gamer dronk 12 energiedrankjes in 10 minuten. Dit gebeurde er met zijn organen.

source: A Woman Drank "35%% Food Grade Hydrogen Peroxide." This Is What Happened To Her Brain.
fr: Une femme a bu du peroxyde d’hydrogène 35 %%. Voici ce qui est arrivé à son cerveau.
nl: Een vrouw dronk '35%% waterstofperoxide'. Dit gebeurde er met haar hersenen.

source: A Student Drank 2 Bottles Over The Counter Cough Medicine. This Is What Happened To Her Brain.
fr: Une étudiante a bu deux flacons de sirop contre la toux sans ordonnance. Voici ce qui est arrivé à son cerveau.
nl: Een student dronk 2 flessen hoestmedicijn. Dit gebeurde er met haar hersenen.

source: A Toddler Drank His Mom's Essential Oils. This Is What Happened To His Brain.
fr: Un bébé a bu les huiles essentielles de sa mère. Voici ce qui est arrivé à son cerveau.
nl: Een peuter dronk zijn moeder's essentiële oliën. Dit gebeurde er met zijn hersenen.

# First occurrence
source: …and showing up
fr: … encore…
nl: ... ze blijven maar opduiken

source: A month later
fr: Un mois plus tard
nl: Een maand later

source: A Student Ate Suspicious Leftovers For Lunch. This Is What Happened To His Limbs.
fr: Un étudiant a mangé des restes périmés au déjeuner. Voici ce qui est arrivé à ses membres.
nl: Een student at verdachte restjes als lunch. Dit gebeurde er met zijn ledematen.

source: A Boy Ate 25 Laxative Brownies In 1 Hour. This Is What Happened To His Kidneys.
fr: Un garçon a mangé 25 brownies laxatifs en 1 heure. Voici ce qui est arrivé à ses reins.
nl: Een jongen at 25 laxerende brownies binnen 1 uur. Dit gebeurde er met zijn nieren.

source: A TikToker Drank 2 Bottles Benadryl. This Is What Happened To Her Organs.
fr: Une TikTokeuse a bu 2 bouteilles d’antihistaminiques. Voici ce qui est arrivé à ses organes.
nl: Een TikTokker dronk 2 flessen Benadryl. Dit gebeurde er met haar organen.

source: A Bitcoin Miner Heatstroked In His Sleep. This Is What Happened To His Organs.
fr: Un mineur de Bitcoin a eu un coup de chaleur en dormant. Voici ce qui est arrivé à ses organes.
nl: Een Bitcoin miner kreeg een hitteberoerte in zijn slaap. Dit gebeurde er met zijn organen.

source: A TikToker Drank 1 Liter Cough Syrup. This Is What Happened To His Brain.
fr: Un TikTokeur a bu 1 litre de sirop contre la toux. Voici ce qui est arrivé à son cerveau.
nl: Een TikTokker dronk 1 liter hoestsiroop. Dit gebeurde er met zijn hersenen.
